Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/*.po
Languages: cs_cz, de_de, nl_nl, ro_ro, ru_ru, sv, th_th, tl_ph, tr_tr

source: No of Conversation
cs_cz: Číslo konverzace
de_de: Anzahl der Gespräche
nl_nl: Nr. van gesprek
ro_ro: Numărul de conversație
ru_ru: Номер разговора
sv: Antal konversationer
th_th: ไม่มีการสนทนา
tl_ph: Hindi ng Pag-uusap
tr_tr: Konuşma Sayısı

source: View History
cs_cz: Zobrazit historii
de_de: Verlauf anzeigen
nl_nl: Geschiedenis bekijken
ro_ro: Vedeți istoricul
ru_ru: Просмотреть историю
sv: Visa historik
th_th: ดูประวัติ
tl_ph: Tingnan ang Kasaysayan
tr_tr: Geçmişi Görüntüle

source: No data
cs_cz: Žádná data
de_de: Keine Daten
nl_nl: Geen gegevens
ro_ro: Fără date
ru_ru: Нет данных
sv: Inga data
th_th: ไม่มีข้อมูล
tl_ph: Walang data
tr_tr: Veri yok

source: No Data
cs_cz: Žádná data
de_de: Keine Daten
nl_nl: Geen gegevens
ro_ro: Fără date
ru_ru: Нет данных
sv: Inga data
th_th: ไม่มีข้อมูล
tl_ph: Walang Data
tr_tr: Veri Yok

source: Addons
ro_ro: Suplimente
ru_ru: Аддоны
sv: Tillägg
th_th: ส่วนเสริม
tl_ph: Mga addon
tr_tr: Eklentiler

source: addon
de_de: hinzufügen Auf
ru_ru: добавить
sv: tillägg
th_th: ส่วนเสริม
tr_tr: Ayriyeten

source: Custom Listing Style
cs_cz: Vlastní styl výpisu
de_de: Benutzerdefinierter Auflistungsstil
nl_nl: Aangepaste lijststijl
ro_ro: Stil personalizat de înregistrare
ru_ru: Пользовательский стиль листинга
sv: Anpassad liststil
th_th: รูปแบบรายการที่กำหนดเอง
tl_ph: Custom na Estilo ng Listahan
tr_tr: Özel Listeleme Stili

source: Custom Listing Text
cs_cz: Vlastní text výpisu
de_de: Benutzerdefinierter Listentext
nl_nl: Aangepaste vermeldingstekst
ro_ro: Text personalizat pentru listare
ru_ru: Пользовательский текст объявления
sv: Anpassad annonstext
th_th: ข้อความรายการที่กำหนดเอง
tl_ph: Custom na Listahan ng Teksto
tr_tr: Özel Listeleme Metni

source: WooCommerce Features
cs_cz: Funkce WooCommerce
de_de: WooCommerce-Funktionen
nl_nl: WooCommerce-functies
ro_ro: Caracteristici WooCommerce
ru_ru: Возможности WooCommerce
sv: WooCommerce-funktioner
th_th: คุณสมบัติ WooCommerce
tl_ph: Mga Tampok ng WooCommerce
tr_tr: WooCommerce Özellikleri

source: Addon List
cs_cz: Seznam doplňků
de_de: Addon-Liste
nl_nl: Add-onlijst
ro_ro: Lista de suplimente
ru_ru: Список дополнений
sv: Tilläggslista
th_th: รายการเสริม
tl_ph: Listahan ng Addon
tr_tr: Eklenti Listesi

source: Lead Generation
cs_cz: Generování olova
de_de: Lead-Generierung
nl_nl: Leadgeneratie
ro_ro: Generarea de leaduri
ru_ru: Генерация лидов
sv: Generering av leads
th_th: การสร้างลูกค้าเป้าหมาย
tr_tr: Olası Satış Yaratımı

source: GeekyBot simplifies the WooCommerce experience with intelligent product discovery and purchasing. It seamlessly integrates with WooCommerce for efficient product searches, detailed listings, and a smooth shopping experience.
cs_cz: GeekyBot zjednodušuje zážitek z WooCommerce pomocí inteligentního objevování a nákupu produktů. Bezproblémově se integruje s WooCommerce pro efektivní vyhledávání produktů, podrobné seznamy a bezproblémové nakupování.
de_de: GeekyBot vereinfacht das WooCommerce-Erlebnis durch intelligente Produkterkennung und -käufe. Es lässt sich nahtlos in WooCommerce integrieren und sorgt so für effiziente Produktsuchen, detaillierte Auflistungen und ein reibungsloses Einkaufserlebnis.
nl_nl: GeekyBot vereenvoudigt de WooCommerce-ervaring met intelligente productontdekking en -aankoop. Het kan naadloos worden geïntegreerd met WooCommerce voor efficiënt zoeken naar producten, gedetailleerde lijsten en een soepele winkelervaring.
ro_ro: GeekyBot simplifică experiența WooCommerce prin descoperirea și cumpărarea inteligente a produselor. Se integrează perfect cu WooCommerce pentru căutări eficiente de produse, listări detaliate și o experiență de cumpărături fluidă.
ru_ru: GeekyBot упрощает работу с WooCommerce благодаря интеллектуальному обнаружению и покупке продуктов. Он легко интегрируется с WooCommerce для эффективного поиска товаров, получения подробных списков и удобства покупок.
sv: GeekyBot förenklar WooCommerce-upplevelsen med intelligent produktupptäckt och inköp. Den integreras sömlöst med WooCommerce för effektiva produktsökningar, detaljerade listor och en smidig shoppingupplevelse.
th_th: GeekyBot ลดความซับซ้อนของประสบการณ์ WooCommerce ด้วยการค้นหาและการจัดซื้อผลิตภัณฑ์อัจฉริยะ มันทำงานร่วมกับ WooCommerce ได้อย่างราบรื่นเพื่อการค้นหาผลิตภัณฑ์ที่มีประสิทธิภาพ รายการโดยละเอียด และประสบการณ์การช็อปปิ้งที่ราบรื่น
tl_ph: Pinapasimple ng GeekyBot ang karanasan sa WooCommerce gamit ang matalinong pagtuklas ng produkto at pagbili. Walang putol itong isinasama sa WooCommerce para sa mahusay na paghahanap ng produkto, mga detalyadong listahan, at isang maayos na karanasan sa pamimili.
tr_tr: GeekyBot, akıllı ürün keşfi ve satın alma ile WooCommerce deneyimini basitleştirir. Verimli ürün aramaları, ayrıntılı listeler ve sorunsuz bir alışveriş deneyimi için WooCommerce ile sorunsuz bir şekilde bütünleşir.

source: Find Product
cs_cz: Najít produkt
de_de: Produkt finden
nl_nl: Zoek product
ro_ro: Găsiți Produs
ru_ru: Найти продукт
sv: Hitta produkt
th_th: ค้นหาผลิตภัณฑ์
tl_ph: Maghanap ng Produkto
tr_tr: Ürün Bul

source: Find Products
cs_cz: Najít produkty
de_de: Produkte finden
nl_nl: Vind producten
ro_ro: Găsiți produse
ru_ru: Найти продукты
sv: Hitta produkter
th_th: ค้นหาผลิตภัณฑ์
tl_ph: Maghanap ng mga Produkto
tr_tr: Ürün Bul

source: Find products by name, category, or price range via chat.
cs_cz: Najděte produkty podle názvu, kategorie nebo cenového rozpětí prostřednictvím chatu.
de_de: Finden Sie Produkte per Chat nach Name, Kategorie oder Preisspanne.
nl_nl: Vind producten op naam, categorie of prijsklasse via chat.
ro_ro: Găsiți produse după nume, categorie sau interval de preț prin chat.
ru_ru: Найдите товары по названию, категории или ценовому диапазону через чат.
sv: Hitta produkter efter namn, kategori eller prisklass via chatt.
th_th: ค้นหาสินค้าตามชื่อ หมวดหมู่ หรือช่วงราคาได้ทางแชท
tl_ph: Maghanap ng mga produkto ayon sa pangalan, kategorya, o hanay ng presyo sa pamamagitan ng chat.
tr_tr: Sohbet aracılığıyla ürünleri ada, kategoriye veya fiyat aralığına göre bulun.

source: List Product
cs_cz: Seznam produktů
de_de: Produkt auflisten
nl_nl: Lijstproduct
ro_ro: Lista de produse
ru_ru: Список продуктов
sv: Lista produkt
th_th: รายการสินค้า
tl_ph: Listahan ng Produkto
tr_tr: Ürünü Listele

source: List Products
cs_cz: Seznam produktů
de_de: Produkte auflisten
nl_nl: Lijst producten
ro_ro: Lista de produse
ru_ru: Список продуктов
sv: Lista produkter
th_th: รายการผลิตภัณฑ์
tl_ph: Listahan ng mga Produkto
tr_tr: Ürünleri Listele

source: Show relevant products with details and prices based on preferences.
cs_cz: Zobrazte relevantní produkty s podrobnostmi a cenami na základě preferencí.
de_de: Zeigen Sie relevante Produkte mit Details und Preisen basierend auf Ihren Präferenzen an.
nl_nl: Toon relevante producten met details en prijzen op basis van voorkeuren.
ro_ro: Afișați produse relevante cu detalii și prețuri în funcție de preferințe.
ru_ru: Покажите соответствующие продукты с подробной информацией и ценами на основе предпочтений.
sv: Visa relevanta produkter med detaljer och priser baserat på preferenser.
th_th: แสดงผลิตภัณฑ์ที่เกี่ยวข้องพร้อมรายละเอียดและราคาตามความต้องการ
tl_ph: Ipakita ang mga nauugnay na produkto na may mga detalye at presyo batay sa mga kagustuhan.
tr_tr: Tercihlere göre ilgili ürünleri ayrıntıları ve fiyatlarıyla gösterin.

source: Add To Cart Product
cs_cz: Přidat do košíku Produkt
de_de: Produkt in den Warenkorb legen
nl_nl: Voeg toe aan winkelwagenproduct
ro_ro: Adăugați în coș produs
ru_ru: Добавить в корзину товар
sv: Lägg i kundvagn Produkt
th_th: เพิ่มลงตะกร้า สินค้า
tl_ph: Idagdag sa Cart Produkto
tr_tr: Sepete Ekle Ürün

source: Add to Cart
cs_cz: Přidat do košíku
de_de: in den Warenkorb legen
nl_nl: Voeg toe aan winkelwagen
ro_ro: Adaugă in coş
ru_ru: добавить в корзину
sv: Lägg till i varukorgen
th_th: เพิ่มลงในรถเข็น
tl_ph: Idagdag sa Cart
tr_tr: Sepete ekle

source: Easily add products to the cart list directly through chat.
cs_cz: Jednoduše přidejte produkty do seznamu košíku přímo prostřednictvím chatu.
de_de: Fügen Sie Produkte ganz einfach direkt per Chat zur Warenkorbliste hinzu.
nl_nl: Voeg eenvoudig producten rechtstreeks via chat toe aan de winkelwagenlijst.
ro_ro: Adăugați cu ușurință produse în lista de coș direct prin chat.
ru_ru: Легко добавляйте товары в корзину прямо через чат.
sv: Lägg enkelt till produkter i kundvagnslistan direkt via chatten.
th_th: เพิ่มสินค้าลงในรายการรถเข็นได้อย่างง่ายดายผ่านการแชทโดยตรง
tl_ph: Madaling magdagdag ng mga produkto sa listahan ng cart nang direkta sa pamamagitan ng chat.
tr_tr: Ürünleri doğrudan sohbet yoluyla sepet listesine kolayca ekleyin.

source: Watch Video
cs_cz: Podívejte se na video
de_de: Video ansehen
nl_nl: Bekijk video
ro_ro: Urmăriți videoclipul
ru_ru: Посмотреть видео
sv: Titta på video
th_th: ชมวิดีโอ
tl_ph: Manood ng Video
tr_tr: Videoyu İzle

source: AI Chat
de_de: KI-Chat
ru_ru: AI-чат
th_th: เอไอ แชท
tr_tr: Yapay Zeka Sohbeti

source: Custom
cs_cz: Zvyk
de_de: Brauch
nl_nl: Aangepast
ro_ro: Personalizat
ru_ru: Обычай
sv: Beställnings
th_th: กำหนดเอง
tr_tr: Gelenek

source: AI Chat Bot
cs_cz: AI chatovací robot
de_de: KI-Chatbot
ru_ru: Чат-бот с искусственным интеллектом
th_th: AI แชทบอท
tr_tr: Yapay Zeka Sohbet Botu

source: Conversation Handling
cs_cz: Zpracování konverzace
de_de: Gesprächsführung
nl_nl: Gespreksafhandeling
ro_ro: Gestionarea conversației
ru_ru: Обработка разговора
sv: Konversationshantering
th_th: การจัดการการสนทนา
tl_ph: Paghawak ng Pag-uusap
tr_tr: Konuşmayı Yönetme

source: AI Chat Conversation provides intelligent and context-aware interactions to enhance user engagement. Define key conversation elements to capture specific user inputs dynamically and adapt responses based on the context.
cs_cz: AI Chat Conversation poskytuje inteligentní a kontextové interakce pro zvýšení zapojení uživatelů. Definujte klíčové prvky konverzace pro dynamické zachycení konkrétních uživatelských vstupů a přizpůsobení odpovědí na základě kontextu.
de_de: AI Chat Conversation bietet intelligente und kontextbezogene Interaktionen, um die Benutzereinbindung zu verbessern. Definieren Sie wichtige Konversationselemente, um bestimmte Benutzereingaben dynamisch zu erfassen und Antworten basierend auf dem Kontext anzupassen.
nl_nl: AI Chat Conversation biedt intelligente en contextbewuste interacties om de betrokkenheid van gebruikers te vergroten. Definieer belangrijke gesprekselementen om specifieke gebruikersinvoer dynamisch vast te leggen en reacties aan te passen op basis van de context.
ro_ro: AI Chat Conversation oferă interacțiuni inteligente și conștiente de context pentru a spori implicarea utilizatorilor. Definiți elementele cheie de conversație pentru a captura dinamic intrările specifice ale utilizatorilor și adaptați răspunsurile în funcție de context.
ru_ru: AI Chat Conversation обеспечивает интеллектуальное и контекстно-зависимое взаимодействие для повышения вовлеченности пользователей. Определите ключевые элементы разговора, чтобы динамически фиксировать конкретные действия пользователя и адаптировать ответы в зависимости от контекста.
sv: AI Chat Conversation ger intelligenta och sammanhangsmedvetna interaktioner för att öka användarens engagemang. Definiera viktiga konversationselement för att fånga specifika användarinmatningar dynamiskt och anpassa svar baserat på sammanhanget.
th_th: AI Chat Conversation ให้การโต้ตอบที่ชาญฉลาดและคำนึงถึงบริบทเพื่อปรับปรุงการมีส่วนร่วมของผู้ใช้ กำหนดองค์ประกอบการสนทนาที่สำคัญเพื่อบันทึกอินพุตของผู้ใช้ที่เฉพาะเจาะจงแบบไดนามิก และปรับการตอบสนองตามบริบท
tl_ph: Ang AI Chat Conversation ay nagbibigay ng matalino at konteksto na pakikipag-ugnayan upang mapahusay ang pakikipag-ugnayan ng user. Tukuyin ang mga pangunahing elemento ng pag-uusap upang dynamic na makuha ang mga partikular na input ng user at iakma ang mga tugon batay sa konteksto.
tr_tr: AI Chat Conversation, kullanıcı katılımını artırmak için akıllı ve bağlama duyarlı etkileşimler sağlar. Belirli kullanıcı girişlerini dinamik olarak yakalamak ve yanıtları bağlama göre uyarlamak için temel konuşma öğelerini tanımlayın.

source: Capture and process inputs dynamically for personalized responses.
cs_cz: Zachyťte a zpracujte vstupy dynamicky pro personalizované odpovědi.
de_de: Erfassen und verarbeiten Sie Eingaben dynamisch für personalisierte Antworten.
nl_nl: Leg invoer dynamisch vast en verwerk deze voor gepersonaliseerde antwoorden.
ro_ro: Capturați și procesați intrările în mod dinamic pentru răspunsuri personalizate.
ru_ru: Динамически собирайте и обрабатывайте входные данные для персонализированных ответов.
sv: Fånga och bearbeta indata dynamiskt för personliga svar.
th_th: บันทึกและประมวลผลอินพุตแบบไดนามิกเพื่อการตอบสนองส่วนบุคคล
tl_ph: Kunin at iproseso ang mga input nang pabago-bago para sa mga personalized na tugon.
tr_tr: Kişiselleştirilmiş yanıtlar için girdileri dinamik olarak yakalayın ve işleyin.

source: Adjust interactions based on the ongoing conversation for relevance.
cs_cz: Upravte interakce na základě probíhající konverzace, aby byly relevantní.
de_de: Passen Sie Interaktionen basierend auf dem laufenden Gespräch auf Relevanz an.
nl_nl: Pas interacties aan op basis van het lopende gesprek op relevantie.
ro_ro: Ajustați interacțiunile pe baza conversației în curs pentru relevanță.
ru_ru: Корректируйте взаимодействие на основе текущего разговора, чтобы оно было релевантным.
sv: Justera interaktioner baserat på det pågående samtalet för relevans.
th_th: ปรับการโต้ตอบตามการสนทนาที่กำลังดำเนินอยู่เพื่อความเกี่ยวข้อง
tl_ph: Ayusin ang mga pakikipag-ugnayan batay sa patuloy na pag-uusap para sa kaugnayan.
tr_tr: İlgi açısından devam eden konuşmaya göre etkileşimleri ayarlayın.

source: Use collected data to tailor responses and improve satisfaction.
cs_cz: Použijte shromážděná data k přizpůsobení odpovědí a zvýšení spokojenosti.
de_de: Nutzen Sie die gesammelten Daten, um Antworten individuell anzupassen und die Zufriedenheit zu verbessern.
nl_nl: Gebruik verzamelde gegevens om reacties op maat te maken en de tevredenheid te verbeteren.
ro_ro: Utilizați datele colectate pentru a adapta răspunsurile și pentru a îmbunătăți satisfacția.
ru_ru: Используйте собранные данные, чтобы адаптировать ответы и повысить удовлетворенность.
sv: Använd insamlad data för att skräddarsy svar och förbättra tillfredsställelsen.
th_th: ใช้ข้อมูลที่รวบรวมมาเพื่อปรับแต่งการตอบสนองและปรับปรุงความพึงพอใจ
tl_ph: Gumamit ng nakolektang data upang maiangkop ang mga tugon at mapabuti ang kasiyahan.
tr_tr: Yanıtları uyarlamak ve memnuniyeti artırmak için toplanan verileri kullanın.

source: Discover Our
cs_cz: Objevte naše
de_de: Entdecken Sie unser
nl_nl: Ontdek onze
ro_ro: Descoperă-le noastre
ru_ru: Откройте для себя наш
sv: Upptäck vår
th_th: ค้นพบของเรา
tl_ph: Tuklasin ang Ating
tr_tr: Ürünlerimizi Keşfedin

source: AI Web Search
cs_cz: AI vyhledávání na webu
de_de: KI-Websuche
nl_nl: AI-webzoekopdracht
ro_ro: Căutare web AI
ru_ru: Веб-поиск с искусственным интеллектом
sv: AI webbsökning
th_th: AI ค้นหาเว็บ
tr_tr: Yapay Zeka Web Araması

source: Bot
ru_ru: Бот
th_th: บอท

source: AI Web Search improves user experience by delivering advanced, intuitive content discovery on your WordPress site. With powerful searches, users can quickly find relevant information, enhancing overall interest and accessibility.
cs_cz: AI Web Search zlepšuje uživatelskou zkušenost tím, že poskytuje pokročilé a intuitivní zjišťování obsahu na vašem webu WordPress. Pomocí výkonného vyhledávání mohou uživatelé rychle najít relevantní informace, což zvyšuje celkový zájem a dostupnost.
de_de: AI Web Search verbessert die Benutzererfahrung durch die Bereitstellung einer erweiterten, intuitiven Inhaltserkennung auf Ihrer WordPress-Site. Mit leistungsstarken Suchfunktionen können Benutzer schnell relevante Informationen finden und so das allgemeine Interesse und die Zugänglichkeit steigern.
nl_nl: AI Web Search verbetert de gebruikerservaring door geavanceerde, intuïtieve inhouddetectie op uw WordPress-site te bieden. Met krachtige zoekopdrachten kunnen gebruikers snel relevante informatie vinden, waardoor de algemene interesse en toegankelijkheid worden vergroot.
ro_ro: AI Web Search îmbunătățește experiența utilizatorului, oferind descoperire avansată și intuitivă de conținut pe site-ul dvs. WordPress. Cu căutări puternice, utilizatorii pot găsi rapid informații relevante, sporind interesul general și accesibilitatea.
ru_ru: AI Web Search улучшает взаимодействие с пользователем, предоставляя расширенный, интуитивно понятный поиск контента на вашем сайте WordPress. Благодаря мощным функциям поиска пользователи могут быстро находить нужную информацию, повышая общий интерес и доступность.
sv: AI Web Search förbättrar användarupplevelsen genom att leverera avancerad, intuitiv innehållsupptäckt på din WordPress-webbplats. Med kraftfulla sökningar kan användare snabbt hitta relevant information, vilket ökar det övergripande intresset och tillgängligheten.
th_th: AI Web Search ปรับปรุงประสบการณ์ผู้ใช้โดยนำเสนอการค้นพบเนื้อหาขั้นสูงและใช้งานง่ายบนเว็บไซต์ WordPress ของคุณ ด้วยการค้นหาที่มีประสิทธิภาพ ผู้ใช้สามารถค้นหาข้อมูลที่เกี่ยวข้องได้อย่างรวดเร็ว ช่วยเพิ่มความสนใจและการเข้าถึงโดยรวม
tl_ph: Pinapabuti ng AI Web Search ang karanasan ng user sa pamamagitan ng paghahatid ng advanced, intuitive na pagtuklas ng content sa iyong WordPress site. Sa makapangyarihang mga paghahanap, mabilis na makakahanap ang mga user ng may-katuturang impormasyon, na nagpapahusay sa pangkalahatang interes at accessibility.
tr_tr: AI Web Arama, WordPress sitenizde gelişmiş, sezgisel içerik keşfi sunarak kullanıcı deneyimini geliştirir. Güçlü aramalar sayesinde kullanıcılar ilgili bilgileri hızlı bir şekilde bulabilir, bu da genel ilgiyi ve erişilebilirliği artırır.

source: GeekyBot swiftly retrieves posts and pages based on user queries.
cs_cz: GeekyBot rychle načítá příspěvky a stránky na základě uživatelských dotazů.
de_de: GeekyBot ruft Beiträge und Seiten basierend auf Benutzeranfragen schnell ab.
nl_nl: GeekyBot haalt snel berichten en pagina's op op basis van gebruikersvragen.
ro_ro: GeekyBot preia rapid postările și paginile pe baza interogărilor utilizatorilor.
ru_ru: GeekyBot быстро находит сообщения и страницы на основе запросов пользователей.
sv: GeekyBot hämtar snabbt inlägg och sidor baserat på användarfrågor.
th_th: GeekyBot ดึงข้อมูลโพสต์และเพจอย่างรวดเร็วตามคำค้นหาของผู้ใช้
tl_ph: Mabilis na kinukuha ng GeekyBot ang mga post at page batay sa mga query ng user.
tr_tr: GeekyBot, kullanıcı sorgularına göre gönderileri ve sayfaları hızlı bir şekilde alır.

source: Displays full content or excerpts that match search terms.
cs_cz: Zobrazuje celý obsah nebo úryvky, které odpovídají hledaným výrazům.
de_de: Zeigt den vollständigen Inhalt oder Auszüge an, die den Suchbegriffen entsprechen.
nl_nl: Toont de volledige inhoud of fragmenten die overeenkomen met zoektermen.
ro_ro: Afișează conținutul complet sau extrase care corespund termenilor de căutare.
ru_ru: Отображает полный контент или отрывки, соответствующие условиям поиска.
sv: Visar fullständigt innehåll eller utdrag som matchar söktermer.
th_th: แสดงเนื้อหาทั้งหมดหรือข้อความที่ตัดตอนมาตรงกับคำค้นหา
tl_ph: Nagpapakita ng buong nilalaman o mga sipi na tumutugma sa mga termino para sa paghahanap.
tr_tr: Arama terimleriyle eşleşen tam içeriği veya alıntıları görüntüler.

source: Activate GeekyBot’s search for an AI web search with one click.
cs_cz: Aktivujte vyhledávání GeekyBot pro vyhledávání AI na webu jedním kliknutím.
de_de: Aktivieren Sie die Suche von GeekyBot für eine KI-Websuche mit einem Klick.
nl_nl: Activeer GeekyBot's zoektocht naar een AI-webzoekopdracht met één klik.
ro_ro: Activați căutarea GeekyBot pentru o căutare web AI cu un singur clic.
ru_ru: Активируйте поиск GeekyBot для веб-поиска AI одним щелчком мыши.
sv: Aktivera GeekyBots sökning efter en AI-webbsökning med ett klick.
th_th: เปิดใช้งานการค้นหาของ GeekyBot สำหรับการค้นหาเว็บ AI ได้ด้วยคลิกเดียว
tl_ph: I-activate ang paghahanap ng GeekyBot para sa isang paghahanap sa web ng AI sa isang click.
tr_tr: GeekyBot'un yapay zeka web aramasını tek tıklamayla etkinleştirin.

source: Web Search
cs_cz: Vyhledávání na webu
de_de: Websuche
nl_nl: Zoeken op internet
ro_ro: Căutare pe Web
ru_ru: Веб-поиск
sv: Webbsökning
th_th: ค้นหาเว็บ
tl_ph: Paghahanap sa Web
tr_tr: Web Araması

source: GeekyBot Supported Plugins
cs_cz: Pluginy podporované GeekyBotem
de_de: Von GeekyBot unterstützte Plugins
nl_nl: Door GeekyBot ondersteunde plug-ins
ro_ro: Pluginuri acceptate de GeekyBot
ru_ru: Плагины, поддерживаемые GeekyBot
sv: Plugins som stöds av GeekyBot
th_th: ปลั๊กอินที่รองรับ GeekyBot
tl_ph: Mga Suportadong Plugin ng GeekyBot
tr_tr: GeekyBot Destekli Eklentiler

source: Plugin
ru_ru: Плагин
th_th: ปลั๊กอิน
tr_tr: Eklenti

source: WP Job Manager
ru_ru: Менеджер заданий WP
th_th: ผู้จัดการงาน WP
tr_tr: WP İş Yöneticisi

source: Tutor LMS
de_de: Nachhilfelehrer LMS
nl_nl: Docent LMS
ru_ru: Репетитор СДО
sv: Handledare LMS
th_th: ครูสอนพิเศษ LMS
tr_tr: Öğretmen ÖYS/ÖYS'si

source: bbPress
nl_nl: bbDruk
ro_ro: bbApăsați
th_th: บีบีเพรส

source: LearnPress
nl_nl: LeerDruk
ru_ru: УзнайтеПресса
sv: Lär Press
th_th: เรียนรู้กด

source: Knowledge Base
cs_cz: Znalostní báze
de_de: Wissensdatenbank
nl_nl: Kennisbank
ro_ro: Baza de cunoștințe
ru_ru: База знаний
sv: Kunskapsbas
th_th: ฐานความรู้
tl_ph: Base ng Kaalaman
tr_tr: Bilgi Bankası

source: Motors
cs_cz: Motory
de_de: Motoren
nl_nl: Motoren
ro_ro: Motoare
ru_ru: Моторы
sv: Motorer
th_th: มอเตอร์
tl_ph: Mga motor
tr_tr: Motorlar

source: Estatik Real Estate
de_de: Estatik Immobilien
nl_nl: Estatik Vastgoed
ru_ru: Эстатик Недвижимость
sv: Estatik Fastigheter
th_th: เอสเตติก เรียล เอสเตท
tr_tr: Estatik Gayrimenkul

source: Auto Listings
cs_cz: Automatické výpisy
de_de: Automatische Einträge
nl_nl: Automatische vermeldingen
ro_ro: Listări auto
ru_ru: Авто объявления
sv: Billistor
th_th: รายการอัตโนมัติ
tl_ph: Mga Listahan ng Auto
tr_tr: Otomatik Listelemeler

source: Welcome to GeekyBot Features
cs_cz: Vítejte ve funkcích GeekyBot
de_de: Willkommen bei den GeekyBot-Funktionen
nl_nl: Welkom bij GeekyBot-functies
ro_ro: Bun venit la Funcțiile GeekyBot
ru_ru: Добро пожаловать в возможности GeekyBot
sv: Välkommen till GeekyBot-funktioner
th_th: ยินดีต้อนรับสู่คุณสมบัติของ GeekyBot
tl_ph: Maligayang pagdating sa GeekyBot Features
tr_tr: GeekyBot Özelliklerine Hoş Geldiniz

source: GeekyBot Features
cs_cz: Funkce GeekyBot
de_de: GeekyBot-Funktionen
nl_nl: GeekyBot-functies
ro_ro: Caracteristici GeekyBot
ru_ru: Возможности GeekyBot
sv: GeekyBot-funktioner
th_th: คุณสมบัติ GeekyBot
tl_ph: Mga Tampok ng GeekyBot
tr_tr: GeekyBot'un Özellikleri

source: WooCommerce Integration
cs_cz: Integrace WooCommerce
nl_nl: WooCommerce-integratie
ro_ro: Integrare WooCommerce
ru_ru: Интеграция WooCommerce
th_th: การบูรณาการ WooCommerce
tl_ph: Pagsasama ng WooCommerce
tr_tr: WooCommerce Entegrasyonu

source: Quick Installation
cs_cz: Rychlá instalace
de_de: Schnelle Installation
nl_nl: Snelle installatie
ro_ro: Instalare rapidă
ru_ru: Быстрая установка
sv: Snabb installation
th_th: การติดตั้งอย่างรวดเร็ว
tl_ph: Mabilis na Pag-install
tr_tr: Hızlı Kurulum

source: Version: 1.0.0
cs_cz: Verze: 1.0.0
nl_nl: Versie: 1.0.0
ro_ro: Versiune: 1.0.0
ru_ru: Версия: 1.0.0
th_th: เวอร์ชัน: 1.0.0
tl_ph: Bersyon: 1.0.0
tr_tr: Sürüm: 1.0.0

source: AI Chat Bot
cs_cz: AI chatovací robot
de_de: KI-Chatbot
ru_ru: Чат-бот с искусственным интеллектом
th_th: AI แชทบอท
tr_tr: Yapay Zeka Sohbet Botu

source: Enable/Disable
cs_cz: Povolit/Zakázat
de_de: Aktivieren/Deaktivieren
nl_nl: Inschakelen/Uitschakelen
ro_ro: Activați/Dezactivați
ru_ru: Включить/отключить
sv: Aktivera/inaktivera
th_th: เปิด/ปิดการใช้งาน
tl_ph: Paganahin/Huwag paganahin
tr_tr: Etkinleştir/Devre Dışı Bırak
