Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/*.po
Languages: cs_cz, de_de, nl_nl, ro_ro, ru_ru, sv, th_th, tl_ph, tr_tr

source: On the add form page, you can add a new form.
cs_cz: Na stránce přidání formuláře můžete přidat nový formulář.
de_de: Auf der Seite „Formular hinzufügen“ können Sie ein neues Formular hinzufügen.
nl_nl: Op de formulierformulierpagina kunt u een nieuw formulier toevoegen.
ro_ro: Pe pagina de adăugare a formularului, puteți adăuga un formular nou.
ru_ru: На странице добавления формы вы можете добавить новую форму.
sv: På sidan Lägg till formulär kan du lägga till ett nytt formulär.
th_th: ในหน้าเพิ่มแบบฟอร์ม คุณสามารถเพิ่มแบบฟอร์มใหม่ได้
tl_ph: Sa pahina ng magdagdag ng form, maaari kang magdagdag ng bagong form.
tr_tr: Form ekleme sayfasında yeni bir form ekleyebilirsiniz.

source: Responses
cs_cz: Odezvy
de_de: Antworten
nl_nl: Reacties
ro_ro: Răspunsuri
ru_ru: Ответы
sv: Svar
th_th: คำตอบ
tl_ph: Mga tugon
tr_tr: Yanıtlar

source: Add Response
cs_cz: Přidat odpověď
de_de: Antwort hinzufügen
nl_nl: Reactie toevoegen
ro_ro: Adăugați răspuns
ru_ru: Добавить ответ
sv: Lägg till svar
th_th: เพิ่มการตอบกลับ
tl_ph: Magdagdag ng Tugon
tr_tr: Yanıt Ekle

source: On the add Response page, you can add a new Response.
cs_cz: Na stránce Přidat odpověď můžete přidat novou odpověď.
de_de: Auf der Seite „Antwort hinzufügen“ können Sie eine neue Antwort hinzufügen.
nl_nl: Op de pagina Reactie toevoegen kunt u een nieuwe reactie toevoegen.
ro_ro: Pe pagina de adăugare a răspunsului, puteți adăuga un răspuns nou.
ru_ru: На странице добавления ответа вы можете добавить новый ответ.
sv: På sidan Lägg till svar kan du lägga till ett nytt svar.
th_th: บนหน้าเพิ่มการตอบกลับ คุณสามารถเพิ่มการตอบกลับใหม่ได้
tl_ph: Sa pahina ng magdagdag ng Tugon, maaari kang magdagdag ng bagong Tugon.
tr_tr: Yanıt ekleme sayfasında yeni bir Yanıt ekleyebilirsiniz.

source: On the actions listing page, all the actions are listed here; you can check them out.
cs_cz: Na stránce se seznamem akcí jsou zde uvedeny všechny akce; můžete je zkontrolovat.
de_de: Auf der Seite mit der Auflistung der Aktionen werden hier alle Aktionen aufgelistet. Sie können sie sich ansehen.
nl_nl: Op de actieslijstpagina worden alle acties hier vermeld; je kunt ze bekijken.
ro_ro: Pe pagina de listare a acțiunilor, toate acțiunile sunt listate aici; le poți verifica.
ru_ru: На странице списка действий здесь перечислены все действия; вы можете проверить их.
sv: På åtgärdslistan listas alla åtgärder här; du kan kolla upp dem.
th_th: ในหน้ารายการการดำเนินการ การดำเนินการทั้งหมดจะแสดงอยู่ที่นี่ คุณสามารถตรวจสอบได้
tl_ph: Sa page ng listahan ng mga aksyon, nakalista dito ang lahat ng aksyon; maaari mong suriin ang mga ito.
tr_tr: Eylem listeleme sayfasında tüm eylemler burada listelenir; bunları kontrol edebilirsiniz.

source: Add Action
cs_cz: Přidat akci
de_de: Aktion hinzufügen
nl_nl: Actie toevoegen
ro_ro: Adăugați o acțiune
ru_ru: Добавить действие
sv: Lägg till åtgärd
th_th: เพิ่มการดำเนินการ
tl_ph: Magdagdag ng Aksyon
tr_tr: Eylem Ekle

source: On the add action page, you can add a new action.
cs_cz: Na stránce přidání akce můžete přidat novou akci.
de_de: Auf der Seite „Aktion hinzufügen“ können Sie eine neue Aktion hinzufügen.
nl_nl: Op de actiepagina toevoegen kunt u een nieuwe actie toevoegen.
ro_ro: Pe pagina de adăugare a acțiunii, puteți adăuga o acțiune nouă.
ru_ru: На странице добавления действия вы можете добавить новое действие.
sv: På sidan Lägg till åtgärd kan du lägga till en ny åtgärd.
th_th: บนหน้าเพิ่มการดำเนินการ คุณสามารถเพิ่มการดำเนินการใหม่ได้
tl_ph: Sa pahina ng magdagdag ng pagkilos, maaari kang magdagdag ng bagong pagkilos.
tr_tr: Eylem ekleme sayfasında yeni bir eylem ekleyebilirsiniz.

source: Add Intent Group
cs_cz: Přidat skupinu záměrů
de_de: Absichtsgruppe hinzufügen
nl_nl: Intentiegroep toevoegen
ro_ro: Adăugați grup de intenții
ru_ru: Добавить группу намерений
sv: Lägg till avsiktsgrupp
th_th: เพิ่มกลุ่มความตั้งใจ
tl_ph: Magdagdag ng Intent Group
tr_tr: Amaç Grubu Ekle

source: Import
cs_cz: Importovat
nl_nl: Importeren
ru_ru: Импорт
sv: Importera
th_th: นำเข้า
tl_ph: Mag-import
tr_tr: İçe aktarmak

source: Menu
de_de: Speisekarte
ro_ro: Meniu
ru_ru: Меню
sv: Meny
th_th: เมนู
tr_tr: Menü

source: End Chat
cs_cz: Ukončit chat
de_de: Chat beenden
nl_nl: Beëindig de chat
ro_ro: Încheiați chatul
ru_ru: Завершить чат
sv: Avsluta chatten
th_th: สิ้นสุดการแชท
tl_ph: Tapusin ang Chat
tr_tr: Sohbeti Bitir

source: Restart Chat
cs_cz: Restartujte chat
de_de: Chat neu starten
nl_nl: Start het chatten opnieuw
ro_ro: Reporniți chatul
ru_ru: Перезапустить чат
sv: Starta om chatten
th_th: เริ่มแชทใหม่
tl_ph: I-restart ang Chat
tr_tr: Sohbeti Yeniden Başlat

source: Image
cs_cz: Obraz
de_de: Bild
nl_nl: Afbeelding
ro_ro: Imagine
ru_ru: Изображение
sv: Bild
th_th: ภาพ
tl_ph: Imahe
tr_tr: Resim

source: Send Icon
cs_cz: Odeslat ikonu
de_de: Symbol „Senden“.
nl_nl: Verzendpictogram
ro_ro: Trimite pictograma
ru_ru: Иконка Отправить
sv: Skicka ikon
th_th: ส่งไอคอน
tl_ph: Icon ng Ipadala
tr_tr: Gönder Simgesi

source: Welcome to GeekyBot! Let me know how I can assist you today.
cs_cz: Vítejte v GeekyBotu! Dejte mi vědět, jak vám dnes mohu pomoci.
de_de: Willkommen bei GeekyBot! Lassen Sie mich noch heute wissen, wie ich Ihnen helfen kann.
nl_nl: Welkom bij GeekyBot! Laat me vandaag nog weten hoe ik je kan helpen.
ro_ro: Bun venit la GeekyBot! Spune-mi cum te pot ajuta astăzi.
ru_ru: Добро пожаловать в GeekyBot! Дайте мне знать, как я могу помочь вам сегодня.
sv: Välkommen till GeekyBot! Låt mig veta hur jag kan hjälpa dig idag.
th_th: ยินดีต้อนรับสู่ GeekyBot! แจ้งให้เราทราบว่าฉันสามารถช่วยเหลือคุณได้อย่างไรในวันนี้
tl_ph: Maligayang pagdating sa GeekyBot! Ipaalam sa akin kung paano kita matutulungan ngayon.
tr_tr: GeekyBot'a hoş geldiniz! Bugün size nasıl yardımcı olabileceğimi bana bildirin.

source: admin.
de_de: Administrator.
nl_nl: beheerder.
ru_ru: админ.
sv: administration.
th_th: ผู้ดูแลระบบ
tr_tr: yönetici.

source: Account Assistance
cs_cz: Pomoc s účtem
de_de: Kontounterstützung
nl_nl: Accounthulp
ro_ro: Asistență pentru cont
ru_ru: Помощь по счету
sv: Kontohjälp
th_th: ความช่วยเหลือด้านบัญชี
tl_ph: Tulong sa Account
tr_tr: Hesap Yardımı

source: Diet Plan Assistant
cs_cz: Asistent dietního plánu
de_de: Diätplan-Assistent
nl_nl: Assistent dieetplan
ro_ro: Asistent plan de dieta
ru_ru: Помощник по планированию диеты
sv: Kostplansassistent
th_th: ผู้ช่วยแผนอาหาร
tl_ph: Assistant sa Diet Plan
tr_tr: Diyet Planı Asistanı

source: Job Application
cs_cz: Žádost o zaměstnání
de_de: Bewerbung
nl_nl: Sollicitatie
ro_ro: Cerere de angajare
ru_ru: Заявление о приеме на работу
sv: Arbetsansökan
th_th: การสมัครงาน
tl_ph: Aplikasyon sa Trabaho
tr_tr: İş Başvurusu

source: Offline Form
cs_cz: Offline formulář
de_de: Offline-Formular
nl_nl: Offline formulier
ro_ro: Formular offline
ru_ru: Оффлайн-форма
sv: Offlineformulär
th_th: แบบฟอร์มออฟไลน์
tl_ph: Offline na Form
tr_tr: Çevrimdışı Form

source: Real Estate
cs_cz: Nemovitost
de_de: Immobilie
nl_nl: Vastgoed
ro_ro: Imobiliare
ru_ru: Недвижимость
sv: Fastighet
th_th: อสังหาริมทรัพย์
tr_tr: Gayrimenkul

source: Sales Support
cs_cz: Podpora prodeje
de_de: Vertriebsunterstützung
nl_nl: Verkoopondersteuning
ro_ro: Suport de vânzări
ru_ru: Поддержка продаж
sv: Säljsupport
th_th: การสนับสนุนการขาย
tl_ph: Suporta sa Pagbebenta
tr_tr: Satış Desteği

source: University
cs_cz: Univerzita
de_de: Universität
nl_nl: Universiteit
ro_ro: Universitate
ru_ru: Университет
sv: Universitet
th_th: มหาวิทยาลัย
tl_ph: Unibersidad
tr_tr: Üniversite

source: Vacation Planner
cs_cz: Plánovač dovolené
de_de: Urlaubsplaner
nl_nl: Vakantieplanner
ro_ro: Planificator de vacanță
ru_ru: Планировщик отпуска
sv: Semesterplanerare
th_th: นักวางแผนวันหยุด
tl_ph: Tagaplano ng Bakasyon
tr_tr: Tatil Planlayıcısı

source: XXXX-XXXX-XXXXX-XXXXX
nl_nl: XXXX-XXXX-XXXXX-XXXX
ro_ro: XXXX-XXXX-XXXX-XXXX
ru_ru: ХХХХ-ХХХХ-ХХХХХ-ХХХХХ
sv: XXXX-XXXX-XXXXX-XXXX
tl_ph: XXXX-XXXX-XXXX-XXXX

source: URL
ru_ru: URL-адрес
tr_tr: URL'si

source: BetterDocs
nl_nl: BeterDocs
tr_tr: Daha İyi Dokümanlar
