Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/*.po
Languages: cs_cz, de_de, nl_nl, ro_ro, ru_ru, sv, th_th, tl_ph, tr_tr

source: User Options
cs_cz: Možnosti uživatele
de_de: Benutzeroptionen
nl_nl: Gebruikersopties
ro_ro: Opțiuni utilizator
ru_ru: Параметры пользователя
sv: Användaralternativ
th_th: ตัวเลือกผู้ใช้
tl_ph: Mga Pagpipilian sa Gumagamit
tr_tr: Kullanıcı Seçenekleri

source: User options enable you to define roles for new users when they are registered.
cs_cz: Možnosti uživatele vám umožňují definovat role pro nové uživatele, když jsou zaregistrováni.
de_de: Mit den Benutzeroptionen können Sie Rollen für neue Benutzer definieren, wenn diese registriert werden.
nl_nl: Met gebruikersopties kunt u rollen definiëren voor nieuwe gebruikers wanneer ze worden geregistreerd.
ro_ro: Opțiunile pentru utilizator vă permit să definiți roluri pentru noii utilizatori atunci când aceștia sunt înregistrați.
ru_ru: Параметры пользователя позволяют определять роли для новых пользователей при их регистрации.
sv: Användaralternativ gör att du kan definiera roller för nya användare när de är registrerade.
th_th: ตัวเลือกผู้ใช้ช่วยให้คุณสามารถกำหนดบทบาทสำหรับผู้ใช้ใหม่เมื่อลงทะเบียนแล้ว
tl_ph: Nagbibigay-daan sa iyo ang mga opsyon ng user na tukuyin ang mga tungkulin para sa mga bagong user kapag nakarehistro na sila.
tr_tr: Kullanıcı seçenekleri, yeni kullanıcılar kaydolduklarında onlar için rolleri tanımlamanıza olanak sağlar.

source: SMTP enables you to add custom mail protocols to send and receive emails with the support ticket system.
cs_cz: SMTP vám umožňuje přidat vlastní poštovní protokoly pro odesílání a přijímání e-mailů pomocí systému lístků podpory.
de_de: Mit SMTP können Sie benutzerdefinierte E-Mail-Protokolle hinzufügen, um E-Mails mit dem Support-Ticket-System zu senden und zu empfangen.
nl_nl: Met SMTP kunt u aangepaste e-mailprotocollen toevoegen om e-mails te verzenden en ontvangen met het supportticketsysteem.
ro_ro: SMTP vă permite să adăugați protocoale de e-mail personalizate pentru a trimite și primi e-mailuri cu sistemul de bilete de asistență.
ru_ru: SMTP позволяет вам добавлять собственные почтовые протоколы для отправки и получения электронных писем с помощью системы заявок в службу поддержки.
sv: SMTP gör att du kan lägga till anpassade e-postprotokoll för att skicka och ta emot e-postmeddelanden med supportärendesystemet.
th_th: SMTP ช่วยให้คุณสามารถเพิ่มโปรโตคอลอีเมลที่กำหนดเองเพื่อส่งและรับอีเมลด้วยระบบตั๋วสนับสนุน
tl_ph: Binibigyang-daan ka ng SMTP na magdagdag ng mga custom na mail protocol upang magpadala at tumanggap ng mga email gamit ang support ticket system.
tr_tr: SMTP, destek bildirim sistemiyle e-posta gönderip almak için özel posta protokolleri eklemenizi sağlar.

source: Multi Language Email Templates
cs_cz: Vícejazyčné e-mailové šablony
de_de: Mehrsprachige E-Mail-Vorlagen
nl_nl: Meertalige e-mailsjablonen
ro_ro: Șabloane de e-mail în mai multe limbi
ru_ru: Многоязычные шаблоны электронной почты
sv: Flerspråkiga e-postmallar
th_th: เทมเพลตอีเมลหลายภาษา
tr_tr: Çok Dilli E-posta Şablonları

source: Create multi-language email templates for all default email templates to send customers emails in the language that they prefer.
cs_cz: Vytvořte vícejazyčné e-mailové šablony pro všechny výchozí e-mailové šablony a posílejte zákazníkům e-maily v jazyce, který preferují.
de_de: Erstellen Sie mehrsprachige E-Mail-Vorlagen für alle Standard-E-Mail-Vorlagen, um Kunden E-Mails in der von ihnen bevorzugten Sprache zu senden.
nl_nl: Maak meertalige e-mailsjablonen voor alle standaard e-mailsjablonen om klanten e-mails te sturen in de taal van hun voorkeur.
ro_ro: Creați șabloane de e-mail în mai multe limbi pentru toate șabloanele implicite de e-mail pentru a trimite clienților e-mailuri în limba pe care o preferă.
ru_ru: Создавайте многоязычные шаблоны электронной почты для всех шаблонов электронной почты по умолчанию, чтобы отправлять электронные письма клиентам на том языке, который они предпочитают.
sv: Skapa flerspråkiga e-postmallar för alla standard-e-postmallar för att skicka e-post till kunder på det språk de föredrar.
th_th: สร้างเทมเพลตอีเมลหลายภาษาสำหรับเทมเพลตอีเมลเริ่มต้นทั้งหมดเพื่อส่งอีเมลถึงลูกค้าในภาษาที่พวกเขาต้องการ
tl_ph: Gumawa ng mga template ng email na maraming wika para sa lahat ng default na template ng email upang magpadala ng mga email sa mga customer sa wikang gusto nila.
tr_tr: Müşterilere tercih ettikleri dilde e-posta göndermek amacıyla tüm varsayılan e-posta şablonları için çok dilli e-posta şablonları oluşturun.

source: Downloads
cs_cz: Stahování
ro_ro: Descărcări
ru_ru: Загрузки
sv: Nedladdningar
th_th: ดาวน์โหลด
tl_ph: Mga download
tr_tr: İndirilenler

source: Downloads can be very helpful for users who are looking to obtain the necessary information to resolve issues.
cs_cz: Stahování může být velmi užitečné pro uživatele, kteří chtějí získat potřebné informace k vyřešení problémů.
de_de: Downloads können für Benutzer, die die notwendigen Informationen zur Lösung von Problemen erhalten möchten, sehr hilfreich sein.
nl_nl: Downloads kunnen zeer nuttig zijn voor gebruikers die de nodige informatie willen verkrijgen om problemen op te lossen.
ro_ro: Descărcările pot fi foarte utile pentru utilizatorii care doresc să obțină informațiile necesare pentru a rezolva problemele.
ru_ru: Загрузки могут быть очень полезны для пользователей, которые хотят получить необходимую информацию для решения проблем.
sv: Nedladdningar kan vara till stor hjälp för användare som vill få nödvändig information för att lösa problem.
th_th: การดาวน์โหลดจะมีประโยชน์มากสำหรับผู้ใช้ที่ต้องการรับข้อมูลที่จำเป็นในการแก้ไขปัญหา
tl_ph: Ang mga pag-download ay maaaring maging lubhang kapaki-pakinabang para sa mga user na naghahanap upang makuha ang kinakailangang impormasyon upang malutas ang mga isyu.
tr_tr: İndirmeler, sorunları çözmek için gerekli bilgileri edinmek isteyen kullanıcılar için çok yararlı olabilir.

source: Announcements
cs_cz: Oznámení
de_de: Ankündigungen
nl_nl: Aankondigingen
ro_ro: Anunturi
ru_ru: Объявления
sv: Meddelanden
th_th: ประกาศ
tl_ph: Mga anunsyo
tr_tr: Duyurular

source: Make an unlimited number of announcements related to the support system to encourage customer interaction.
cs_cz: Provádějte neomezený počet oznámení souvisejících se systémem podpory, abyste podpořili interakci se zákazníky.
de_de: Machen Sie eine unbegrenzte Anzahl von Ankündigungen im Zusammenhang mit dem Support-System, um die Kundeninteraktion zu fördern.
nl_nl: Maak een onbeperkt aantal aankondigingen met betrekking tot het ondersteuningssysteem om klantinteractie te stimuleren.
ro_ro: Faceți un număr nelimitat de anunțuri legate de sistemul de asistență pentru a încuraja interacțiunea cu clienții.
ru_ru: Делайте неограниченное количество объявлений, связанных с системой поддержки, чтобы стимулировать взаимодействие с клиентами.
sv: Gör ett obegränsat antal meddelanden relaterade till supportsystemet för att uppmuntra kundinteraktion.
th_th: จัดทำประกาศที่เกี่ยวข้องกับระบบสนับสนุนได้ไม่จำกัดจำนวนเพื่อส่งเสริมการมีปฏิสัมพันธ์กับลูกค้า
tl_ph: Gumawa ng walang limitasyong bilang ng mga anunsyo na nauugnay sa support system para hikayatin ang pakikipag-ugnayan ng customer.
tr_tr: Müşteri etkileşimini teşvik etmek için destek sistemi ile ilgili sınırsız sayıda duyuru yapın.

source: Ban Email
cs_cz: Zákaz e-mailu
de_de: E-Mail verbieten
nl_nl: E-mail verbieden
ru_ru: Запретить электронную почту
sv: Förbjud e-post
th_th: อีเมล์บ้าน
tl_ph: I-ban ang Email
tr_tr: E-postayı Yasakla

source: With Ban Email, you can limit a users ability to create new tickets by blocking their email address.
cs_cz: Pomocí funkce Ban Email můžete omezit možnost uživatelů vytvářet nové vstupenky zablokováním jejich e-mailové adresy.
de_de: Mit „E-Mail sperren“ können Sie die Möglichkeit eines Benutzers einschränken, neue Tickets zu erstellen, indem Sie seine E-Mail-Adresse blockieren.
nl_nl: Met Ban Email kunt u de mogelijkheid van een gebruiker om nieuwe tickets aan te maken beperken door zijn e-mailadres te blokkeren.
ro_ro: Cu Ban Email, puteți limita capacitatea utilizatorilor de a crea bilete noi blocând adresa lor de e-mail.
ru_ru: С помощью Ban Email вы можете ограничить возможность пользователей создавать новые заявки, заблокировав их адрес электронной почты.
sv: Med Ban Email kan du begränsa en användares möjlighet att skapa nya biljetter genom att blockera deras e-postadress.
th_th: ด้วย Ban Email คุณสามารถจำกัดความสามารถของผู้ใช้ในการสร้างตั๋วใหม่ได้โดยการบล็อกที่อยู่อีเมลของพวกเขา
tl_ph: Sa Ban Email, maaari mong limitahan ang kakayahan ng isang user na lumikha ng mga bagong tiket sa pamamagitan ng pagharang sa kanilang email address.
tr_tr: E-postayı Yasakla ile, bir kullanıcının e-posta adresini engelleyerek yeni bilet oluşturma olanağını sınırlayabilirsiniz.

source: FAQ
nl_nl: Veelgestelde vragen
ru_ru: Часто задаваемые вопросы
th_th: คำถามที่พบบ่อย
tr_tr: SSS

source: Provide answers to common user questions with the FAQ extension before they become tickets.
cs_cz: Poskytněte odpovědi na běžné dotazy uživatelů pomocí rozšíření FAQ, než se stanou vstupenkami.
de_de: Geben Sie mit der FAQ-Erweiterung Antworten auf häufige Benutzerfragen, bevor diese zu Tickets werden.
nl_nl: Geef antwoorden op veelgestelde gebruikersvragen met de FAQ-extensie voordat het tickets worden.
ro_ro: Oferiți răspunsuri la întrebările frecvente ale utilizatorilor cu extensia Întrebări frecvente înainte ca acestea să devină bilete.
ru_ru: Предоставляйте ответы на распространенные вопросы пользователей с помощью расширения FAQ, прежде чем они станут билетами.
sv: Ge svar på vanliga användarfrågor med FAQ-tillägget innan de blir biljetter.
th_th: ให้คำตอบสำหรับคำถามทั่วไปของผู้ใช้ด้วยส่วนขยายคำถามที่พบบ่อยก่อนที่จะกลายเป็นตั๋ว
tl_ph: Magbigay ng mga sagot sa mga karaniwang tanong ng user gamit ang FAQ extension bago sila maging mga ticket.
tr_tr: Sık sorulan kullanıcı sorularına, bilet haline gelmeden önce SSS uzantısıyla yanıtlar sağlayın.

source: admin widgets
cs_cz: administrátorské widgety
nl_nl: beheerderswidgets
ro_ro: widget-uri de administrare
ru_ru: виджеты администратора
th_th: วิดเจ็ตผู้ดูแลระบบ
tl_ph: mga widget ng admin
tr_tr: yönetici widget'ları

source: Admin Widgets
cs_cz: Admin Widgety
nl_nl: Beheerderswidgets
ro_ro: Widgeturi de administrare
ru_ru: Виджеты администратора
sv: Admin-widgetar
th_th: วิดเจ็ตผู้ดูแลระบบ
tl_ph: Mga Widget ng Admin
tr_tr: Yönetici Widget'ları

source: Get immediate data on your support operations as soon as you log into your WordPress administration area.
cs_cz: Získejte okamžitá data o svých operacích podpory, jakmile se přihlásíte do své administrační oblasti WordPress.
de_de: Erhalten Sie sofort Daten zu Ihren Supportaktivitäten, sobald Sie sich in Ihrem WordPress-Administrationsbereich anmelden.
nl_nl: Ontvang onmiddellijk gegevens over uw ondersteuningsactiviteiten zodra u zich aanmeldt bij uw WordPress-beheergedeelte.
ro_ro: Obțineți date imediate despre operațiunile dvs. de asistență imediat ce vă conectați în zona dvs. de administrare WordPress.
ru_ru: Получите немедленные данные о ваших операциях поддержки, как только вы войдете в свою область администрирования WordPress.
sv: Få omedelbar information om din supportverksamhet så snart du loggar in på ditt WordPress-administrationsområde.
th_th: รับข้อมูลทันทีเกี่ยวกับการดำเนินการสนับสนุนของคุณทันทีที่คุณเข้าสู่ระบบพื้นที่การดูแลระบบ WordPress ของคุณ
tl_ph: Kumuha ng agarang data sa iyong mga operasyon sa suporta sa sandaling mag-log in ka sa iyong WordPress administration area.
tr_tr: WordPress yönetim alanınıza giriş yaptığınız anda destek operasyonlarınızla ilgili verileri anında alın.

source: desktop notifications
cs_cz: upozornění na ploše
de_de: Desktop-Benachrichtigungen
nl_nl: bureaubladmeldingen
ro_ro: notificări de pe desktop
ru_ru: уведомления на рабочем столе
sv: skrivbordsaviseringar
th_th: การแจ้งเตือนบนเดสก์ท็อป
tl_ph: mga notification sa desktop
tr_tr: masaüstü bildirimleri

source: Desktop Notifications
cs_cz: Oznámení na ploše
de_de: Desktop-Benachrichtigungen
nl_nl: Bureaubladmeldingen
ro_ro: Notificări desktop
ru_ru: Уведомления на рабочем столе
sv: Skrivbordsmeddelanden
th_th: การแจ้งเตือนบนเดสก์ท็อป
tl_ph: Mga Notification sa Desktop
tr_tr: Masaüstü Bildirimleri

source: You will be informed of anything that occurs on your support system by the desktop notifications.
cs_cz: O všem, co se ve vašem systému podpory vyskytne, budete informováni prostřednictvím oznámení na ploše.
de_de: Sie werden durch die Desktop-Benachrichtigungen über alles informiert, was in Ihrem Support-System passiert.
nl_nl: Via de bureaubladmeldingen wordt u op de hoogte gehouden van alles wat er op uw ondersteuningssysteem gebeurt.
ro_ro: Veți fi informat despre orice se întâmplă în sistemul dvs. de asistență prin notificările de pe desktop.
ru_ru: Вы будете проинформированы обо всем, что происходит в вашей системе поддержки, с помощью уведомлений на рабочем столе.
sv: Du kommer att informeras om allt som inträffar på ditt supportsystem genom skrivbordsmeddelanden.
th_th: คุณจะได้รับแจ้งถึงสิ่งใดก็ตามที่เกิดขึ้นบนระบบสนับสนุนของคุณผ่านการแจ้งเตือนบนเดสก์ท็อป
tl_ph: Ipapaalam sa iyo ang anumang nangyayari sa iyong support system sa pamamagitan ng mga notification sa desktop.
tr_tr: Destek sisteminizde meydana gelen her şeyden masaüstü bildirimleri aracılığıyla haberdar olacaksınız.

source: woocommerce
th_th: วูคอมเมิร์ซ

source: The integration of the support ticket system for WooCommerce with your e-shop makes your support better and more professional.
cs_cz: Díky integraci systému lístků podpory pro WooCommerce s vaším e-shopem bude vaše podpora lepší a profesionálnější.
de_de: Die Integration des Support-Ticket-Systems für WooCommerce in Ihren E-Shop macht Ihren Support besser und professioneller.
nl_nl: De integratie van het supportticketsysteem voor WooCommerce met uw e-shop maakt uw support beter en professioneler.
ro_ro: Integrarea sistemului de bilete de asistență pentru WooCommerce cu magazinul dvs. electronic face ca suportul dvs. să fie mai bun și mai profesionist.
ru_ru: Интеграция системы заявок поддержки WooCommerce с вашим интернет-магазином сделает вашу поддержку более качественной и профессиональной.
sv: Integrationen av supportbiljettsystemet för WooCommerce med din e-butik gör din support bättre och mer professionell.
th_th: การรวมระบบตั๋วสนับสนุนสำหรับ WooCommerce เข้ากับร้านค้าออนไลน์ของคุณทำให้การสนับสนุนของคุณดีขึ้นและเป็นมืออาชีพมากขึ้น
tl_ph: Ang pagsasama ng support ticket system para sa WooCommerce sa iyong e-shop ay ginagawang mas mahusay at mas propesyonal ang iyong suporta.
tr_tr: WooCommerce destek bileti sisteminin e-mağazanızla entegrasyonu, desteğinizi daha iyi ve daha profesyonel hale getirir.

source: mail chimp
ru_ru: почтовый шимпанзе
th_th: เมลชิมแปนซี
tr_tr: posta şempanzesi

source: Mail Chimp
th_th: เมลชิมแปนซี
tr_tr: Posta şempanzesi

source: Manage your email marketing campaigns directly from your majestic support by adding new user accounts to your Mailchimp email list.
cs_cz: Spravujte své e-mailové marketingové kampaně přímo ze své majestátní podpory přidáním nových uživatelských účtů do seznamu e-mailů Mailchimp.
de_de: Verwalten Sie Ihre E-Mail-Marketingkampagnen direkt von Ihrem majestätischen Support aus, indem Sie neue Benutzerkonten zu Ihrer Mailchimp-E-Mail-Liste hinzufügen.
nl_nl: Beheer uw e-mailmarketingcampagnes rechtstreeks vanuit uw majestueuze ondersteuning door nieuwe gebruikersaccounts toe te voegen aan uw Mailchimp-e-maillijst.
ro_ro: Gestionați-vă campaniile de marketing prin e-mail direct din suportul dvs. maiestuos, adăugând noi conturi de utilizator la lista de e-mailuri Mailchimp.
ru_ru: Управляйте своими маркетинговыми кампаниями по электронной почте непосредственно из вашей величественной службы поддержки, добавляя новые учетные записи пользователей в свой список адресов электронной почты Mailchimp.
sv: Hantera dina e-postmarknadsföringskampanjer direkt från din majestätiska support genom att lägga till nya användarkonton till din Mailchimp-e-postlista.
th_th: จัดการแคมเปญการตลาดผ่านอีเมลของคุณโดยตรงจากฝ่ายสนับสนุนอันทรงเกียรติของคุณโดยการเพิ่มบัญชีผู้ใช้ใหม่ลงในรายการอีเมล Mailchimp ของคุณ
tl_ph: Pamahalaan ang iyong mga email marketing campaign nang direkta mula sa iyong maringal na suporta sa pamamagitan ng pagdaragdag ng mga bagong user account sa iyong Mailchimp email list.
tr_tr: Mailchimp e-posta listenize yeni kullanıcı hesapları ekleyerek e-posta pazarlama kampanyalarınızı doğrudan görkemli desteğinizden yönetin.

source: internal mail
cs_cz: vnitřní pošta
de_de: interne Post
nl_nl: interne post
ro_ro: poștă internă
ru_ru: внутренняя почта
sv: intern post
th_th: จดหมายภายใน
tl_ph: panloob na mail
tr_tr: dahili posta

source: Internal Mail
cs_cz: Interní pošta
de_de: Interne Post
nl_nl: Interne post
ro_ro: Poștă internă
ru_ru: Внутренняя почта
sv: Intern post
th_th: จดหมายภายใน
tl_ph: Panloob na Mail
tr_tr: Dahili Posta

source: Send messages internally about support tickets and other issues between agents with internal mail.
cs_cz: Interně posílejte zprávy o lístcích podpory a dalších problémech mezi agenty pomocí interní pošty.
de_de: Senden Sie intern Nachrichten über Support-Tickets und andere Probleme zwischen Agenten per interner E-Mail.
nl_nl: Stuur intern berichten over supporttickets en andere problemen tussen agenten met interne mail.
ro_ro: Trimiteți mesaje intern despre biletele de asistență și alte probleme între agenți cu e-mail intern.
ru_ru: Отправляйте внутренние сообщения о заявках в службу поддержки и других проблемах между агентами по внутренней почте.
sv: Skicka meddelanden internt om supportbiljetter och andra problem mellan agenter med intern post.
th_th: ส่งข้อความภายในเกี่ยวกับตั๋วการสนับสนุนและปัญหาอื่นๆ ระหว่างตัวแทนด้วยอีเมลภายใน
tl_ph: Magpadala ng mga mensahe nang panloob tungkol sa mga tiket ng suporta at iba pang mga isyu sa pagitan ng mga ahente na may panloob na mail.
tr_tr: Dahili posta yoluyla temsilciler arasındaki destek bildirimleri ve diğer sorunlar hakkında dahili olarak mesajlar gönderin.

source: frontend widget
cs_cz: frontendový widget
ro_ro: widget-ul frontend
ru_ru: виджет интерфейса
th_th: วิดเจ็ตส่วนหน้า
tl_ph: frontend na widget
tr_tr: ön uç widget'ı

source: Front-End Widgets
cs_cz: Přední widgety
ro_ro: Widgeturi front-end
ru_ru: Интерфейсные виджеты
th_th: วิดเจ็ตส่วนหน้า
tl_ph: Mga Widget sa Front-End
tr_tr: Ön Uç Widget'lar

source: Frontend Widgets include several widgets that can be used to enhance the plugin's functionality in various areas of the website.
cs_cz: Frontend Widgety obsahují několik widgetů, které lze použít k vylepšení funkčnosti pluginu v různých oblastech webu.
de_de: Frontend-Widgets umfassen mehrere Widgets, mit denen die Funktionalität des Plugins in verschiedenen Bereichen der Website verbessert werden kann.
nl_nl: Frontend-widgets bevatten verschillende widgets die kunnen worden gebruikt om de functionaliteit van de plug-in in verschillende delen van de website te verbeteren.
ro_ro: Widgeturile de front-end includ mai multe widget-uri care pot fi utilizate pentru a îmbunătăți funcționalitatea pluginului în diferite zone ale site-ului web.
ru_ru: Виджеты внешнего интерфейса включают в себя несколько виджетов, которые можно использовать для улучшения функциональности плагина в различных областях веб-сайта.
sv: Frontend-widgets inkluderar flera widgets som kan användas för att förbättra pluginens funktionalitet i olika delar av webbplatsen.
th_th: วิดเจ็ตส่วนหน้าประกอบด้วยวิดเจ็ตหลายตัวที่สามารถใช้เพื่อปรับปรุงการทำงานของปลั๊กอินในส่วนต่างๆ ของเว็บไซต์
tl_ph: Kasama sa mga Frontend Widget ang ilang mga widget na maaaring magamit upang mapahusay ang paggana ng plugin sa iba't ibang bahagi ng website.
tr_tr: Ön Uç Widget'ları, web sitesinin çeşitli alanlarında eklentinin işlevselliğini geliştirmek için kullanılabilecek çeşitli widget'lar içerir.

source: envato
ru_ru: энвато
th_th: เอนวาโต

source: Envato
ru_ru: Энвато
th_th: เอนวาโต

source: Clients won't be able to open a new ticket using the Envato Validation plugin if they don't have a valid Envato license.
cs_cz: Klienti nebudou moci otevřít nový tiket pomocí pluginu Envato Validation, pokud nemají platnou licenci Envato.
de_de: Kunden können mit dem Envato-Validierungs-Plugin kein neues Ticket öffnen, wenn sie nicht über eine gültige Envato-Lizenz verfügen.
nl_nl: Klanten kunnen geen nieuw ticket openen met de Envato Validation-plug-in als ze geen geldige Envato-licentie hebben.
ro_ro: Clienții nu vor putea deschide un nou bilet folosind pluginul de validare Envato dacă nu au o licență Envato validă.
ru_ru: Клиенты не смогут открыть новый билет с помощью плагина Envato Validation, если у них нет действующей лицензии Envato.
sv: Kunder kommer inte att kunna öppna en ny biljett med Envato Validation-plugin om de inte har en giltig Envato-licens.
th_th: ลูกค้าจะไม่สามารถเปิดตั๋วใหม่โดยใช้ปลั๊กอิน Envato Validation ได้ หากพวกเขาไม่มีใบอนุญาต Envato ที่ถูกต้อง
tl_ph: Hindi makakapagbukas ng bagong ticket ang mga kliyente gamit ang Envato Validation plugin kung wala silang valid Envato license.
tr_tr: Geçerli bir Envato lisansına sahip olmayan müşteriler, Envato Doğrulama eklentisini kullanarak yeni bir bilet açamaz.

source: easy digital download
cs_cz: snadné digitální stahování
de_de: einfacher digitaler Download
nl_nl: eenvoudig digitaal downloaden
ro_ro: descărcare digitală ușoară
ru_ru: простая цифровая загрузка
sv: enkel digital nedladdning
th_th: ดาวน์โหลดดิจิตอลได้ง่าย
tl_ph: madaling digital download
tr_tr: kolay dijital indirme

source: Easy Digital Download
cs_cz: Snadné digitální stahování
de_de: Einfacher digitaler Download
nl_nl: Gemakkelijk digitaal downloaden
ro_ro: Descărcare digitală ușoară
ru_ru: Простая цифровая загрузка
sv: Enkel digital nedladdning
th_th: ดาวน์โหลดดิจิตอลอย่างง่ายดาย
tl_ph: Madaling Pag-download ng Digital
tr_tr: Kolay Dijital İndirme

source: Learn about a customer's purchase directly from the support dashboard by integrating Majestic Support with your EDD store.
cs_cz: Získejte informace o nákupu zákazníka přímo z řídicího panelu podpory integrací Majestic Support s vaším obchodem EDD.
de_de: Erfahren Sie mehr über den Kauf eines Kunden direkt über das Support-Dashboard, indem Sie Majestic Support in Ihren EDD-Shop integrieren.
nl_nl: Leer rechtstreeks vanaf het ondersteuningsdashboard meer over de aankoop van een klant door Majestic Support te integreren met uw EDD-winkel.
ro_ro: Aflați despre achiziția unui client direct din tabloul de bord de asistență integrând Majestic Support cu magazinul dvs. EDD.
ru_ru: Узнайте о покупке клиента непосредственно с панели поддержки, интегрировав Majestic Support с вашим магазином EDD.
sv: Lär dig mer om en kunds köp direkt från supportpanelen genom att integrera Majestic Support med din EDD-butik.
th_th: เรียนรู้เกี่ยวกับการซื้อของลูกค้าโดยตรงจากแดชบอร์ดการสนับสนุนโดยการรวม Majestic Support เข้ากับร้านค้า EDD ของคุณ
tl_ph: Matuto tungkol sa pagbili ng isang customer nang direkta mula sa dashboard ng suporta sa pamamagitan ng pagsasama ng Majestic Support sa iyong EDD store.
tr_tr: Majestic Support'u EDD mağazanızla entegre ederek bir müşterinin satın alma işlemi hakkında doğrudan destek panosundan bilgi edinin.

source: Majestic Support Add-ons Bundle Pack
cs_cz: Balíček doplňků Majestic Support Add-ons
de_de: Majestic Support-Add-ons-Bundle-Paket
nl_nl: Majestic Support Add-ons-bundelpakket
ro_ro: Pachet de suplimente de asistență Majestic
ru_ru: Пакет дополнений Majestic Support
th_th: ชุดเสริมเสริม Majestic Support
tl_ph: Majestic Support Add-on Bundle Pack
tr_tr: Majestic Support Eklenti Paketi Paketi

source: Basic
cs_cz: Základní
nl_nl: Basis
ro_ro: De bază
ru_ru: Базовый
sv: Grundläggande
th_th: ขั้นพื้นฐาน
tr_tr: Temel
