Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/*.po
Languages: cs_cz, de_de, nl_nl, ro_ro, ru_ru, sv, th_th, tl_ph, tr_tr

source: Logo
ru_ru: Логотип
sv: Logotyp
th_th: โลโก้

source: Template Field 1
cs_cz: Pole šablony 1
de_de: Vorlagenfeld 1
nl_nl: Sjabloonveld 1
ro_ro: Câmpul șablon 1
ru_ru: Поле шаблона 1
sv: Mallfält 1
th_th: ฟิลด์เทมเพลต 1
tl_ph: Field ng Template 1
tr_tr: Şablon Alanı 1

source: Title
cs_cz: Titul
de_de: Titel
nl_nl: Titel
ro_ro: Titlu
ru_ru: Заголовок
sv: Titel
th_th: ชื่อ
tl_ph: Pamagat
tr_tr: Başlık

source: Template Field 2
cs_cz: Pole šablony 2
de_de: Vorlagenfeld 2
nl_nl: Sjabloonveld 2
ro_ro: Câmpul șablon 2
ru_ru: Поле шаблона 2
sv: Mallfält 2
th_th: ฟิลด์เทมเพลต 2
tl_ph: Field ng Template 2
tr_tr: Şablon Alanı 2

source: Template Field 3
cs_cz: Pole šablony 3
de_de: Vorlagenfeld 3
nl_nl: Sjabloonveld 3
ro_ro: Câmpul șablon 3
ru_ru: Поле шаблона 3
sv: Mallfält 3
th_th: ฟิลด์เทมเพลต 3
tl_ph: Field ng Template 3
tr_tr: Şablon Alanı 3

source: Template Field 4
cs_cz: Pole šablony 4
de_de: Vorlagenfeld 4
nl_nl: Sjabloonveld 4
ro_ro: Câmpul șablon 4
ru_ru: Поле шаблона 4
sv: Mallfält 4
th_th: ฟิลด์เทมเพลต 4
tl_ph: Field ng Template 4
tr_tr: Şablon Alanı 4

source: Template Field 10
cs_cz: Pole šablony 10
de_de: Vorlagenfeld 10
nl_nl: Sjabloonveld 10
ro_ro: Câmpul șablon 10
ru_ru: Поле шаблона 10
sv: Mallfält 10
th_th: ฟิลด์เทมเพลต 10
tl_ph: Field ng Template 10
tr_tr: Şablon Alanı 10

source: Simple Link here
cs_cz: Jednoduchý odkaz zde
de_de: Einfacher Link hier
nl_nl: Eenvoudige link hier
ro_ro: Link simplu aici
ru_ru: Простая ссылка здесь
sv: Enkel länk här
th_th: ลิงค์ง่ายๆที่นี่
tl_ph: Simpleng Link dito
tr_tr: Basit Bağlantı burada

source: Button
cs_cz: Tlačítko
de_de: Taste
nl_nl: Knop
ro_ro: Buton
ru_ru: Кнопка
sv: Knapp
th_th: ปุ่ม
tl_ph: Pindutan
tr_tr: Düğme

source: Selected
cs_cz: Vybraný
de_de: Ausgewählt
nl_nl: Gekozen
ro_ro: Selectat
ru_ru: Выбрано
sv: Vald
th_th: เลือกแล้ว
tl_ph: Napili
tr_tr: Seçildi

source: Template Content
cs_cz: Obsah šablony
de_de: Vorlageninhalt
nl_nl: Sjablooninhoud
ro_ro: Conținutul șablonului
ru_ru: Содержимое шаблона
sv: Mallinnehåll
th_th: เนื้อหาเทมเพลต
tl_ph: Nilalaman ng Template
tr_tr: Şablon İçeriği

source: Template Field
cs_cz: Pole šablony
de_de: Vorlagenfeld
nl_nl: Sjabloonveld
ro_ro: Câmp șablon
ru_ru: Поле шаблона
sv: Mallfält
th_th: ฟิลด์เทมเพลต
tl_ph: Patlang ng Template
tr_tr: Şablon Alanı

source: Show On Listing
cs_cz: Zobrazit na výpisu
de_de: Im Eintrag anzeigen
nl_nl: Weergeven op vermelding
ro_ro: Afișează pe listă
ru_ru: Показать в объявлении
sv: Visa på notering
th_th: แสดงในรายการ
tl_ph: Ipakita Sa Listahan
tr_tr: İlanda Göster

source: Select Field
cs_cz: Vyberte Pole
de_de: Wählen Sie Feld aus
nl_nl: Selecteer Veld
ro_ro: Selectați Câmp
ru_ru: Выберите поле
sv: Välj Fält
th_th: เลือกฟิลด์
tl_ph: Piliin ang Field
tr_tr: Alan Seç

source: Label
cs_cz: Označení
de_de: Etikett
ro_ro: Eticheta
ru_ru: Этикетка
sv: Märka
th_th: ฉลาก
tr_tr: Etiket

source: Select Type
cs_cz: Vyberte Typ
de_de: Wählen Sie Typ aus
nl_nl: Selecteer Type
ro_ro: Selectați Tip
ru_ru: Выберите тип
sv: Välj Typ
th_th: เลือกประเภท
tl_ph: Piliin ang Uri
tr_tr: Tür Seçin

source: Set Value
cs_cz: Nastavit hodnotu
de_de: Wert festlegen
nl_nl: Waarde instellen
ro_ro: Valoarea setată
ru_ru: Установить значение
sv: Ange värde
th_th: ตั้งค่า
tl_ph: Itakda ang Halaga
tr_tr: Değeri Ayarla

source: No template fields are available!
cs_cz: Nejsou k dispozici žádná pole šablony!
de_de: Es sind keine Vorlagenfelder verfügbar!
nl_nl: Er zijn geen sjabloonvelden beschikbaar!
ro_ro: Nu sunt disponibile câmpuri șablon!
ru_ru: Поля шаблона недоступны!
sv: Inga mallfält är tillgängliga!
th_th: ไม่มีช่องเทมเพลต!
tl_ph: Walang magagamit na mga field ng template!
tr_tr: Hiçbir şablon alanı mevcut değil!

source: Set Values
cs_cz: Nastavit hodnoty
de_de: Werte festlegen
nl_nl: Waarden instellen
ro_ro: Setați valori
ru_ru: Установить значения
sv: Ställ in värden
th_th: ตั้งค่า
tl_ph: Itakda ang mga Halaga
tr_tr: Değerleri Ayarla

source: Field Name :
cs_cz: Název pole:
de_de: Feldname:
nl_nl: Veldnaam:
ro_ro: Nume câmp:
ru_ru: Имя поля:
sv: Fältnamn:
th_th: ชื่อฟิลด์ :
tl_ph: Pangalan ng Field :
tr_tr: Alan Adı :

source: Save
cs_cz: Uložit
de_de: Speichern
nl_nl: Redden
ro_ro: Salva
ru_ru: Сохранять
sv: Spara
th_th: บันทึก
tl_ph: I-save
tr_tr: Kaydetmek

source: Something went wrong try again later!
cs_cz: Něco se pokazilo, zkuste to znovu později!
de_de: Etwas ist schief gelaufen. Versuchen Sie es später noch einmal!
nl_nl: Er is iets misgegaan. Probeer het later opnieuw!
ro_ro: Ceva a mers prost, încercați din nou mai târziu!
ru_ru: Что-то пошло не так, попробуйте позже!
sv: Något gick fel försök igen senare!
th_th: มีข้อผิดพลาดเกิดขึ้น โปรดลองอีกครั้งในภายหลัง!
tl_ph: Nagkaproblema subukan ulit mamaya!
tr_tr: Bir şeyler ters gitti, daha sonra tekrar deneyin!

source: Info
ru_ru: Информация
th_th: ข้อมูล
tl_ph: Impormasyon
tr_tr: Bilgi

source: An empty expected value or display value field.
cs_cz: Prázdné pole očekávané hodnoty nebo zobrazené hodnoty.
de_de: Ein leeres Erwartungswert- oder Anzeigewertfeld.
nl_nl: Een leeg veld voor verwachte waarde of weergavewaarde.
ro_ro: O valoare așteptată sau un câmp de valoare de afișare gol.
ru_ru: Пустое поле ожидаемого значения или отображаемого значения.
sv: Ett tomt fält för förväntat värde eller visningsvärde.
th_th: ช่องค่าที่คาดไว้หรือค่าที่แสดงว่างเปล่า
tl_ph: Isang walang laman na inaasahang value o field ng display value.
tr_tr: Boş bir beklenen değer veya görüntü değeri alanı.

source: Values set successfully.
cs_cz: Hodnoty byly úspěšně nastaveny.
de_de: Werte erfolgreich eingestellt.
nl_nl: Waarden zijn succesvol ingesteld.
ro_ro: Valorile setate cu succes.
ru_ru: Значения установлены успешно.
sv: Värdena har angetts framgångsrikt.
th_th: ตั้งค่าเรียบร้อยแล้ว
tl_ph: Matagumpay na naitakda ang mga halaga.
tr_tr: Değerler başarıyla ayarlandı.

source: Expected Value
cs_cz: Očekávaná hodnota
de_de: Erwarteter Wert
nl_nl: Verwachte waarde
ro_ro: Valoarea așteptată
ru_ru: Ожидаемая стоимость
sv: Förväntat värde
th_th: มูลค่าที่คาดหวัง
tl_ph: Inaasahang Halaga
tr_tr: Beklenen Değer

source: Display Value
cs_cz: Zobrazená hodnota
de_de: Anzeigewert
nl_nl: Weergavewaarde
ro_ro: Valoarea afișată
ru_ru: Отображаемое значение
sv: Visa värde
th_th: ค่าที่แสดง
tr_tr: Ekran Değeri

source: Delete
cs_cz: Vymazat
de_de: Löschen
nl_nl: Verwijderen
ro_ro: Şterge
ru_ru: Удалить
sv: Radera
th_th: ลบ
tl_ph: Tanggalin
tr_tr: Silmek

source: Add Value
cs_cz: Přidat hodnotu
de_de: Mehrwert schaffen
nl_nl: Voeg waarde toe
ro_ro: Adăugați valoare
ru_ru: Добавить ценность
sv: Lägg till värde
th_th: เพิ่มมูลค่า
tl_ph: Magdagdag ng Halaga
tr_tr: Değer Katın

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
nl_nl: Bewerking
ro_ro: Edita
ru_ru: Редактировать
sv: Redigera
th_th: แก้ไข
tl_ph: I-edit
tr_tr: Düzenlemek

source: Text Field
cs_cz: Textové pole
de_de: Textfeld
nl_nl: Tekstveld
ro_ro: Câmp text
ru_ru: Текстовое поле
sv: Textfält
th_th: ช่องข้อความ
tl_ph: Patlang ng Teksto
tr_tr: Metin Alanı

source: Checkbox
cs_cz: Zaškrtávací políčko
de_de: Kontrollkästchen
nl_nl: Selectievakje
ro_ro: Caseta de selectare
ru_ru: Флажок
sv: Kryssruta
th_th: ช่องทำเครื่องหมาย
tr_tr: Onay kutusu

source: Radio Button
cs_cz: Přepínač
de_de: Optionsfeld
nl_nl: Keuzerondje
ro_ro: Buton radio
ru_ru: Радиокнопка
sv: Radioknapp
th_th: ปุ่มวิทยุ
tl_ph: Pindutan ng Radyo
tr_tr: Radyo Düğmesi

source: Dropdown
cs_cz: Rozbalovací nabídka
de_de: Runterfallen
nl_nl: Dropdownmenu
ro_ro: Scapă jos
ru_ru: Падать
th_th: ดรอปดาวน์
tr_tr: Yıkılmak

source: Link
cs_cz: Odkaz
ro_ro: Legătură
ru_ru: Связь
sv: Länk
th_th: ลิงค์
tr_tr: Bağlantı

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout Content here, content here...
cs_cz: Je již dávno potvrzeným faktem, že čtenář bude při pohledu na její uspořádání rozptylován čitelným obsahem stránky Obsah zde, obsah zde...
de_de: Es ist eine seit langem bekannte Tatsache, dass ein Leser vom lesbaren Inhalt einer Seite abgelenkt wird, wenn er sich deren Layout ansieht. Inhalt hier, Inhalt hier ...
nl_nl: Het is een al lang bekend feit dat een lezer wordt afgeleid door de leesbare inhoud van een pagina als hij naar de lay-out kijkt. Inhoud hier, inhoud hier...
ro_ro: Este un fapt stabilit de mult că un cititor va fi distras de conținutul care poate fi citit al unei pagini atunci când se uită la aspectul acesteia Conținut aici, conținut aici...
ru_ru: Давно установленный факт, что читатель будет отвлекаться на читаемое содержимое страницы, когда смотрит на ее макет. Контент здесь, контент здесь...
sv: Det är ett sedan länge etablerat faktum att en läsare kommer att distraheras av det läsbara innehållet på en sida när man tittar på dess layout. Innehåll här, innehåll här...
th_th: เป็นข้อเท็จจริงที่มีมายาวนานแล้วว่า ผู้อ่านจะเสียสมาธิกับเนื้อหาที่อ่านได้ของเพจเมื่อดูเลย์เอาต์ของหน้า เนื้อหาที่นี่ เนื้อหาที่นี่...
tl_ph: Ito ay isang matagal nang itinatag na katotohanan na ang isang mambabasa ay maabala sa nababasang nilalaman ng isang pahina kapag tinitingnan ang layout nito Nilalaman dito, nilalaman dito...
tr_tr: Bir okuyucunun sayfa düzenine bakarken sayfanın okunabilir içeriğinin dikkatini dağıtacağı uzun süredir bilinen bir gerçektir. İçerik burada, içerik burada...

source: Description
cs_cz: Popis
de_de: Beschreibung
nl_nl: Beschrijving
ro_ro: Descriere
ru_ru: Описание
sv: Beskrivning
th_th: คำอธิบาย
tl_ph: Paglalarawan
tr_tr: Tanım

source: Content Description
cs_cz: Popis obsahu
de_de: Inhaltsbeschreibung
nl_nl: Inhoud Beschrijving
ro_ro: Descrierea conținutului
ru_ru: Описание содержимого
sv: Innehållsbeskrivning
th_th: คำอธิบายเนื้อหา
tl_ph: Paglalarawan ng Nilalaman
tr_tr: İçerik Açıklaması

source: Max Number Of Sentance
cs_cz: Maximální počet vět
de_de: Maximale Satzanzahl
nl_nl: Maximaal aantal zinnen
ro_ro: Numărul maxim de propoziții
ru_ru: Максимальное количество предложений
sv: Max antal meningar
th_th: จำนวนประโยคสูงสุด
tl_ph: Max Bilang ng Pangungusap
tr_tr: Maksimum Cümle Sayısı

source: Please wait a moment; this may take some time.
cs_cz: Počkejte prosím chvíli; to může chvíli trvat.
de_de: Bitte warten Sie einen Moment. Dies kann einige Zeit dauern.
nl_nl: Een ogenblik geduld alstublieft; dit kan enige tijd duren.
ro_ro: Vă rugăm să așteptați un moment; acest lucru poate dura ceva timp.
ru_ru: Пожалуйста, подождите немного; это может занять некоторое время.
sv: Vänta ett ögonblick; detta kan ta lite tid.
th_th: กรุณารอสักครู่; อาจใช้เวลาสักครู่
tl_ph: Mangyaring maghintay ng ilang sandali; maaaring tumagal ito ng ilang oras.
tr_tr: Lütfen biraz bekleyin; bu biraz zaman alabilir.

source: Synchronize
cs_cz: Synchronizovat
de_de: Synchronisieren
nl_nl: Synchroniseren
ro_ro: Sincroniza
ru_ru: Синхронизировать
sv: Synkronisera
th_th: ซิงโครไนซ์
tl_ph: I-synchronize
tr_tr: Senkronize et

source: Data Synchronization Uncomplete
cs_cz: Synchronizace dat není dokončena
de_de: Datensynchronisierung unvollständig
nl_nl: Gegevenssynchronisatie niet voltooid
ro_ro: Sincronizarea datelor nefinalizată
ru_ru: Синхронизация данных не завершена
sv: Datasynkronisering ofullständig
th_th: การซิงโครไนซ์ข้อมูลไม่สมบูรณ์
tl_ph: Hindi Kumpleto ang Pag-synchronize ng Data
tr_tr: Veri Senkronizasyonu Tamamlanmadı

source: Your GeekyBot data is not updated. To ensure accurate results, please synchronize your AI web search data.
cs_cz: Vaše data GeekyBota nejsou aktualizována. Chcete-li zajistit přesné výsledky, synchronizujte data vyhledávání AI na webu.
de_de: Ihre GeekyBot-Daten werden nicht aktualisiert. Um genaue Ergebnisse zu gewährleisten, synchronisieren Sie bitte Ihre KI-Websuchdaten.
nl_nl: Uw GeekyBot-gegevens zijn niet bijgewerkt. Synchroniseer uw AI-webzoekgegevens om nauwkeurige resultaten te garanderen.
ro_ro: Datele dvs. GeekyBot nu sunt actualizate. Pentru a asigura rezultate exacte, vă rugăm să sincronizați datele dvs. de căutare web AI.
ru_ru: Ваши данные GeekyBot не обновляются. Чтобы обеспечить точные результаты, синхронизируйте данные веб-поиска AI.
sv: Din GeekyBot-data uppdateras inte. För att säkerställa korrekta resultat, synkronisera din AI-webbsökningsdata.
th_th: ข้อมูล GeekyBot ของคุณไม่ได้รับการอัพเดต เพื่อให้แน่ใจว่าผลลัพธ์ถูกต้อง โปรดซิงโครไนซ์ข้อมูลการค้นหาเว็บ AI ของคุณ
tl_ph: Ang iyong GeekyBot data ay hindi na-update. Upang matiyak ang mga tumpak na resulta, mangyaring i-synchronize ang iyong data sa paghahanap sa web ng AI.
tr_tr: GeekyBot verileriniz güncellenmedi. Doğru sonuçlar elde etmek için lütfen AI web arama verilerinizi senkronize edin.

source: Synchronize Data
cs_cz: Synchronizovat data
de_de: Daten synchronisieren
nl_nl: Synchroniseer gegevens
ro_ro: Sincronizați datele
ru_ru: Синхронизировать данные
sv: Synkronisera data
th_th: ซิงโครไนซ์ข้อมูล
tl_ph: I-synchronize ang Data
tr_tr: Verileri Senkronize Et

source: user
cs_cz: uživatel
de_de: Benutzer
nl_nl: gebruiker
ro_ro: utilizator
ru_ru: пользователь
sv: användare
th_th: ผู้ใช้
tl_ph: gumagamit
tr_tr: kullanıcı

source: Dashboard
de_de: Armaturenbrett
ro_ro: Bord
ru_ru: Панель управления
sv: Instrumentbräda
th_th: แดชบอร์ด
tr_tr: Kontrol Paneli

source: key check
cs_cz: kontrola klíče
de_de: Schlüsselkontrolle
nl_nl: sleutel controle
ro_ro: verificarea cheii
ru_ru: проверка ключей
sv: nyckelkontroll
th_th: ตรวจสอบที่สำคัญ
tl_ph: susi check
tr_tr: anahtar kontrolü

source: keys
cs_cz: klíče
de_de: Schlüssel
nl_nl: sleutels
ro_ro: chei
ru_ru: ключи
sv: nycklar
th_th: กุญแจ
tl_ph: mga susi
tr_tr: anahtarlar

source: Stories
cs_cz: Příběhy
de_de: Geschichten
nl_nl: Verhalen
ro_ro: Povești
ru_ru: Истории
sv: Berättelser
th_th: เรื่องราว
tl_ph: Mga kwento
tr_tr: Hikayeler

source: AI Web Search
cs_cz: AI vyhledávání na webu
de_de: KI-Websuche
nl_nl: AI-webzoekopdracht
ro_ro: Căutare web AI
ru_ru: Веб-поиск с искусственным интеллектом
sv: AI webbsökning
th_th: AI ค้นหาเว็บ
tr_tr: Yapay Zeka Web Araması

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
nl_nl: Instellingen
ro_ro: Setări
ru_ru: Настройки
sv: Inställningar
th_th: การตั้งค่า
tl_ph: Mga setting
tr_tr: Ayarlar

source: Chatbot
ru_ru: Чат-бот
th_th: แชทบอท
tr_tr: Sohbet robotu

source: Install Add-ons
cs_cz: Nainstalujte doplňky
de_de: Add-ons installieren
nl_nl: Installeer add-ons
ro_ro: Instalați suplimente
ru_ru: Установить дополнения
sv: Installera tillägg
th_th: ติดตั้งส่วนเสริม
tl_ph: Mag-install ng mga Add-on
tr_tr: Eklentileri Yükle

source: export
cs_cz: vývozní
nl_nl: exporteren
ru_ru: экспорт
sv: exportera
th_th: ส่งออก
tl_ph: i-export
tr_tr: ihracat

source: import
cs_cz: importovat
nl_nl: importeren
ru_ru: импортировать
sv: importera
th_th: นำเข้า
tr_tr: içe aktarmak

source: Chat History
cs_cz: Historie chatu
de_de: Chat-Verlauf
nl_nl: Chatgeschiedenis
ro_ro: Istoricul chatului
ru_ru: История чата
sv: Chatthistorik
th_th: ประวัติการแชท
tl_ph: Kasaysayan ng Chat
tr_tr: Sohbet Geçmişi

source: build
cs_cz: vytvořit
de_de: bauen
nl_nl: bouwen
ro_ro: construi
ru_ru: строить
sv: bygga
th_th: สร้าง
tl_ph: magtayo
tr_tr: inşa etmek

source: Build
cs_cz: Vytvořit
de_de: Bauen
nl_nl: Bouwen
ro_ro: Construi
ru_ru: Строить
sv: Bygga
th_th: สร้าง
tl_ph: Bumuo
tr_tr: İnşa etmek

source: Variables
cs_cz: Proměnné
de_de: Variablen
nl_nl: Variabelen
ro_ro: Variabile
ru_ru: Переменные
sv: Variabler
th_th: ตัวแปร
tl_ph: Mga variable
tr_tr: Değişkenler

source: forms
cs_cz: formuláře
de_de: Formen
nl_nl: vormen
ro_ro: forme
ru_ru: формы
sv: formulär
th_th: แบบฟอร์ม
tl_ph: mga form
tr_tr: formlar

source: Forms
cs_cz: Formuláře
de_de: Formulare
nl_nl: Formulieren
ro_ro: Forme
ru_ru: Формы
sv: Blanketter
th_th: แบบฟอร์ม
tl_ph: Mga porma
tr_tr: Formlar

source: actions
cs_cz: akce
de_de: Aktionen
nl_nl: acties
ro_ro: actiuni
ru_ru: действия
sv: åtgärder
th_th: การกระทำ
tl_ph: mga aksyon
tr_tr: eylemler

source: Actions
cs_cz: Akce
de_de: Aktionen
nl_nl: Acties
ro_ro: Acțiuni
ru_ru: Действия
sv: Åtgärder
th_th: การดำเนินการ
tl_ph: Mga aksyon
tr_tr: Eylemler

source: File ext. is mismatched
cs_cz: Soubor ext. se neshoduje
de_de: Dateiext. stimmt nicht überein
nl_nl: Bestand ext. komt niet overeen
ro_ro: Fișier ext. este nepotrivită
ru_ru: Файл доб. не соответствует
sv: Fil ext. är felaktig
th_th: ไฟล์ต่อ ไม่ตรงกัน
tl_ph: file ext. ay hindi tugma
tr_tr: Dosya uzantısı uyumsuz

source: File size is greater then allowed file size
cs_cz: Velikost souboru je větší než povolená velikost souboru
de_de: Die Dateigröße ist größer als die zulässige Dateigröße
nl_nl: De bestandsgrootte is groter dan de toegestane bestandsgrootte
ro_ro: Dimensiunea fișierului este mai mare decât dimensiunea permisă a fișierului
ru_ru: Размер файла больше допустимого размера файла
sv: Filstorleken är större än den tillåtna filstorleken
th_th: ขนาดไฟล์ใหญ่กว่าขนาดไฟล์ที่อนุญาต
tl_ph: Ang laki ng file ay mas malaki kaysa sa pinapayagang laki ng file
tr_tr: Dosya boyutu izin verilen dosya boyutundan daha büyük

source: Total Stats
cs_cz: Celkové statistiky
de_de: Gesamtstatistik
nl_nl: Totale statistieken
ro_ro: Statistici totale
ru_ru: Общая статистика
sv: Total statistik
th_th: สถิติทั้งหมด
tl_ph: Kabuuang Stats
tr_tr: Toplam İstatistikler

source: Intents
cs_cz: Záměry
de_de: Absichten
nl_nl: Intenties
ro_ro: Intenții
ru_ru: Намерения
sv: Avsikter
th_th: เจตนา
tl_ph: Mga layunin
tr_tr: Niyetler

source: No record found
cs_cz: Nebyl nalezen žádný záznam
de_de: Kein Datensatz gefunden
nl_nl: Geen record gevonden
ro_ro: Nu a fost găsită nicio înregistrare
ru_ru: Запись не найдена
sv: Ingen post hittades
th_th: ไม่พบบันทึก
tl_ph: Walang nakitang record
tr_tr: Kayıt bulunamadı

source: Control Panel
cs_cz: Ovládací panel
de_de: Bedienfeld
nl_nl: Configuratiescherm
ro_ro: Panoul de control
ru_ru: Панель управления
sv: Kontrollpanelen
th_th: แผงควบคุม
tr_tr: Kontrol Paneli

source: Keys
cs_cz: Klíče
de_de: Schlüssel
nl_nl: Sleutels
ro_ro: Chei
ru_ru: Ключи
sv: Nycklar
th_th: กุญแจ
tl_ph: Mga susi
tr_tr: Anahtarlar

source: Post Installation
cs_cz: Po instalaci
de_de: Nach der Installation
nl_nl: Post-installatie
ro_ro: Post instalare
ru_ru: После установки
sv: Efter installation
th_th: หลังการติดตั้ง
tl_ph: Pagkatapos ng Pag-install
tr_tr: Kurulum Sonrası

source: Premium Addon
cs_cz: Prémiový doplněk
ro_ro: Supliment Premium
ru_ru: Премиум аддон
sv: Premium-tillägg
th_th: ส่วนเสริมระดับพรีเมียม
tr_tr: Premium Eklenti

source: Could not find any matching results
cs_cz: Nebyly nalezeny žádné odpovídající výsledky
de_de: Es konnten keine passenden Ergebnisse gefunden werden
nl_nl: Kon geen overeenkomende resultaten vinden
ro_ro: Nu s-au putut găsi rezultate potrivite
ru_ru: Не удалось найти соответствующие результаты
sv: Det gick inte att hitta några matchande resultat
th_th: ไม่พบผลลัพธ์ที่ตรงกัน
tl_ph: Hindi makahanap ng anumang katugmang resulta
tr_tr: Eşleşen sonuç bulunamadı

source: no record
cs_cz: žádný záznam
de_de: keine Aufzeichnung
nl_nl: geen record
ro_ro: nicio înregistrare
ru_ru: нет записи
sv: inget rekord
th_th: ไม่มีบันทึก
tl_ph: walang record
tr_tr: kayıt yok

source: No record found !...
cs_cz: Nebyl nalezen žádný záznam!...
de_de: Kein Datensatz gefunden!...
nl_nl: Geen record gevonden!...
ro_ro: Nu s-a găsit nicio înregistrare!...
ru_ru: Запись не найдена!...
sv: Inget register hittat!...
th_th: ไม่พบบันทึก!...
tl_ph: Walang nakitang record!...
tr_tr: Kayıt bulunamadı!...

source: system offline
cs_cz: systém offline
nl_nl: systeem offline
ro_ro: sistem offline
ru_ru: система оффлайн
sv: systemet offline
th_th: ระบบออฟไลน์
tl_ph: offline na system
tr_tr: sistem çevrimdışı

source: Unfortunately sytem is offline for a bit of maintenance right now. But soon we will be up.
cs_cz: Bohužel systém je nyní offline kvůli údržbě. Ale brzy vstaneme.
de_de: Leider ist das System derzeit wegen Wartungsarbeiten offline. Aber bald sind wir oben.
nl_nl: Helaas is het systeem momenteel offline vanwege een beetje onderhoud. Maar binnenkort zijn we op.
ro_ro: Din păcate, sistemul este offline pentru un pic de întreținere în acest moment. Dar în curând ne vom trezi.
ru_ru: К сожалению, система сейчас отключена от сети и проходит небольшое техническое обслуживание. Но скоро мы встанем.
sv: Tyvärr är systemet offline för lite underhåll just nu. Men snart är vi uppe.
th_th: ขออภัย ขณะนี้ระบบออฟไลน์อยู่เพื่อการบำรุงรักษาเล็กน้อย แต่อีกไม่นานเราจะลุกขึ้นมา
tl_ph: Sa kasamaang palad, offline ang system para sa kaunting maintenance ngayon. Pero maya-maya lang ay tatayo na kami.
tr_tr: Ne yazık ki sistem şu anda bakım nedeniyle çevrimdışı. Ama yakında ayağa kalkacağız.

source: user ban
cs_cz: zákaz uživatele
de_de: Benutzerverbot
nl_nl: gebruikersverbod
ro_ro: interzicerea utilizatorului
ru_ru: бан пользователя
sv: användarförbud
th_th: ห้ามผู้ใช้
tl_ph: pagbabawal ng gumagamit
tr_tr: kullanıcı yasağı

source: Your account is disabled, please contact system administrator !...
cs_cz: Váš účet je deaktivován, kontaktujte prosím správce systému!...
de_de: Ihr Konto ist deaktiviert, bitte wenden Sie sich an den Systemadministrator!...
nl_nl: Uw account is uitgeschakeld, neem contact op met de systeembeheerder!...
ro_ro: Contul dvs. este dezactivat, vă rugăm să contactați administratorul de sistem!...
ru_ru: Ваша учетная запись отключена, обратитесь к системному администратору!...
sv: Ditt konto är inaktiverat, kontakta systemadministratören!...
th_th: บัญชีของคุณถูกปิดใช้งาน โปรดติดต่อผู้ดูแลระบบ !...
tl_ph: Ang iyong account ay hindi pinagana, mangyaring makipag-ugnayan sa administrator ng system!...
tr_tr: Hesabınız devre dışı bırakıldı, lütfen sistem yöneticisine başvurun!...

source: login
cs_cz: přihlášení
ru_ru: авторизоваться
sv: inloggning
th_th: เข้าสู่ระบบ
tr_tr: giriş yapmak

source: To Access This Page Please Login !...
cs_cz: Pro přístup na tuto stránku se prosím přihlaste!...
de_de: Um auf diese Seite zuzugreifen, melden Sie sich bitte an!...
nl_nl: Om toegang te krijgen tot deze pagina dient u in te loggen!...
ro_ro: Pentru a accesa această pagină, vă rugăm să vă autentificați!...
ru_ru: Для доступа к этой странице, пожалуйста, войдите!...
sv: Logga in för att komma åt denna sida!...
th_th: หากต้องการเข้าถึงหน้านี้กรุณาเข้าสู่ระบบ!...
tl_ph: Upang Ma-access ang Pahinang Ito Mangyaring Mag-login!...
tr_tr: Bu Sayfaya Erişmek İçin Lütfen Giriş Yapın!...

source: Back to control panel
cs_cz: Zpět na ovládací panel
de_de: Zurück zum Bedienfeld
nl_nl: Terug naar het configuratiescherm
ro_ro: Înapoi la panoul de control
ru_ru: Вернуться к панели управления
sv: Tillbaka till kontrollpanelen
th_th: กลับไปที่แผงควบคุม
tl_ph: Bumalik sa control panel
tr_tr: Kontrol paneline geri dön

source: You are not logged in
cs_cz: Nejste přihlášeni
de_de: Sie sind nicht angemeldet
nl_nl: U bent niet ingelogd
ro_ro: Nu sunteți autentificat
ru_ru: Вы не вошли в систему
sv: Du är inte inloggad
th_th: คุณไม่ได้เข้าสู่ระบบ
tl_ph: Hindi ka naka-log in
tr_tr: Oturum açmadınız

source: User Is Disabled By Admin
cs_cz: Uživatel je zakázán administrátorem
de_de: Der Benutzer wurde vom Administrator deaktiviert
nl_nl: Gebruiker is uitgeschakeld door beheerder
ro_ro: Utilizatorul este dezactivat de administrator
ru_ru: Пользователь отключен администратором
sv: Användaren är inaktiverad av admin
th_th: ผู้ใช้ถูกปิดการใช้งานโดยผู้ดูแลระบบ
tl_ph: Ang User ay Hindi Pinagana ng Admin
tr_tr: Kullanıcı Yönetici Tarafından Devre Dışı Bırakıldı

source: The page you are looking for no longer exists
cs_cz: Stránka, kterou hledáte, již neexistuje
de_de: Die von Ihnen gesuchte Seite existiert nicht mehr
nl_nl: De pagina die u zoekt bestaat niet meer
ro_ro: Pagina pe care o cauți nu mai există
ru_ru: Страница, которую вы ищете, больше не существует
sv: Sidan du letar efter finns inte längre
th_th: หน้าที่คุณกำลังค้นหาไม่มีอยู่อีกต่อไป
tl_ph: Ang pahinang iyong hinahanap ay wala na
tr_tr: Aradığınız sayfa artık mevcut değil
