Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/*.po
Languages: cs_cz, de_de, nl_nl, ro_ro, ru_ru, sv, th_th, tl_ph, tr_tr

source: WooCommerce Story
cs_cz: Příběh WooCommerce
de_de: WooCommerce-Geschichte
nl_nl: WooCommerce-verhaal
ro_ro: Povestea WooCommerce
ru_ru: История WooCommerce
th_th: เรื่องราวของ WooCommerce
tl_ph: Kwento ng WooCommerce
tr_tr: WooCommerce Hikayesi

source: Story Name *
cs_cz: Název příběhu *
nl_nl: Verhaalnaam *
ro_ro: Nume poveste *
ru_ru: Название истории *
sv: Berättelsens namn *
th_th: ชื่อเรื่อง *
tl_ph: Pangalan ng Kwento *
tr_tr: Hikaye Adı *

source: Edit Story Name
cs_cz: Upravit název příběhu
de_de: Bearbeiten Sie den Story-Namen
nl_nl: Verhaalnaam bewerken
ro_ro: Editați numele poveștii
ru_ru: Изменить название истории
sv: Redigera berättelsens namn
th_th: แก้ไขชื่อเรื่อง
tl_ph: I-edit ang Pangalan ng Kuwento
tr_tr: Hikaye Adını Düzenle

source: Invalid username or email.
cs_cz: Neplatné uživatelské jméno nebo e-mail.
de_de: Ungültiger Benutzername oder ungültige E-Mail-Adresse.
nl_nl: Ongeldige gebruikersnaam of e-mailadres.
ro_ro: Nume de utilizator sau e-mail nevalid.
ru_ru: Неверное имя пользователя или адрес электронной почты.
sv: Ogiltigt användarnamn eller e-postadress.
th_th: ชื่อผู้ใช้หรืออีเมลไม่ถูกต้อง
tl_ph: Di-wastong username o email.
tr_tr: Geçersiz kullanıcı adı veya e-posta.

source: Looks like there was a problem resetting your password:
cs_cz: Zdá se, že při resetování hesla došlo k problému:
de_de: Offenbar ist beim Zurücksetzen Ihres Passworts ein Problem aufgetreten:
nl_nl: Het lijkt erop dat er een probleem is opgetreden bij het opnieuw instellen van je wachtwoord:
ro_ro: Se pare că a apărut o problemă la resetarea parolei:
ru_ru: Похоже, возникла проблема со сбросом пароля:
sv: Det verkar som att det uppstod ett problem med att återställa ditt lösenord:
th_th: ดูเหมือนว่ามีปัญหาในการรีเซ็ตรหัสผ่านของคุณ:
tl_ph: Mukhang nagkaroon ng problema sa pag-reset ng iyong password:
tr_tr: Şifrenizi sıfırlarken bir sorun olduğu anlaşılıyor:

source: User not found!
cs_cz: Uživatel nenalezen!
de_de: Benutzer nicht gefunden!
nl_nl: Gebruiker niet gevonden!
ro_ro: Utilizatorul nu a fost găsit!
ru_ru: Пользователь не найден!
sv: Användaren hittades inte!
th_th: ไม่พบผู้ใช้!
tl_ph: Hindi nahanap ang user!
tr_tr: Kullanıcı bulunamadı!

source: Okay, I have sent the recovery email. Thank you for your patience.
cs_cz: Dobře, odeslal jsem obnovovací e-mail. Děkujeme za trpělivost.
de_de: Okay, ich habe die Wiederherstellungs-E-Mail gesendet. Vielen Dank für Ihre Geduld.
nl_nl: Oké, ik heb de herstelmail verzonden. Bedankt voor uw geduld.
ro_ro: Bine, am trimis e-mailul de recuperare. Vă mulțumim pentru răbdare.
ru_ru: Хорошо, я отправил письмо для восстановления. Спасибо за ваше терпение.
sv: Okej, jag har skickat återställningsmeddelandet. Tack för ditt tålamod.
th_th: โอเค ฉันได้ส่งอีเมลสำรองแล้ว ขอบคุณสำหรับความอดทนของคุณ
tl_ph: Okay, naipadala ko na ang email sa pagbawi. Salamat sa iyong pasensya.
tr_tr: Tamam, kurtarma e-postasını gönderdim. Sabrınız için teşekkür ederiz.

source: Your query is sent to the admin.
cs_cz: Váš dotaz je odeslán adminovi.
de_de: Ihre Anfrage wird an den Administrator gesendet.
nl_nl: Uw vraag wordt naar de beheerder verzonden.
ro_ro: Interogarea ta este trimisă administratorului.
ru_ru: Ваш запрос отправлен администратору.
sv: Din fråga skickas till administratören.
th_th: คำถามของคุณถูกส่งไปยังผู้ดูแลระบบ
tl_ph: Ang iyong query ay ipinadala sa admin.
tr_tr: Sorunuz yöneticiye gönderildi.

source: Enable
cs_cz: Umožnit
de_de: Aktivieren
nl_nl: Inschakelen
ro_ro: Permite
ru_ru: Давать возможность
sv: Aktivera
th_th: เปิดใช้งาน
tl_ph: Paganahin
tr_tr: Olanak vermek

source: Smart Popup
cs_cz: Inteligentní vyskakovací okno
de_de: Intelligentes Popup
nl_nl: Slimme pop-up
ro_ro: Popup inteligent
ru_ru: Умное всплывающее окно
th_th: ป๊อปอัปอัจฉริยะ
tr_tr: Akıllı Açılır Pencere

source: Standard Popup
cs_cz: Standardní vyskakovací okno
nl_nl: Standaard pop-up
ro_ro: Popup standard
ru_ru: Стандартное всплывающее окно
th_th: ป๊อปอัปมาตรฐาน
tl_ph: Karaniwang Popup
tr_tr: Standart Açılır Pencere

source: Appearance
cs_cz: Vzhled
de_de: Aussehen
nl_nl: Verschijning
ro_ro: Aspect
ru_ru: Появление
sv: Utseende
th_th: รูปร่าง
tl_ph: Hitsura
tr_tr: Dış görünüş

source: Choose File
cs_cz: Vyberte Soubor
de_de: Wählen Sie Datei
nl_nl: Kies Bestand
ro_ro: Alegeți Fișier
ru_ru: Выберите файл
sv: Välj Arkiv
th_th: เลือกไฟล์
tl_ph: Piliin ang File
tr_tr: Dosya Seç

source: User Default Image
cs_cz: Výchozí obrázek uživatele
de_de: Benutzer-Standardbild
nl_nl: Standaardafbeelding gebruiker
ro_ro: Imagine implicită de utilizator
ru_ru: Изображение пользователя по умолчанию
sv: Användarstandardbild
th_th: รูปภาพเริ่มต้นของผู้ใช้
tl_ph: User Default na Larawan
tr_tr: Kullanıcı Varsayılan Resmi

source: Primary Color
cs_cz: Základní barva
de_de: Grundfarbe
nl_nl: Primaire kleur
ro_ro: Culoare primară
ru_ru: Основной цвет
sv: Grundfärg
th_th: สีหลัก
tl_ph: Pangunahing Kulay
tr_tr: Ana Renk

source: Choose Color
cs_cz: Vyberte Barva
de_de: Wählen Sie Farbe
nl_nl: Kies Kleur
ro_ro: Alegeți Culoare
ru_ru: Выберите цвет
sv: Välj Färg
th_th: เลือกสี
tl_ph: Pumili ng Kulay
tr_tr: Renk Seç

source: User Text Background
cs_cz: Uživatelské pozadí textu
de_de: Benutzertexthintergrund
nl_nl: Achtergrond van gebruikerstekst
ro_ro: Fundal text utilizator
ru_ru: Фон пользовательского текста
sv: Användartextbakgrund
th_th: พื้นหลังข้อความของผู้ใช้
tl_ph: Background ng Teksto ng Gumagamit
tr_tr: Kullanıcı Metni Arka Planı

source: User Text Color
cs_cz: Barva uživatelského textu
de_de: Benutzertextfarbe
nl_nl: Kleur gebruikerstekst
ro_ro: Culoarea textului utilizatorului
ru_ru: Цвет пользовательского текста
sv: Användartextfärg
th_th: สีข้อความของผู้ใช้
tl_ph: Kulay ng Teksto ng Gumagamit
tr_tr: Kullanıcı Metin Rengi

source: Bot Link Color
de_de: Bot-Link-Farbe
nl_nl: Kleur van botlink
ro_ro: Culoare Bot Link
ru_ru: Цвет ссылки бота
sv: Bot Link Färg
th_th: สีลิงค์บอท
tl_ph: Kulay ng Bot Link
tr_tr: Bot Bağlantı Rengi

source: Presets
cs_cz: Předvolby
de_de: Voreinstellungen
nl_nl: Voorinstellingen
ro_ro: Presetări
ru_ru: Пресеты
sv: Förinställningar
th_th: ค่าที่ตั้งล่วงหน้า
tl_ph: Preset
tr_tr: Ön ayarlar

source: Preset
cs_cz: Přednastaveno
de_de: Voreingestellt
nl_nl: Voorinstelling
ro_ro: Presetat
ru_ru: Предустановка
sv: Förinställa
th_th: ที่ตั้งไว้ล่วงหน้า
tr_tr: Ön ayar

source: online
ru_ru: онлайн
th_th: ออนไลน์
tr_tr: çevrimiçi

source: User Image
cs_cz: Obrázek uživatele
de_de: Benutzerbild
nl_nl: Gebruikersafbeelding
ro_ro: Imaginea utilizatorului
ru_ru: Изображение пользователя
sv: Användarbild
th_th: รูปภาพของผู้ใช้
tl_ph: Larawan ng Gumagamit
tr_tr: Kullanıcı Resmi

source: Hi I am John
cs_cz: Ahoj, já jsem John
de_de: Hallo, ich bin John
nl_nl: Hallo ik ben Johan
ro_ro: Buna sunt John
ru_ru: Привет, я Джон
sv: Hej jag är John
th_th: สวัสดี ฉันชื่อจอห์น
tl_ph: Hi ako si John
tr_tr: Merhaba ben John

source: Hi John! How can I help you?
cs_cz: Ahoj Johne! Jak vám mohu pomoci?
de_de: Hallo John! Wie kann ich dir helfen?
nl_nl: Hallo Johannes! Hoe kan ik je helpen?
ro_ro: Salut John! Cu ce ​​​​vă pot ajuta?
ru_ru: Привет, Джон! Могу я чем-нибудь помочь?
sv: Hej John! Behöver du hjälp?
th_th: สวัสดีจอห์น! ฉันจะช่วยคุณได้อย่างไร?
tl_ph: Hi John! Paano kita matutulungan?
tr_tr: Merhaba John! Size nasıl yardım edebilirim?

source: Can you help me find a new backpack?
cs_cz: Můžete mi pomoci najít nový batoh?
de_de: Können Sie mir helfen, einen neuen Rucksack zu finden?
nl_nl: Kunnen jullie mij helpen een nieuwe rugzak te vinden?
ro_ro: Mă poți ajuta să găsesc un rucsac nou?
ru_ru: Можете ли вы помочь мне найти новый рюкзак?
sv: Kan du hjälpa mig att hitta en ny ryggsäck?
th_th: คุณช่วยฉันหากระเป๋าเป้ใบใหม่ได้ไหม
tl_ph: Matutulungan mo ba akong maghanap ng bagong backpack?
tr_tr: Yeni bir sırt çantası bulmama yardım eder misin?

source: Product Icon
cs_cz: Ikona produktu
de_de: Produktsymbol
nl_nl: Productpictogram
ro_ro: Pictograma produsului
ru_ru: Значок продукта
sv: Produktikon
th_th: ไอคอนผลิตภัณฑ์
tl_ph: Icon ng Produkto
tr_tr: Ürün Simgesi

source: Fusion Backpack
cs_cz: Fusion batoh
de_de: Fusion-Rucksack
nl_nl: Fusion-rugzak
ro_ro: Rucsac Fusion
ru_ru: Рюкзак «Фьюжн»
sv: Fusion ryggsäck
th_th: กระเป๋าเป้ฟิวชั่น
tr_tr: Füzyon Sırt Çantası

source: Send message
cs_cz: Odeslat zprávu
de_de: Nachricht senden
nl_nl: Bericht verzenden
ro_ro: Trimite mesaj
ru_ru: Отправить сообщение
sv: Skicka meddelande
th_th: ส่งข้อความ
tl_ph: Magpadala ng mensahe
tr_tr: Mesaj gönder

source: Welcome Message
cs_cz: Uvítací zpráva
de_de: Willkommensnachricht
nl_nl: Welkomstbericht
ro_ro: Mesaj de bun venit
ru_ru: Приветственное сообщение
sv: Välkomstmeddelande
th_th: ข้อความต้อนรับ
tr_tr: Hoş Geldiniz Mesajı

source: Welcome Image
cs_cz: Uvítací obrázek
de_de: Willkommensbild
nl_nl: Welkom afbeelding
ro_ro: Imagine de bun venit
ru_ru: Приветственное изображение
sv: Välkommen bild
th_th: รูปภาพยินดีต้อนรับ
tr_tr: Hoş Geldiniz Resmi

source: Chat Auto-Popup
cs_cz: Automatické vyskakovací okno chatu
de_de: Automatisches Chat-Popup
nl_nl: Chat automatische pop-up
ro_ro: Popup automat prin chat
ru_ru: Автоматическое всплывающее окно чата
sv: Chatt automatisk popup
th_th: แชทป๊อปอัพอัตโนมัติ
tl_ph: Makipag-chat Auto-Popup
tr_tr: Otomatik Açılan Sohbet Penceresi

source: Controls whether the chat popup appears automatically on your site.
cs_cz: Řídí, zda se na vašem webu automaticky zobrazí vyskakovací okno chatu.
de_de: Steuert, ob das Chat-Popup automatisch auf Ihrer Website angezeigt wird.
nl_nl: Bepaalt of de chatpop-up automatisch op uw site verschijnt.
ro_ro: Controlează dacă fereastra pop-up de chat apare automat pe site-ul dvs.
ru_ru: Определяет, будет ли всплывающее окно чата автоматически появляться на вашем сайте.
sv: Styr om chatt-popupen visas automatiskt på din webbplats.
th_th: ควบคุมว่าป๊อปอัปแชทจะปรากฏบนเว็บไซต์ของคุณโดยอัตโนมัติหรือไม่
tl_ph: Kinokontrol kung awtomatikong lilitaw ang chat popup sa iyong site.
tr_tr: Sohbet açılır penceresinin sitenizde otomatik olarak görünüp görünmeyeceğini kontrol eder.

source: Chat Pop-up Style
cs_cz: Styl vyskakovacího okna chatu
de_de: Chat-Popup-Stil
nl_nl: Chatpop-upstijl
ro_ro: Stilul pop-up de chat
ru_ru: Стиль всплывающего окна чата
sv: Chatt popup-stil
th_th: แชทป๊อปอัพสไตล์
tr_tr: Sohbet Açılır Stili

source: Choose how the chat will appear: Smart or Standard pop-up.
cs_cz: Vyberte, jak bude chat vypadat: Inteligentní nebo Standardní vyskakovací okno.
de_de: Wählen Sie, wie der Chat angezeigt werden soll: Smart- oder Standard-Popup.
nl_nl: Kies hoe de chat eruit zal zien: Slimme of Standaard pop-up.
ro_ro: Alegeți cum va apărea chatul: pop-up inteligent sau standard.
ru_ru: Выберите, как будет выглядеть чат: «Умное» или «Стандартное всплывающее окно».
sv: Välj hur chatten ska se ut: Smart eller Standard popup.
th_th: เลือกลักษณะการแชทที่จะปรากฏ: ป๊อปอัปอัจฉริยะหรือมาตรฐาน
tl_ph: Piliin kung paano lalabas ang chat: Smart o Standard na pop-up.
tr_tr: Sohbetin nasıl görüneceğini seçin: Akıllı veya Standart açılır pencere.

source: Chat Auto-Popup Timing
cs_cz: Časování automatického vyskakovacího okna chatu
de_de: Timing des automatischen Chat-Popups
nl_nl: Chat automatische pop-uptiming
ro_ro: Timpul de afișare automată a conversației
ru_ru: Время автоматического всплывающего окна чата
sv: Timing för automatisk popup för chatt
th_th: กำหนดเวลาป๊อปอัพแชทอัตโนมัติ
tr_tr: Sohbet Otomatik Açılan Pencere Zamanlaması

source: Define the delay time in seconds for the chatbot to auto-appear on the site.
cs_cz: Definujte dobu zpoždění v sekundách, po kterou se chatbot automaticky objeví na webu.
de_de: Definieren Sie die Verzögerungszeit in Sekunden, bis der Chatbot automatisch auf der Website angezeigt wird.
nl_nl: Definieer de vertragingstijd in seconden voordat de chatbot automatisch op de site verschijnt.
ro_ro: Definiți timpul de întârziere în secunde pentru ca chatbot-ul să apară automat pe site.
ru_ru: Определите время задержки в секундах для автоматического появления чат-бота на сайте.
sv: Definiera fördröjningstiden i sekunder för chatboten att automatiskt dyka upp på webbplatsen.
th_th: กำหนดเวลาหน่วงเป็นวินาทีเพื่อให้แชทบอทปรากฏบนเว็บไซต์โดยอัตโนมัติ
tl_ph: Tukuyin ang oras ng pagkaantala sa mga segundo para awtomatikong lumitaw ang chatbot sa site.
tr_tr: Chatbotun sitede otomatik olarak görünmesi için gecikme süresini saniye cinsinden tanımlayın.

source: Note
cs_cz: Poznámka
de_de: Notiz
nl_nl: Opmerking
ro_ro: Nota
ru_ru: Примечание
sv: Notera
th_th: บันทึก
tl_ph: Tandaan
tr_tr: Not

source: If the colors have been saved but the user-side colors are still the same, it is advised to clear the cache.
cs_cz: Pokud byly barvy uloženy, ale barvy na straně uživatele jsou stále stejné, doporučuje se vymazat mezipaměť.
de_de: Wenn die Farben gespeichert wurden, die benutzerseitigen Farben jedoch immer noch gleich sind, wird empfohlen, den Cache zu leeren.
nl_nl: Als de kleuren zijn opgeslagen maar de kleuren aan de gebruikerszijde nog steeds hetzelfde zijn, wordt geadviseerd de cache te wissen.
ro_ro: Dacă culorile au fost salvate, dar culorile utilizatorului sunt în continuare aceleași, se recomandă să ștergeți memoria cache.
ru_ru: Если цвета были сохранены, но цвета на стороне пользователя остались прежними, рекомендуется очистить кеш.
sv: Om färgerna har sparats men färgerna på användarsidan fortfarande är desamma, rekommenderas det att rensa cachen.
th_th: หากสีได้รับการบันทึกแล้ว แต่สีฝั่งผู้ใช้ยังคงเหมือนเดิม แนะนำให้ล้างแคช
tl_ph: Kung na-save na ang mga kulay ngunit pareho pa rin ang mga kulay sa gilid ng gumagamit, ipinapayo na i-clear ang cache.
tr_tr: Renkler kaydedilmişse ancak kullanıcı tarafındaki renkler hala aynıysa önbelleğin temizlenmesi önerilir.

source: Also
cs_cz: Také
de_de: Auch
nl_nl: Ook
ro_ro: Asemenea
ru_ru: Также
sv: Också
th_th: อีกด้วย
tl_ph: Gayundin
tr_tr: Ayrıca

source: Found
cs_cz: Nalezeno
de_de: Gefunden
nl_nl: Gevonden
ro_ro: Găsit
ru_ru: Найденный
sv: Hittade
th_th: พบ
tl_ph: Natagpuan
tr_tr: Kurmak

source: Here are some
cs_cz: Zde jsou některé
de_de: Hier sind einige
nl_nl: Hier zijn er enkele
ro_ro: Iată câteva
ru_ru: Вот некоторые
sv: Här är några
th_th: นี่คือบางส่วน
tl_ph: Narito ang ilan
tr_tr: İşte bazıları

source: Help
cs_cz: Pomoc
de_de: Helfen
nl_nl: Hulp
ro_ro: Ajutor
ru_ru: Помощь
sv: Hjälp
th_th: ช่วย
tl_ph: Tulong
tr_tr: Yardım

source: Have any problem?
cs_cz: Máte nějaký problém?
de_de: Haben Sie ein Problem?
nl_nl: Heeft u een probleem?
ro_ro: Ai vreo problemă?
ru_ru: Есть проблемы?
sv: Har du några problem?
th_th: มีปัญหาอะไรไหม?
tl_ph: May problema ba?
tr_tr: Herhangi bir sorun var mı?

source: If you experience any difficulties, we're here to help! Simply click the
cs_cz: Pokud narazíte na nějaké potíže, jsme tu, abychom vám pomohli! Jednoduše klikněte na
de_de: Wenn Sie auf Schwierigkeiten stoßen, sind wir für Sie da! Klicken Sie einfach auf
nl_nl: Als u problemen ondervindt, zijn wij er om u te helpen! Klik eenvoudig op de
ro_ro: Dacă întâmpinați dificultăți, suntem aici pentru a vă ajuta! Pur și simplu faceți clic pe
ru_ru: Если у вас возникнут трудности, мы всегда готовы помочь! Просто нажмите кнопку
sv: Om du upplever några svårigheter finns vi här för att hjälpa dig! Klicka bara på
th_th: หากคุณประสบปัญหาใดๆ เราพร้อมให้ความช่วยเหลือ! เพียงคลิกที่
tl_ph: Kung nakakaranas ka ng anumang mga paghihirap, narito kami upang tumulong! I-click lamang ang
tr_tr: Herhangi bir zorlukla karşılaşırsanız, yardım etmek için buradayız! Basitçe tıklayın

source: Create A Ticket
cs_cz: Vytvořte lístek
de_de: Erstellen Sie ein Ticket
nl_nl: Maak een kaartje
ro_ro: Creați un bilet
ru_ru: Создать билет
sv: Skapa en biljett
th_th: สร้างตั๋ว
tl_ph: Gumawa ng Ticket
tr_tr: Bilet Oluştur

source: button to report your issue, and our dedicated support team will assist you promptly.
cs_cz: nahlaste svůj problém a náš specializovaný tým podpory vám okamžitě pomůže.
de_de: Klicken Sie auf die Schaltfläche, um Ihr Problem zu melden. Unser engagiertes Support-Team wird Ihnen umgehend weiterhelfen.
nl_nl: knop om uw probleem te melden, en ons toegewijde ondersteuningsteam zal u snel helpen.
ro_ro: butonul pentru a vă raporta problema, iar echipa noastră de asistență dedicată vă va ajuta cu promptitudine.
ru_ru: Нажмите кнопку, чтобы сообщить о проблеме, и наша специальная служба поддержки оперативно вам поможет.
sv: knappen för att rapportera ditt problem, så hjälper vårt dedikerade supportteam dig snabbt.
th_th: เพื่อรายงานปัญหาของคุณ และทีมสนับสนุนเฉพาะของเราจะช่วยเหลือคุณทันที
tl_ph: button upang iulat ang iyong isyu, at ang aming nakatuong koponan ng suporta ay tutulungan ka kaagad.
tr_tr: Sorununuzu bildirmek için düğmesine basın; özel destek ekibimiz size en kısa sürede yardımcı olacaktır.

source: Create Ticket
cs_cz: Vytvořit lístek
de_de: Ticket erstellen
nl_nl: Ticket aanmaken
ro_ro: Creați bilet
ru_ru: Создать билет
sv: Skapa biljett
th_th: สร้างตั๋ว
tl_ph: Lumikha ng Ticket
tr_tr: Bilet Oluştur

source: Post Type
cs_cz: Typ příspěvku
de_de: Beitragstyp
nl_nl: Berichttype
ro_ro: Tip post
ru_ru: Тип сообщения
sv: Typ av inlägg
th_th: ประเภทการโพสต์
tl_ph: Uri ng Post
tr_tr: Gönderi Türü

source: post type
cs_cz: typ příspěvku
de_de: Beitragstyp
nl_nl: berichttype
ro_ro: tipul postului
ru_ru: тип сообщения
sv: inläggstyp
th_th: ประเภทการโพสต์
tl_ph: uri ng post
tr_tr: posta türü

source: Post Label
cs_cz: Štítek příspěvku
ro_ro: Postează eticheta
ru_ru: Почтовая этикетка
sv: Postetikett
th_th: ป้ายกำกับโพสต์
tl_ph: Label ng Post
tr_tr: Gönderi Etiketi

source: Associated Plugin
cs_cz: Přidružený plugin
de_de: Zugehöriges Plugin
nl_nl: Bijbehorende plug-in
ro_ro: Plugin asociat
ru_ru: Связанный плагин
sv: Tillhörande plugin
th_th: ปลั๊กอินที่เกี่ยวข้อง
tl_ph: Kaugnay na Plugin
tr_tr: İlgili Eklenti

source: Add associated plugin's name
cs_cz: Přidejte název souvisejícího pluginu
de_de: Fügen Sie den Namen des zugehörigen Plugins hinzu
nl_nl: Voeg de naam van de bijbehorende plug-in toe
ro_ro: Adăugați numele pluginului asociat
ru_ru: Добавьте имя связанного плагина
sv: Lägg till tillhörande pluginnamn
th_th: เพิ่มชื่อปลั๊กอินที่เกี่ยวข้อง
tl_ph: Magdagdag ng nauugnay na pangalan ng plugin
tr_tr: İlişkili eklentinin adını ekleyin

source: For better data consistency, please provide a associated plugin's name.
cs_cz: Pro lepší konzistenci dat uveďte název příslušného pluginu.
de_de: Für eine bessere Datenkonsistenz geben Sie bitte den Namen eines zugehörigen Plugins an.
nl_nl: Voor een betere gegevensconsistentie geeft u de naam van de bijbehorende plug-in op.
ro_ro: Pentru o mai bună coerență a datelor, vă rugăm să furnizați numele unui plugin asociat.
ru_ru: Для большей согласованности данных укажите название соответствующего плагина.
sv: För bättre datakonsistens, ange ett tillhörande pluginnamn.
th_th: เพื่อความสอดคล้องของข้อมูลที่ดีขึ้น โปรดระบุชื่อปลั๊กอินที่เกี่ยวข้อง
tl_ph: Para sa mas mahusay na pagkakapare-pareho ng data, mangyaring magbigay ng nauugnay na pangalan ng plugin.
tr_tr: Daha iyi veri tutarlılığı için lütfen ilgili eklentinin adını belirtin.

source: Status
cs_cz: Postavení
ro_ro: Stare
ru_ru: Статус
th_th: สถานะ
tl_ph: Katayuan
tr_tr: Durum

source: For status changes, please use the options available in the listing.
cs_cz: Pro změny stavu použijte možnosti dostupné v seznamu.
de_de: Für Statusänderungen nutzen Sie bitte die in der Auflistung verfügbaren Optionen.
nl_nl: Gebruik voor statuswijzigingen de beschikbare opties in de aanbieding.
ro_ro: Pentru modificări de stare, vă rugăm să utilizați opțiunile disponibile în listă.
ru_ru: Для изменения статуса используйте параметры, доступные в объявлении.
sv: För statusändringar, använd de tillgängliga alternativen i listan.
th_th: สำหรับการเปลี่ยนแปลงสถานะ โปรดใช้ตัวเลือกที่มีอยู่ในรายการ
tl_ph: Para sa mga pagbabago sa katayuan, mangyaring gamitin ang mga opsyon na available sa listahan.
tr_tr: Durum değişiklikleri için lütfen listede bulunan seçenekleri kullanın.

source: Template Section
cs_cz: Sekce šablon
de_de: Abschnitt „Vorlage“.
nl_nl: Sjabloonsectie
ro_ro: Secțiunea șabloane
ru_ru: Раздел шаблонов
sv: Mallsektion
th_th: ส่วนเทมเพลต
tl_ph: Seksyon ng Template
tr_tr: Şablon Bölümü

source: Fields are currently auto-filled for preview purposes only. Please save your changes to apply them.
cs_cz: Pole se aktuálně automaticky vyplňují pouze pro účely náhledu. Chcete-li změny použít, uložte je.
de_de: Felder werden derzeit nur zu Vorschauzwecken automatisch ausgefüllt. Bitte speichern Sie Ihre Änderungen, um sie zu übernehmen.
nl_nl: Velden worden momenteel alleen automatisch ingevuld voor voorbeelddoeleinden. Sla uw wijzigingen op om ze toe te passen.
ro_ro: Câmpurile sunt în prezent completate automat numai în scopuri de previzualizare. Salvați modificările pentru a le aplica.
ru_ru: В настоящее время поля заполняются автоматически только для предварительного просмотра. Пожалуйста, сохраните изменения, чтобы применить их.
sv: Fält är för närvarande automatiskt ifyllda endast för förhandsgranskning. Spara dina ändringar för att tillämpa dem.
th_th: ขณะนี้มีการกรอกฟิลด์อัตโนมัติเพื่อจุดประสงค์ในการดูตัวอย่างเท่านั้น โปรดบันทึกการเปลี่ยนแปลงของคุณเพื่อนำไปใช้
tl_ph: Kasalukuyang awtomatikong pinupuno ang mga field para sa mga layunin ng preview lamang. Paki-save ang iyong mga pagbabago upang mailapat ang mga ito.
tr_tr: Alanlar şu anda yalnızca önizleme amacıyla otomatik olarak doldurulmaktadır. Lütfen değişikliklerinizi uygulamak için kaydedin.

source: Choose one template style from the given below
cs_cz: Vyberte jeden styl šablony z níže uvedeného
de_de: Wählen Sie aus den unten aufgeführten Vorlagen einen Stil aus
nl_nl: Kies één sjabloonstijl uit de onderstaande lijst
ro_ro: Alegeți un stil de șablon din cele de mai jos
ru_ru: Выберите один стиль шаблона из приведенных ниже.
sv: Välj en mallstil från nedanstående
th_th: เลือกรูปแบบเทมเพลตหนึ่งรายการจากด้านล่าง
tl_ph: Pumili ng isang istilo ng template mula sa ibinigay sa ibaba
tr_tr: Aşağıda verilenlerden bir şablon stili seçin

source: Add Button /Link
cs_cz: Přidat tlačítko/odkaz
de_de: Schaltfläche/Link hinzufügen
nl_nl: Knop/Link toevoegen
ro_ro: Adăugați Buton/Link
ru_ru: Добавить кнопку/ссылку
sv: Lägg till knapp/länk
th_th: เพิ่มปุ่ม /ลิงค์
tl_ph: Magdagdag ng Pindutan /Link
tr_tr: Düğme / Bağlantı Ekle

source: Add New Button /Link
cs_cz: Přidat nové tlačítko/odkaz
de_de: Neue Schaltfläche/Link hinzufügen
nl_nl: Nieuwe knop/link toevoegen
ro_ro: Adăugați un buton/un link nou
ru_ru: Добавить новую кнопку/ссылку
sv: Lägg till ny knapp/länk
th_th: เพิ่มปุ่ม / ลิงค์ใหม่
tl_ph: Magdagdag ng Bagong Pindutan /Link
tr_tr: Yeni Düğme / Bağlantı Ekle

source: Show on Listing
cs_cz: Zobrazit na výpisu
de_de: Im Eintrag anzeigen
nl_nl: Weergeven op vermelding
ro_ro: Afișați pe listare
ru_ru: Показать в объявлении
sv: Visa på notering
th_th: แสดงในรายการ
tl_ph: Ipakita sa Listahan
tr_tr: İlanda Göster

source: View Details
cs_cz: Zobrazit podrobnosti
de_de: Details anzeigen
nl_nl: Details bekijken
ro_ro: Vezi detalii
ru_ru: Посмотреть детали
sv: Visa detaljer
th_th: ดูรายละเอียด
tl_ph: Tingnan ang mga Detalye
tr_tr: Ayrıntıları Görüntüle

source: detail page link
cs_cz: odkaz na stránku s podrobnostmi
de_de: Link zur Detailseite
nl_nl: link naar detailpagina
ro_ro: link pentru pagina de detalii
ru_ru: ссылка на страницу подробностей
sv: detaljsida länk
th_th: ลิงค์หน้ารายละเอียด
tl_ph: link ng pahina ng detalye
tr_tr: detay sayfası linki

source: Save Template
cs_cz: Uložit šablonu
de_de: Vorlage speichern
nl_nl: Sjabloon opslaan
ro_ro: Salvați șablonul
ru_ru: Сохранить шаблон
sv: Spara mall
th_th: บันทึกเทมเพลต
tl_ph: I-save ang Template
tr_tr: Şablonu Kaydet
