Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/*.po
Languages: cs_cz, de_de, nl_nl, ro_ro, ru_ru, sv, th_th, tl_ph, tr_tr

source: Create a Post
cs_cz: Vytvořit příspěvek
de_de: Erstellen Sie einen Beitrag
nl_nl: Maak een bericht
ro_ro: Creați o postare
ru_ru: Создать сообщение
sv: Skapa ett inlägg
th_th: สร้างโพสต์
tl_ph: Gumawa ng Post
tr_tr: Gönderi Oluştur

source: Please first create a sample post to use template section.
cs_cz: Nejprve prosím vytvořte ukázkový příspěvek pro použití sekce šablony.
de_de: Bitte erstellen Sie zunächst einen Beispielbeitrag, um den Vorlagenbereich zu verwenden.
nl_nl: Maak eerst een voorbeeldbericht om de sjabloonsectie te gebruiken.
ro_ro: Creați mai întâi un exemplu de postare pentru a utiliza secțiunea șablon.
ru_ru: Пожалуйста, сначала создайте образец сообщения, чтобы использовать раздел шаблонов.
sv: Skapa först ett exempelinlägg för att använda mallen.
th_th: โปรดสร้างโพสต์ตัวอย่างก่อนเพื่อใช้ส่วนเทมเพลต
tl_ph: Mangyaring lumikha muna ng sample na post upang magamit ang seksyon ng template.
tr_tr: Lütfen önce şablon bölümünü kullanmak için örnek bir gönderi oluşturun.

source: AI web search enabled successfully.
cs_cz: Vyhledávání AI na webu bylo úspěšně povoleno.
de_de: KI-Websuche erfolgreich aktiviert.
nl_nl: AI-webzoeken is succesvol ingeschakeld.
ro_ro: Căutarea web AI a fost activată cu succes.
ru_ru: Веб-поиск AI успешно включен.
sv: AI-webbsökning har aktiverats.
th_th: เปิดใช้งานการค้นหาเว็บ AI สำเร็จแล้ว
tl_ph: Matagumpay na pinagana ang paghahanap sa web ng AI.
tr_tr: AI web araması başarıyla etkinleştirildi.

source: AI web search already enabled.
cs_cz: AI vyhledávání na webu již povoleno.
de_de: KI-Websuche bereits aktiviert.
nl_nl: AI-webzoeken is al ingeschakeld.
ro_ro: Căutarea web AI este deja activată.
ru_ru: Веб-поиск с использованием искусственного интеллекта уже включен.
sv: AI-webbsökning är redan aktiverad.
th_th: เปิดใช้งานการค้นหาเว็บ AI แล้ว
tl_ph: Pinagana na ang paghahanap sa web ng AI.
tr_tr: AI web araması zaten etkin.

source: Something went wrong.
cs_cz: Něco se pokazilo.
de_de: Etwas ist schief gelaufen.
nl_nl: Er is iets misgegaan.
ro_ro: Ceva a mers prost.
ru_ru: Что-то пошло не так.
sv: Något gick fel.
th_th: มีบางอย่างผิดพลาด
tl_ph: Nagkaproblema.
tr_tr: Bir şeyler ters gitti.

source: AI web search disabled successfully.
cs_cz: Vyhledávání AI na webu bylo úspěšně zakázáno.
de_de: Die KI-Websuche wurde erfolgreich deaktiviert.
nl_nl: AI-webzoeken is uitgeschakeld.
ro_ro: Căutarea pe web AI a fost dezactivată cu succes.
ru_ru: Веб-поиск AI успешно отключен.
sv: AI-webbsökning inaktiverades framgångsrikt.
th_th: ปิดการใช้งานการค้นหาเว็บ AI เรียบร้อยแล้ว
tl_ph: Matagumpay na na-disable ang paghahanap sa web ng AI.
tr_tr: AI web araması başarıyla devre dışı bırakıldı.

source: New post type search enabled successfully.
cs_cz: Hledání nového typu příspěvku bylo úspěšně povoleno.
de_de: Die Suche nach neuen Beitragstypen wurde erfolgreich aktiviert.
nl_nl: Zoeken naar nieuw berichttype is succesvol ingeschakeld.
ro_ro: Căutarea unui nou tip de postare a fost activată cu succes.
ru_ru: Поиск нового типа сообщений успешно включен.
sv: Ny sökning av inläggstyp har aktiverats.
th_th: เปิดใช้งานการค้นหาประเภทโพสต์ใหม่สำเร็จแล้ว
tl_ph: Matagumpay na pinagana ang paghahanap ng bagong uri ng post.
tr_tr: Yeni gönderi türü araması başarıyla etkinleştirildi.

source: New post type search disabled successfully.
cs_cz: Hledání nového typu příspěvku bylo úspěšně zakázáno.
de_de: Die Suche nach neuen Beitragstypen wurde erfolgreich deaktiviert.
nl_nl: Zoeken naar nieuw berichttype is succesvol uitgeschakeld.
ro_ro: Căutarea tipului de postare nou a fost dezactivată cu succes.
ru_ru: Поиск нового типа сообщений успешно отключен.
sv: Sökning av ny inläggstyp har inaktiverats.
th_th: การค้นหาประเภทโพสต์ใหม่ปิดใช้งานสำเร็จแล้ว
tl_ph: Matagumpay na na-disable ang paghahanap ng bagong uri ng post.
tr_tr: Yeni gönderi türü araması başarıyla devre dışı bırakıldı.

source: Data Synchronization Needed
cs_cz: Je nutná synchronizace dat
de_de: Datensynchronisierung erforderlich
nl_nl: Gegevenssynchronisatie vereist
ro_ro: Sincronizarea datelor este necesară
ru_ru: Требуется синхронизация данных
sv: Datasynkronisering behövs
th_th: จำเป็นต้องมีการซิงโครไนซ์ข้อมูล
tl_ph: Kinakailangan ang Pag-synchronize ng Data
tr_tr: Veri Senkronizasyonu Gerekli

source: Your data is not updated. To ensure accurate results, please synchronize your AI web search data.
cs_cz: Vaše data nejsou aktualizována. Chcete-li zajistit přesné výsledky, synchronizujte data vyhledávání AI na webu.
de_de: Ihre Daten werden nicht aktualisiert. Um genaue Ergebnisse zu gewährleisten, synchronisieren Sie bitte Ihre KI-Websuchdaten.
nl_nl: Uw gegevens worden niet bijgewerkt. Synchroniseer uw AI-webzoekgegevens om nauwkeurige resultaten te garanderen.
ro_ro: Datele dvs. nu sunt actualizate. Pentru a asigura rezultate exacte, vă rugăm să sincronizați datele dvs. de căutare web AI.
ru_ru: Ваши данные не обновляются. Чтобы обеспечить точные результаты, синхронизируйте данные веб-поиска AI.
sv: Dina data uppdateras inte. För att säkerställa korrekta resultat, synkronisera din AI-webbsökningsdata.
th_th: ข้อมูลของคุณไม่ได้รับการอัพเดต เพื่อให้แน่ใจว่าผลลัพธ์ถูกต้อง โปรดซิงโครไนซ์ข้อมูลการค้นหาเว็บ AI ของคุณ
tl_ph: Hindi na-update ang iyong data. Upang matiyak ang mga tumpak na resulta, mangyaring i-synchronize ang iyong data sa paghahanap sa web ng AI.
tr_tr: Verileriniz güncellenmiyor. Doğru sonuçlar elde etmek için lütfen AI web arama verilerinizi senkronize edin.

source: Enable AI web Search
cs_cz: Povolit vyhledávání na webu AI
de_de: Aktivieren Sie die KI-Websuche
nl_nl: Schakel AI-webzoeken in
ro_ro: Activați căutarea web AI
ru_ru: Включить веб-поиск с использованием искусственного интеллекта
sv: Aktivera AI-webbsökning
th_th: เปิดใช้งานการค้นหาเว็บ AI
tl_ph: Paganahin ang AI web Search
tr_tr: AI web aramasını etkinleştir

source: Enable this feature to provide users with direct AI web search results in the chat, offering them a broader context for their queries.
cs_cz: Povolením této funkce poskytnete uživatelům přímé výsledky vyhledávání AI na webu v chatu a nabídnete jim širší kontext pro jejich dotazy.
de_de: Aktivieren Sie diese Funktion, um Benutzern direkte KI-Websuchergebnisse im Chat bereitzustellen und ihnen so einen breiteren Kontext für ihre Anfragen zu bieten.
nl_nl: Schakel deze functie in om gebruikers directe AI-webzoekresultaten te bieden in de chat, waardoor ze een bredere context krijgen voor hun vragen.
ro_ro: Activați această funcție pentru a oferi utilizatorilor rezultate directe ale căutării web AI în chat, oferindu-le un context mai larg pentru interogările lor.
ru_ru: Включите эту функцию, чтобы предоставлять пользователям прямые результаты веб-поиска с помощью искусственного интеллекта в чате, предлагая им более широкий контекст для их запросов.
sv: Aktivera den här funktionen för att ge användarna direkta AI-webbsökresultat i chatten, vilket ger dem ett bredare sammanhang för sina frågor.
th_th: เปิดใช้งานคุณสมบัตินี้เพื่อให้ผู้ใช้ได้รับผลลัพธ์การค้นหาเว็บ AI โดยตรงในการแชท โดยเสนอบริบทที่กว้างขึ้นสำหรับคำถามของพวกเขา
tl_ph: Paganahin ang feature na ito na magbigay sa mga user ng direktang resulta ng paghahanap sa web ng AI sa chat, na nag-aalok sa kanila ng mas malawak na konteksto para sa kanilang mga query.
tr_tr: Kullanıcılara sohbette doğrudan AI web araması sonuçları sunmak ve onlara sorguları için daha geniş bir bağlam sunmak için bu özelliği etkinleştirin.

source: Enable New Post Type Search
cs_cz: Povolit hledání nového typu příspěvku
de_de: Aktivieren Sie die Suche nach neuen Beitragstypen
nl_nl: Schakel Zoeken naar nieuw berichttype in
ro_ro: Activați căutarea tipului de postare nou
ru_ru: Включить поиск по новому типу сообщений
sv: Aktivera sökning efter ny inläggstyp
th_th: เปิดใช้งานการค้นหาประเภทโพสต์ใหม่
tl_ph: Paganahin ang Paghahanap ng Bagong Uri ng Post
tr_tr: Yeni Gönderi Türü Aramayı Etkinleştir

source: Lable
de_de: Etikett
nl_nl: Etiket
ro_ro: Etichetă
ru_ru: Этикетка
sv: Etikett
th_th: ฉลาก
tl_ph: Label
tr_tr: Etiket

source: Post lable
cs_cz: Štítek příspěvku
de_de: Beitragsetikett
nl_nl: Postlabel
ro_ro: Postează eticheta
ru_ru: Метка публикации
sv: Postetikett
th_th: โพสต์ป้ายกำกับ
tl_ph: Mag-post ng label
tr_tr: Gönderi etiketi

source: WooCommerce is currently inactive.
cs_cz: WooCommerce je momentálně neaktivní.
de_de: WooCommerce ist derzeit inaktiv.
nl_nl: WooCommerce is momenteel inactief.
ro_ro: WooCommerce este momentan inactiv.
ru_ru: WooCommerce в настоящее время неактивен.
sv: WooCommerce är för närvarande inaktivt.
th_th: WooCommerce ไม่ได้ใช้งานอยู่ในขณะนี้
tl_ph: Kasalukuyang hindi aktibo ang WooCommerce.
tr_tr: WooCommerce şu anda etkin değil.

source: No product was found.
cs_cz: Nebyl nalezen žádný produkt.
de_de: Es wurde kein Produkt gefunden.
nl_nl: Er is geen product gevonden.
ro_ro: Nu a fost găsit niciun produs.
ru_ru: Товар не найден.
sv: Ingen produkt hittades.
th_th: ไม่พบสินค้า.
tl_ph: Walang nakitang produkto.
tr_tr: Ürün bulunamadı.

source: Please enter a valid product or category name.
cs_cz: Zadejte prosím platný název produktu nebo kategorie.
de_de: Bitte geben Sie einen gültigen Produkt- oder Kategorienamen ein.
nl_nl: Voer een geldige product- of categorienaam in.
ro_ro: Vă rugăm să introduceți un nume valid de produs sau categorie.
ru_ru: Пожалуйста, введите действительное название продукта или категории.
sv: Ange ett giltigt produkt- eller kategorinamn.
th_th: โปรดป้อนชื่อผลิตภัณฑ์หรือหมวดหมู่ที่ถูกต้อง
tl_ph: Mangyaring magpasok ng wastong pangalan ng produkto o kategorya.
tr_tr: Lütfen geçerli bir ürün veya kategori adı girin.

source: Please enter a valid price.
cs_cz: Zadejte prosím platnou cenu.
de_de: Bitte geben Sie einen gültigen Preis ein.
nl_nl: Voer een geldige prijs in.
ro_ro: Vă rugăm să introduceți un preț valid.
ru_ru: Пожалуйста, введите действительную цену.
sv: Ange ett giltigt pris.
th_th: กรุณากรอกราคาที่ถูกต้อง
tl_ph: Mangyaring magpasok ng wastong presyo.
tr_tr: Lütfen geçerli bir fiyat girin.

source: Please enter a valid price range.
cs_cz: Zadejte prosím platný cenový rozsah.
de_de: Bitte geben Sie eine gültige Preisspanne ein.
nl_nl: Voer een geldige prijsklasse in.
ro_ro: Vă rugăm să introduceți un interval de preț valid.
ru_ru: Пожалуйста, введите действительный диапазон цен.
sv: Ange ett giltigt prisintervall.
th_th: โปรดป้อนช่วงราคาที่ถูกต้อง
tl_ph: Mangyaring magpasok ng wastong hanay ng presyo.
tr_tr: Lütfen geçerli bir fiyat aralığı girin.

source: Your cart is currently empty.
cs_cz: Váš košík je momentálně prázdný.
de_de: Ihr Warenkorb ist derzeit leer.
nl_nl: Uw winkelwagen is momenteel leeg.
ro_ro: Coșul tău este momentan gol.
ru_ru: Ваша корзина в настоящее время пуста.
sv: Din varukorg är för närvarande tom.
th_th: ขณะนี้รถเข็นของคุณว่างเปล่า
tl_ph: Kasalukuyang walang laman ang iyong cart.
tr_tr: Sepetiniz şu anda boş.

source: Cart Details
cs_cz: Podrobnosti košíku
de_de: Warenkorbdetails
nl_nl: Winkelwagendetails
ro_ro: Detalii coș
ru_ru: Детали корзины
sv: Kundvagnsdetaljer
th_th: รายละเอียดรถเข็น
tl_ph: Mga Detalye ng Cart
tr_tr: Sepet Detayları

source: Price
cs_cz: Cena
de_de: Preis
nl_nl: Prijs
ro_ro: Preţ
ru_ru: Цена
sv: Pris
th_th: ราคา
tl_ph: Presyo
tr_tr: Fiyat

source: Change
cs_cz: Přeměna
de_de: Ändern
nl_nl: Wijziging
ro_ro: Schimba
ru_ru: Изменять
sv: Ändra
th_th: เปลี่ยน
tl_ph: Baguhin
tr_tr: Değiştirmek

source: Total Price
cs_cz: Celková cena
de_de: Gesamtpreis
nl_nl: Totale prijs
ro_ro: Preț total
ru_ru: Общая стоимость
sv: Totalt pris
th_th: ราคารวม
tl_ph: Kabuuang Presyo
tr_tr: Toplam Fiyat

source: Remove Item
cs_cz: Odebrat položku
de_de: Artikel entfernen
nl_nl: Artikel verwijderen
ro_ro: Eliminați elementul
ru_ru: Удалить элемент
sv: Ta bort objekt
th_th: ลบรายการ
tl_ph: Alisin ang Item
tr_tr: Öğeyi Kaldır

source: Subtotal
cs_cz: Mezisoučet
de_de: Zwischensumme
nl_nl: Subtotaal
ru_ru: Итого
sv: Delsumma
th_th: ผลรวมย่อย
tr_tr: Ara toplam

source: Total
cs_cz: Celkový
de_de: Gesamt
nl_nl: Totaal
ru_ru: Общий
th_th: ทั้งหมด
tl_ph: Kabuuan
tr_tr: Toplam

source: Proceed to Checkout
cs_cz: Pokračujte k pokladně
de_de: Gehen Sie zur Kasse
nl_nl: Ga verder naar afrekenen
ro_ro: Finalizează cumpărăturile
ru_ru: Перейти к оформлению заказа
sv: Fortsätt till kassan
th_th: ดำเนินการชำระเงิน
tl_ph: Magpatuloy sa Checkout
tr_tr: Çıkışa doğru devam et

source: is out of stock.
cs_cz: není skladem.
de_de: ist ausverkauft.
nl_nl: is niet op voorraad.
ro_ro: este epuizat.
ru_ru: нет в наличии.
sv: är slut i lager.
th_th: สินค้าหมด
tl_ph: ay out of stock.
tr_tr: stokta yok.

source: You cannot add another “
cs_cz: Nemůžete přidat další “
de_de: Sie können kein weiteres hinzufügen „
nl_nl: U kunt geen nieuwe toevoegen “
ro_ro: Nu puteți adăuga un alt „
ru_ru: Вы не можете добавить еще один “
sv: Du kan inte lägga till en annan "
th_th: คุณไม่สามารถเพิ่มอีก “
tl_ph: Hindi ka maaaring magdagdag ng isa pa"
tr_tr: Başka bir tane ekleyemezsiniz”

source: ” to your cart.
cs_cz: “ do košíku.
de_de: ” in Ihren Warenkorb.
nl_nl: ' naar uw winkelwagen.
ro_ro: ” la căruciorul tău.
ru_ru: » в корзину.
sv: ” till din varukorg.
th_th: ” ไปยังรถเข็นของคุณ
tl_ph: ” sa cart mo.
tr_tr: ”sepetinize.

source: You cannot add more than
cs_cz: Nemůžete přidat více než
de_de: Sie können nicht mehr als hinzufügen
nl_nl: Je kunt niet meer toevoegen dan
ro_ro: Nu puteți adăuga mai mult de
ru_ru: Вы не можете добавить более
sv: Du kan inte lägga till mer än
th_th: คุณไม่สามารถเพิ่มมากกว่า
tl_ph: Hindi ka maaaring magdagdag ng higit sa
tr_tr: Birden fazlasını ekleyemezsiniz

source: of this product to your cart.
cs_cz: tohoto produktu do košíku.
de_de: dieses Produkts in Ihren Warenkorb.
nl_nl: van dit product in uw winkelwagen.
ro_ro: a acestui produs în coșul dumneavoastră.
ru_ru: этого товара в корзину.
sv: av denna produkt till din varukorg.
th_th: ของผลิตภัณฑ์นี้ไปยังรถเข็นของคุณ
tl_ph: ng produktong ito sa iyong cart.
tr_tr: Bu ürünü sepetinize ekleyin.

source: has been added to your cart.
cs_cz: byl přidán do vašeho košíku.
de_de: wurde Ihrem Warenkorb hinzugefügt.
nl_nl: is aan uw winkelwagen toegevoegd.
ro_ro: a fost adăugat în coșul dumneavoastră.
ru_ru: был добавлен в вашу корзину.
sv: har lagts till i din kundvagn.
th_th: ถูกเพิ่มลงในรถเข็นของคุณแล้ว
tl_ph: naidagdag na sa iyong cart.
tr_tr: sepetinize eklendi.

source: has not been added to your cart. Please try again.
cs_cz: nebyl přidán do vašeho košíku. Zkuste to prosím znovu.
de_de: wurde nicht zu Ihrem Warenkorb hinzugefügt. Bitte versuchen Sie es erneut.
nl_nl: is niet aan uw winkelwagen toegevoegd. Probeer het opnieuw.
ro_ro: nu a fost adăugat în coșul dumneavoastră. Vă rugăm să încercați din nou.
ru_ru: не был добавлен в вашу корзину. Пожалуйста, попробуйте еще раз.
sv: har inte lagts till i din kundvagn. Försök igen.
th_th: ยังไม่ได้รับการเพิ่มลงในรถเข็นของคุณ โปรดลองอีกครั้ง
tl_ph: ay hindi naidagdag sa iyong cart. Pakisubukang muli.
tr_tr: sepetinize eklenmedi. Lütfen tekrar deneyin.

source: View Cart
cs_cz: Zobrazit košík
de_de: Warenkorb ansehen
nl_nl: Bekijk winkelwagen
ro_ro: Vezi coșul de cumpărături
ru_ru: Посмотреть корзину
sv: Visa kundvagn
th_th: ดูตะกร้าสินค้า
tl_ph: Tingnan ang Cart
tr_tr: Sepeti Görüntüle

source: Please select a product!
cs_cz: Vyberte prosím produkt!
de_de: Bitte wählen Sie ein Produkt aus!
nl_nl: Selecteer een product!
ro_ro: Vă rugăm să selectați un produs!
ru_ru: Пожалуйста, выберите товар!
sv: Välj en produkt!
th_th: กรุณาเลือกสินค้า!
tl_ph: Mangyaring pumili ng isang produkto!
tr_tr: Lütfen bir ürün seçin!

source: There are no variations available.
cs_cz: Nejsou k dispozici žádné varianty.
de_de: Es sind keine Variationen verfügbar.
nl_nl: Er zijn geen varianten beschikbaar.
ro_ro: Nu există variante disponibile.
ru_ru: Доступных вариаций нет.
sv: Det finns inga tillgängliga varianter.
th_th: ไม่มีรูปแบบให้เลือก
tl_ph: Walang available na mga variation.
tr_tr: Hiçbir varyasyon mevcut değil.

source: Product not found or not a variable product.
cs_cz: Produkt nebyl nalezen nebo se nejedná o variabilní produkt.
de_de: Produkt nicht gefunden oder kein variables Produkt.
nl_nl: Product niet gevonden of geen variabel product.
ro_ro: Produsul nu a fost găsit sau nu este un produs variabil.
ru_ru: Продукт не найден или не является переменным продуктом.
sv: Produkten hittades inte eller inte en variabel produkt.
th_th: ไม่พบผลิตภัณฑ์หรือไม่ใช่ผลิตภัณฑ์แปรผัน
tl_ph: Ang produkto ay hindi nahanap o hindi isang variable na produkto.
tr_tr: Ürün bulunamadı veya değişken bir ürün değil.

source: You can't add another “
cs_cz: Nemůžete přidat další “
de_de: Sie können kein weiteres hinzufügen „
nl_nl: Je kunt niet nog een toevoegen “
ro_ro: Nu poți adăuga un alt „
ru_ru: Вы не можете добавить еще один “
sv: Du kan inte lägga till en annan "
th_th: คุณไม่สามารถเพิ่มอีก “
tl_ph: Hindi ka maaaring magdagdag ng isa pa
tr_tr: Başka bir tane ekleyemezsiniz”

source: There was an error while adding the product to the cart.
cs_cz: Při přidávání produktu do košíku došlo k chybě.
de_de: Beim Hinzufügen des Produkts zum Warenkorb ist ein Fehler aufgetreten.
nl_nl: Er is een fout opgetreden bij het toevoegen van het product aan de winkelwagen.
ro_ro: A apărut o eroare la adăugarea produsului în coș.
ru_ru: При добавлении товара в корзину произошла ошибка.
sv: Det uppstod ett fel när produkten lades till i kundvagnen.
th_th: เกิดข้อผิดพลาดขณะเพิ่มสินค้าลงตะกร้า
tl_ph: Nagkaroon ng error habang idinaragdag ang produkto sa cart.
tr_tr: Ürünü sepete eklerken bir hata oluştu.

source: The requested variation with the specified attributes could not be found.
cs_cz: Požadovaná varianta se zadanými atributy nebyla nalezena.
de_de: Die angeforderte Variante mit den angegebenen Attributen konnte nicht gefunden werden.
nl_nl: De gevraagde variant met de opgegeven kenmerken kan niet worden gevonden.
ro_ro: Varianta solicitată cu atributele specificate nu a putut fi găsită.
ru_ru: Запрошенный вариант с указанными атрибутами не найден.
sv: Den begärda varianten med de angivna attributen kunde inte hittas.
th_th: ไม่พบรูปแบบที่ร้องขอพร้อมกับแอตทริบิวต์ที่ระบุ
tl_ph: Ang hiniling na pagkakaiba-iba na may mga tinukoy na katangian ay hindi mahanap.
tr_tr: Belirtilen özelliklere sahip istenen varyasyon bulunamadı.

source: Change Quantity
cs_cz: Změnit množství
de_de: Menge ändern
nl_nl: Wijzig hoeveelheid
ro_ro: Modificați cantitatea
ru_ru: Изменить количество
sv: Ändra kvantitet
th_th: เปลี่ยนปริมาณ
tl_ph: Baguhin ang Dami
tr_tr: Miktarı Değiştir

source: Update
cs_cz: Aktualizovat
de_de: Aktualisieren
ro_ro: Actualizare
ru_ru: Обновлять
sv: Uppdatera
th_th: อัปเดต
tr_tr: Güncelleme

source: The cart is empty.
cs_cz: Košík je prázdný.
de_de: Der Warenkorb ist leer.
nl_nl: De winkelwagen is leeg.
ro_ro: Căruciorul este gol.
ru_ru: Корзина пуста.
sv: Vagnen är tom.
th_th: รถเข็นว่างเปล่า
tl_ph: Walang laman ang cart.
tr_tr: Sepet boş.

source: Cart item is not found.
cs_cz: Položka košíku nebyla nalezena.
de_de: Warenkorbartikel wurde nicht gefunden.
nl_nl: Winkelwagenitem is niet gevonden.
ro_ro: Articolul din coș nu a fost găsit.
ru_ru: Товар в корзине не найден.
sv: Varukorgsartikeln hittades inte.
th_th: ไม่พบรายการในรถเข็น
tl_ph: Hindi nakita ang item sa cart.
tr_tr: Sepet öğesi bulunamadı.

source: The item was not found in the cart.
cs_cz: Zboží nebylo v košíku nalezeno.
de_de: Der Artikel wurde nicht im Warenkorb gefunden.
nl_nl: Het artikel is niet gevonden in de winkelwagen.
ro_ro: Articolul nu a fost găsit în coș.
ru_ru: Товар не найден в корзине.
sv: Varan hittades inte i varukorgen.
th_th: ไม่พบสินค้าในรถเข็น
tl_ph: Hindi nakita ang item sa cart.
tr_tr: Ürün sepette bulunamadı.

source: Quantity updated successfully!
cs_cz: Množství bylo úspěšně aktualizováno!
de_de: Menge erfolgreich aktualisiert!
nl_nl: Aantal succesvol bijgewerkt!
ro_ro: Cantitatea a fost actualizată cu succes!
ru_ru: Количество успешно обновлено!
sv: Kvantiteten har uppdaterats framgångsrikt!
th_th: อัปเดตจำนวนสำเร็จแล้ว!
tl_ph: Ang dami ay matagumpay na na-update!
tr_tr: Miktar başarıyla güncellendi!

source: Change quantity
cs_cz: Změňte množství
de_de: Menge ändern
nl_nl: Wijzig hoeveelheid
ro_ro: Schimbați cantitatea
ru_ru: Изменить количество
sv: Ändra kvantitet
th_th: เปลี่ยนปริมาณ
tl_ph: Baguhin ang dami
tr_tr: Miktarı değiştir

source: Edit Post Type
cs_cz: Upravit typ příspěvku
de_de: Beitragstyp bearbeiten
nl_nl: Berichttype bewerken
ro_ro: Editați tipul postării
ru_ru: Изменить тип сообщения
sv: Redigera inläggstyp
th_th: แก้ไขประเภทโพสต์
tl_ph: I-edit ang Uri ng Post
tr_tr: Gönderi Türünü Düzenle

source: Parameter
cs_cz: Parametr
ro_ro: Parametru
ru_ru: Параметр
th_th: พารามิเตอร์
tr_tr: Parametre

source: delete
cs_cz: vymazat
de_de: löschen
nl_nl: verwijderen
ro_ro: şterge
ru_ru: удалить
sv: radera
th_th: ลบ
tl_ph: tanggalin
tr_tr: silmek

source: add intent
cs_cz: přidat záměr
de_de: Absicht hinzufügen
nl_nl: intentie toevoegen
ro_ro: adauga intentie
ru_ru: добавить намерение
sv: lägga till avsikt
th_th: เพิ่มความตั้งใจ
tl_ph: magdagdag ng layunin
tr_tr: amaç ekle

source: plus icon
cs_cz: ikona plus
de_de: Plus-Symbol
nl_nl: plus-pictogram
ro_ro: pictograma plus
ru_ru: значок плюса
sv: plusikon
th_th: บวกไอคอน
tl_ph: icon ng plus
tr_tr: artı simgesi

source: Add Intents
cs_cz: Přidat záměry
de_de: Absichten hinzufügen
nl_nl: Intenties toevoegen
ro_ro: Adăugați intenții
ru_ru: Добавить намерения
sv: Lägg till avsikter
th_th: เพิ่มความตั้งใจ
tl_ph: Magdagdag ng Mga Layunin
tr_tr: Amaç Ekle

source: On the responses listing page, all the responses are listed here; you can check them out.
cs_cz: Na stránce se seznamem odpovědí jsou zde uvedeny všechny odpovědi; můžete je zkontrolovat.
de_de: Auf der Seite mit der Antwortliste werden hier alle Antworten aufgelistet. Sie können sie sich ansehen.
nl_nl: Op de pagina met antwoordenoverzicht worden alle reacties hier vermeld; je kunt ze bekijken.
ro_ro: Pe pagina de listare a răspunsurilor, toate răspunsurile sunt listate aici; le poți verifica.
ru_ru: На странице со списком ответов здесь перечислены все ответы; вы можете проверить их.
sv: På svarslistan listas alla svar här; du kan kolla upp dem.
th_th: ในหน้ารายการคำตอบ การตอบกลับทั้งหมดจะแสดงอยู่ที่นี่ คุณสามารถตรวจสอบได้
tl_ph: Sa pahina ng listahan ng mga tugon, lahat ng mga tugon ay nakalista dito; maaari mong suriin ang mga ito.
tr_tr: Yanıtların listelendiği sayfada tüm yanıtlar burada listelenir; bunları kontrol edebilirsiniz.

source: Add Intent
cs_cz: Přidat záměr
de_de: Absicht hinzufügen
nl_nl: Intentie toevoegen
ro_ro: Adăugați intenție
ru_ru: Добавить намерение
sv: Lägg till avsikt
th_th: เพิ่มความตั้งใจ
tl_ph: Magdagdag ng Layunin
tr_tr: Amaç Ekle

source: On the form listing page, all the forms are listed here; you can check them out.
cs_cz: Na stránce s výpisem formulářů jsou zde uvedeny všechny formuláře; můžete je zkontrolovat.
de_de: Auf der Seite mit der Formularliste werden hier alle Formulare aufgelistet. Sie können sie sich ansehen.
nl_nl: Op de formulierlijstpagina worden alle formulieren hier vermeld; je kunt ze bekijken.
ro_ro: Pe pagina de listare a formularelor, toate formularele sunt listate aici; le poți verifica.
ru_ru: На странице со списком форм здесь перечислены все формы; вы можете проверить их.
sv: På formulärsidan finns alla formulär listade här; du kan kolla upp dem.
th_th: ในหน้ารายการแบบฟอร์ม แบบฟอร์มทั้งหมดจะแสดงอยู่ที่นี่ คุณสามารถตรวจสอบได้
tl_ph: Sa pahina ng listahan ng form, ang lahat ng mga form ay nakalista dito; maaari mong suriin ang mga ito.
tr_tr: Form listeleme sayfasında tüm formlar burada listelenir; bunları kontrol edebilirsiniz.

source: Add Forms
cs_cz: Přidat formuláře
de_de: Formulare hinzufügen
nl_nl: Formulieren toevoegen
ro_ro: Adăugați formulare
ru_ru: Добавить формы
sv: Lägg till formulär
th_th: เพิ่มแบบฟอร์ม
tl_ph: Magdagdag ng mga Form
tr_tr: Form Ekle
