Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/*.po
Languages: cs_cz, de_de, nl_nl, ro_ro, ru_ru, sv, th_th, tl_ph, tr_tr

source: Your message is too long. Please enter only a username or email.
cs_cz: Vaše zpráva je příliš dlouhá. Zadejte prosím pouze uživatelské jméno nebo e-mail.
de_de: Ihre Nachricht ist zu lang. Bitte geben Sie nur einen Benutzernamen oder eine E-Mail-Adresse ein.
nl_nl: Je bericht is te lang. Voer alleen een gebruikersnaam of e-mailadres in.
ro_ro: Mesajul tău este prea lung. Vă rugăm să introduceți doar un nume de utilizator sau un e-mail.
ru_ru: Ваше сообщение слишком длинное. Пожалуйста, введите только имя пользователя или адрес электронной почты.
sv: Ditt meddelande är för långt. Ange endast ett användarnamn eller e-postadress.
th_th: ข้อความของคุณยาวเกินไป กรุณากรอกชื่อผู้ใช้หรืออีเมลเท่านั้น
tl_ph: Masyadong mahaba ang iyong mensahe. Mangyaring magpasok lamang ng isang username o email.
tr_tr: Mesajınız çok uzun. Lütfen yalnızca bir kullanıcı adı veya e-posta girin.

source: Invalid username or email. Try again with the correct one.
cs_cz: Neplatné uživatelské jméno nebo e-mail. Zkuste to znovu se správným.
de_de: Ungültiger Benutzername oder ungültige E-Mail-Adresse. Versuchen Sie es noch einmal mit dem richtigen.
nl_nl: Ongeldige gebruikersnaam of e-mailadres. Probeer het opnieuw met de juiste.
ro_ro: Nume de utilizator sau e-mail nevalid. Încercați din nou cu cel corect.
ru_ru: Неверное имя пользователя или адрес электронной почты. Попробуйте еще раз с правильным.
sv: Ogiltigt användarnamn eller e-postadress. Försök igen med rätt.
th_th: ชื่อผู้ใช้หรืออีเมลไม่ถูกต้อง ลองอีกครั้งด้วยอันที่ถูกต้อง
tl_ph: Di-wastong username o email. Subukang muli gamit ang tama.
tr_tr: Geçersiz kullanıcı adı veya e-posta. Doğru olanla tekrar deneyin.

source: Show More
cs_cz: Zobrazit více
de_de: Mehr anzeigen
nl_nl: Toon meer
ro_ro: Arată mai mult
ru_ru: Показать больше
sv: Visa mer
th_th: แสดงเพิ่มเติม
tl_ph: Ipakita ang Higit Pa
tr_tr: Daha Fazla Göster

source: Show Articles
cs_cz: Zobrazit články
de_de: Artikel anzeigen
nl_nl: Toon artikelen
ro_ro: Afișați articole
ru_ru: Показать статьи
sv: Visa artiklar
th_th: แสดงบทความ
tl_ph: Ipakita ang mga Artikulo
tr_tr: Makaleleri Göster

source: session time out
cs_cz: časový limit relace
de_de: Sitzungs-Timeout
nl_nl: time-out van de sessie
ro_ro: expirarea sesiunii
ru_ru: тайм-аут сеанса
th_th: หมดเวลาเซสชัน
tl_ph: oras ng session
tr_tr: oturum zaman aşımı

source: Data directory can not empty.
cs_cz: Datový adresář nelze vyprázdnit.
de_de: Das Datenverzeichnis kann nicht geleert werden.
nl_nl: Gegevensmap kan niet leeg worden gemaakt.
ro_ro: Directorul de date nu se poate goli.
ru_ru: Каталог данных не может быть пустым.
sv: Datakatalogen kan inte tömmas.
th_th: ไดเร็กทอรีข้อมูลต้องไม่ว่างเปล่า
tl_ph: Hindi maaaring walang laman ang direktoryo ng data.
tr_tr: Veri dizini boş olamaz.

source: Data directory is not proper.
cs_cz: Datový adresář není správný.
de_de: Das Datenverzeichnis ist nicht korrekt.
nl_nl: De gegevensdirectory is niet juist.
ro_ro: Directorul de date nu este corect.
ru_ru: Каталог данных неправильный.
sv: Datakatalogen är inte korrekt.
th_th: ไดเร็กทอรีข้อมูลไม่ถูกต้อง
tl_ph: Hindi wasto ang direktoryo ng data.
tr_tr: Veri dizini uygun değil.

source: Data directory is not writable.
cs_cz: Do datového adresáře nelze zapisovat.
de_de: Das Datenverzeichnis ist nicht beschreibbar.
nl_nl: Gegevensmap is niet beschrijfbaar.
ro_ro: Directorul de date nu poate fi scris.
ru_ru: Каталог данных недоступен для записи.
sv: Datakatalogen är inte skrivbar.
th_th: ไดเร็กทอรีข้อมูลไม่สามารถเขียนได้
tl_ph: Hindi maisusulat ang direktoryo ng data.
tr_tr: Veri dizini yazılabilir değil.

source: Default fallback message can not be empty.
cs_cz: Výchozí záložní zpráva nemůže být prázdná.
de_de: Die Standard-Fallback-Nachricht darf nicht leer sein.
nl_nl: Het standaard fallback-bericht mag niet leeg zijn.
ro_ro: Mesajul de rezervă implicit nu poate fi gol.
ru_ru: Резервное сообщение по умолчанию не может быть пустым.
sv: Standard reservmeddelande kan inte vara tomt.
th_th: ต้องระบุข้อความสำรองเริ่มต้น
tl_ph: Ang default na fallback na mensahe ay hindi maaaring walang laman.
tr_tr: Varsayılan geri dönüş mesajı boş olamaz.

source: Admin pagination not saved.
cs_cz: Stránkování správce nebylo uloženo.
de_de: Admin-Paginierung nicht gespeichert.
nl_nl: Beheerderspaginering niet opgeslagen.
ro_ro: Paginarea administratorului nu a fost salvată.
ru_ru: Пагинация администратора не сохранена.
sv: Adminpaginering har inte sparats.
th_th: ไม่ได้บันทึกการแบ่งหน้าผู้ดูแลระบบ
tl_ph: Hindi na-save ang pagination ng admin.
tr_tr: Yönetici sayfalandırması kaydedilmedi.

source: User pagination not saved.
cs_cz: Stránkování uživatele nebylo uloženo.
de_de: Benutzerpaginierung nicht gespeichert.
nl_nl: Gebruikerspaginering niet opgeslagen.
ro_ro: Paginarea utilizatorului nu a fost salvată.
ru_ru: Пользовательская нумерация страниц не сохранена.
sv: Användarpaginering har inte sparats.
th_th: ไม่ได้บันทึกการแบ่งหน้าผู้ใช้
tl_ph: Hindi na-save ang pagination ng user.
tr_tr: Kullanıcı sayfalandırması kaydedilmedi.

source: The title of your chatbot or the primary title displayed on your chat interface.
cs_cz: Název vašeho chatbota nebo primární titul zobrazený v rozhraní chatu.
de_de: Der Titel Ihres Chatbots oder der primäre Titel, der auf Ihrer Chat-Oberfläche angezeigt wird.
nl_nl: De titel van uw chatbot of de primaire titel die wordt weergegeven op uw chatinterface.
ro_ro: Titlul chatbot-ului dvs. sau titlul principal afișat pe interfața dvs. de chat.
ru_ru: Название вашего чат-бота или основной заголовок, отображаемый в интерфейсе чата.
sv: Titeln på din chatbot eller den primära titeln som visas i ditt chattgränssnitt.
th_th: ชื่อของแชทบอทของคุณหรือชื่อหลักที่แสดงบนอินเทอร์เฟซการแชทของคุณ
tl_ph: Ang pamagat ng iyong chatbot o ang pangunahing pamagat na ipinapakita sa iyong interface ng chat.
tr_tr: Sohbet robotunuzun başlığı veya sohbet arayüzünüzde görüntülenen birincil başlık.

source: Default Fallback Message
cs_cz: Výchozí záložní zpráva
de_de: Standard-Fallback-Nachricht
nl_nl: Standaard terugvalbericht
ro_ro: Mesaj de rezervă implicit
ru_ru: Резервное сообщение по умолчанию
sv: Standard reservmeddelande
th_th: ข้อความทางเลือกเริ่มต้น
tl_ph: Default na Fallback na Mensahe
tr_tr: Varsayılan Geri Dönme Mesajı

source: The message displayed when the chatbot cannot understand.
cs_cz: Zpráva se zobrazí, když chatbot nerozumí.
de_de: Die Nachricht wird angezeigt, wenn der Chatbot die Nachricht nicht verstehen kann.
nl_nl: Het bericht dat wordt weergegeven wanneer de chatbot het niet begrijpt.
ro_ro: Mesajul este afișat când chatbot-ul nu poate înțelege.
ru_ru: Сообщение, отображаемое, когда чат-бот не может понять.
sv: Meddelandet visas när chatboten inte kan förstå.
th_th: ข้อความปรากฏขึ้นเมื่อแชทบอทไม่เข้าใจ
tl_ph: Ang mensaheng ipinapakita kapag hindi maintindihan ng chatbot.
tr_tr: Chatbot anlayamadığında görüntülenen mesaj.

source: Offline
ru_ru: Оффлайн
th_th: ออฟไลน์
tr_tr: Çevrimdışı

source: Online
ru_ru: Онлайн
th_th: ออนไลน์
tr_tr: Çevrimiçi

source: Set your plugin offline for front end.
cs_cz: Nastavte plugin offline pro frontend.
de_de: Stellen Sie Ihr Plugin für das Frontend offline.
nl_nl: Zet uw plug-in offline voor front-end.
ro_ro: Setați pluginul offline pentru front-end.
ru_ru: Установите плагин в автономном режиме для внешнего интерфейса.
sv: Ställ in ditt plugin offline för gränssnittet.
th_th: ตั้งค่าปลั๊กอินของคุณแบบออฟไลน์สำหรับส่วนหน้า
tl_ph: Itakda ang iyong plugin offline para sa front end.
tr_tr: Eklentinizi ön uç için çevrimdışı olarak ayarlayın.

source: Data Directory
cs_cz: Datový adresář
de_de: Datenverzeichnis
nl_nl: Gegevensmap
ro_ro: Director de date
ru_ru: Каталог данных
sv: Datakatalog
th_th: ไดเร็กทอรีข้อมูล
tl_ph: Direktoryo ng Data
tr_tr: Veri Dizini

source: The directory where all chatbot data files are stored.
cs_cz: Adresář, kde jsou uloženy všechny datové soubory chatbota.
de_de: Das Verzeichnis, in dem alle Chatbot-Datendateien gespeichert sind.
nl_nl: De map waar alle chatbotgegevensbestanden worden opgeslagen.
ro_ro: Directorul în care sunt stocate toate fișierele de date chatbot.
ru_ru: Каталог, в котором хранятся все файлы данных чат-бота.
sv: Katalogen där alla chatbotdatafiler lagras.
th_th: ไดเร็กทอรีที่เก็บไฟล์ข้อมูลแชทบอททั้งหมด
tl_ph: Ang direktoryo kung saan nakaimbak ang lahat ng mga file ng data ng chatbot.
tr_tr: Tüm chatbot veri dosyalarının saklandığı dizin.

source: Admin Pagination
cs_cz: Stránkování správce
de_de: Admin-Paginierung
nl_nl: Beheerderspaginering
ro_ro: Paginare admin
ru_ru: Администраторская нумерация страниц
sv: Admin paginering
th_th: การแบ่งหน้าผู้ดูแลระบบ
tl_ph: Pagbilang ng pahina ng Admin
tr_tr: Yönetici Sayfalandırması

source: The number of items displayed in a paginated list in the admin panel.
cs_cz: Počet položek zobrazených v stránkovaném seznamu na panelu správce.
de_de: Die Anzahl der Elemente, die in einer paginierten Liste im Admin-Bereich angezeigt werden.
nl_nl: Het aantal items dat wordt weergegeven in een gepagineerde lijst in het beheerdersdashboard.
ro_ro: Numărul de articole afișate într-o listă paginată în panoul de administrare.
ru_ru: Количество элементов, отображаемых в постраничном списке в панели администратора.
sv: Antalet objekt som visas i en sidnumrerad lista på adminpanelen.
th_th: จำนวนรายการที่แสดงในรายการแบ่งหน้าในแผงผู้ดูแลระบบ
tl_ph: Ang bilang ng mga item na ipinapakita sa isang listahan ng pahina sa admin panel.
tr_tr: Yönetici panelinde sayfalandırılmış bir listede görüntülenen öğe sayısı.

source: User Pagination
cs_cz: Stránkování uživatele
de_de: Benutzer-Paginierung
nl_nl: Paginering van gebruikers
ro_ro: Paginare utilizator
ru_ru: Пользовательская пагинация
sv: Användarpaginering
th_th: การแบ่งหน้าผู้ใช้
tl_ph: Pagbilang ng pahina ng Gumagamit
tr_tr: Kullanıcı Sayfalandırması

source: The number of items displayed in a paginated list on the user side.
cs_cz: Počet položek zobrazených v stránkovaném seznamu na straně uživatele.
de_de: Die Anzahl der Elemente, die in einer paginierten Liste auf der Benutzerseite angezeigt werden.
nl_nl: Het aantal items dat wordt weergegeven in een gepagineerde lijst aan de gebruikerszijde.
ro_ro: Numărul de articole afișate într-o listă paginată pe partea utilizatorului.
ru_ru: Количество элементов, отображаемых в постраничном списке на стороне пользователя.
sv: Antalet objekt som visas i en paginerad lista på användarsidan.
th_th: จำนวนรายการที่แสดงในรายการแบ่งหน้าทางฝั่งผู้ใช้
tl_ph: Ang bilang ng mga item na ipinapakita sa isang listahan ng pahina sa gilid ng user.
tr_tr: Kullanıcı tarafında sayfalandırılmış bir listede görüntülenen öğe sayısı.

source: Save Settings
cs_cz: Uložit nastavení
de_de: Einstellungen speichern
nl_nl: Instellingen opslaan
ro_ro: Salvați setările
ru_ru: Сохранить настройки
sv: Spara inställningar
th_th: บันทึกการตั้งค่า
tl_ph: I-save ang Mga Setting
tr_tr: Ayarları Kaydet

source: Add Icon
cs_cz: Přidat ikonu
de_de: Symbol hinzufügen
nl_nl: Pictogram toevoegen
ro_ro: Adăugați pictogramă
ru_ru: Добавить значок
sv: Lägg till ikon
th_th: เพิ่มไอคอน
tl_ph: Magdagdag ng Icon
tr_tr: Simge Ekle

source: years
cs_cz: let
de_de: Jahre
nl_nl: jaren
ro_ro: ani
ru_ru: годы
sv: år
th_th: ปี
tl_ph: taon
tr_tr: yıllar

source: year
cs_cz: rok
de_de: Jahr
nl_nl: jaar
ro_ro: an
ru_ru: год
sv: år
th_th: ปี
tl_ph: taon
tr_tr: yıl

source: ago
cs_cz: před
de_de: vor
nl_nl: geleden
ro_ro: în urmă
ru_ru: назад
sv: sedan
th_th: ที่ผ่านมา
tl_ph: kanina
tr_tr: evvel

source: months
cs_cz: měsíce
de_de: Monate
nl_nl: maanden
ro_ro: luni
ru_ru: месяцы
sv: månader
th_th: เดือน
tl_ph: buwan
tr_tr: aylar

source: month
cs_cz: měsíc
de_de: Monat
nl_nl: maand
ro_ro: lună
ru_ru: месяц
sv: månad
th_th: เดือน
tl_ph: buwan
tr_tr: ay

source: days
cs_cz: dní
de_de: Tage
nl_nl: dagen
ro_ro: zile
ru_ru: дни
sv: dagar
th_th: วัน
tl_ph: araw
tr_tr: günler

source: day
cs_cz: den
de_de: Tag
nl_nl: dag
ro_ro: zi
ru_ru: день
sv: dag
th_th: วัน
tl_ph: araw
tr_tr: gün

source: hours
cs_cz: hodin
de_de: Std.
nl_nl: uur
ro_ro: ore
ru_ru: часы
sv: timmar
th_th: ชั่วโมง
tl_ph: oras
tr_tr: saat

source: hour
cs_cz: hodina
de_de: Stunde
nl_nl: uur
ro_ro: oră
ru_ru: час
sv: timme
th_th: ชั่วโมง
tl_ph: oras
tr_tr: saat

source: minutes
cs_cz: zápis
de_de: Minuten
nl_nl: notulen
ro_ro: minute
ru_ru: минуты
sv: minuter
th_th: นาที
tl_ph: minuto
tr_tr: dakika

source: minute
cs_cz: minuta
nl_nl: minuut
ro_ro: minut
ru_ru: минута
sv: minut
th_th: นาที
tl_ph: minuto
tr_tr: dakika

source: Just now
cs_cz: Právě teď
de_de: Soeben
nl_nl: Zojuist
ro_ro: Chiar acum
ru_ru: Прямо сейчас
sv: Just nu
th_th: แค่ตอนนี้
tl_ph: Ngayon lang
tr_tr: Şu anda

source: AI ChatBot is disabled.
cs_cz: AI ChatBot je zakázán.
de_de: AI ChatBot ist deaktiviert.
nl_nl: AI ChatBot is uitgeschakeld.
ro_ro: AI ChatBot este dezactivat.
ru_ru: AI ChatBot отключен.
sv: AI ChatBot är inaktiverad.
th_th: AI ChatBot ถูกปิดใช้งาน
tl_ph: Ang AI ChatBot ay hindi pinagana.
tr_tr: AI ChatBot devre dışı.

source: Active Now
cs_cz: Aktivní nyní
de_de: Jetzt aktiv
nl_nl: Nu actief
ro_ro: Activ acum
ru_ru: Активен сейчас
sv: Aktiv nu
th_th: ใช้งานอยู่ในขณะนี้
tl_ph: Aktibo Ngayon
tr_tr: Şimdi Aktif

source: AI ChatBot story not built.
cs_cz: Příběh AI ChatBot není vytvořen.
de_de: AI ChatBot-Story nicht erstellt.
nl_nl: AI ChatBot-verhaal niet gebouwd.
ro_ro: Povestea AI ChatBot nu a fost construită.
ru_ru: История AI ChatBot не построена.
sv: AI ChatBot-berättelsen är inte byggd.
th_th: ไม่ได้สร้างเรื่องราวของ AI ChatBot
tl_ph: Ang kuwento ng AI ChatBot ay hindi binuo.
tr_tr: AI ChatBot hikayesi oluşturulmadı.

source: Built Now
cs_cz: Postaveno nyní
de_de: Jetzt gebaut
nl_nl: Nu gebouwd
ro_ro: Construit acum
ru_ru: Построен сейчас
sv: Byggt nu
th_th: สร้างแล้ว
tl_ph: Itinayo Ngayon
tr_tr: Şimdi Oluşturuldu

source: WooCommerce plugin is not installed.
cs_cz: Plugin WooCommerce není nainstalován.
de_de: Das WooCommerce-Plugin ist nicht installiert.
nl_nl: De WooCommerce-plug-in is niet geïnstalleerd.
ro_ro: Pluginul WooCommerce nu este instalat.
ru_ru: Плагин WooCommerce не установлен.
sv: WooCommerce-plugin är inte installerat.
th_th: ไม่ได้ติดตั้งปลั๊กอิน WooCommerce
tl_ph: Hindi naka-install ang WooCommerce plugin.
tr_tr: WooCommerce eklentisi yüklü değil.

source: Install Now
cs_cz: Instalovat nyní
de_de: Jetzt installieren
nl_nl: Installeer nu
ro_ro: Instalați acum
ru_ru: Установить сейчас
sv: Installera nu
th_th: ติดตั้งทันที
tl_ph: I-install Ngayon
tr_tr: Şimdi Yükle

source: WooCommerce plugin is not activated.
cs_cz: Plugin WooCommerce není aktivován.
de_de: Das WooCommerce-Plugin ist nicht aktiviert.
nl_nl: De WooCommerce-plug-in is niet geactiveerd.
ro_ro: Pluginul WooCommerce nu este activat.
ru_ru: Плагин WooCommerce не активирован.
sv: WooCommerce-plugin är inte aktiverad.
th_th: ไม่ได้เปิดใช้งานปลั๊กอิน WooCommerce
tl_ph: Hindi naka-activate ang WooCommerce plugin.
tr_tr: WooCommerce eklentisi etkinleştirilmedi.

source: WooCommerce Bot is disabled.
cs_cz: Bot WooCommerce je zakázán.
de_de: WooCommerce Bot ist deaktiviert.
nl_nl: WooCommerce Bot is uitgeschakeld.
ro_ro: WooCommerce Bot este dezactivat.
ru_ru: Бот WooCommerce отключен.
sv: WooCommerce Bot är inaktiverad.
th_th: บอท WooCommerce ถูกปิดใช้งาน
tl_ph: Ang WooCommerce Bot ay hindi pinagana.
tr_tr: WooCommerce Bot devre dışı bırakıldı.

source: WooCommerce story not built.
cs_cz: Příběh WooCommerce není vytvořen.
de_de: WooCommerce-Story nicht erstellt.
nl_nl: WooCommerce-verhaal niet gebouwd.
ro_ro: Povestea WooCommerce nu a fost construită.
ru_ru: История WooCommerce не построена.
sv: WooCommerce-berättelsen är inte byggd.
th_th: ไม่ได้สร้างเรื่องราวของ WooCommerce
tl_ph: Hindi binuo ang kwento ng WooCommerce.
tr_tr: WooCommerce hikayesi oluşturulmadı.

source: Post Type not found.
cs_cz: Typ příspěvku nenalezen.
de_de: Beitragstyp nicht gefunden.
nl_nl: Berichttype niet gevonden.
ro_ro: Tipul de postare nu a fost găsit.
ru_ru: Тип сообщения не найден.
sv: Posttyp hittades inte.
th_th: ไม่พบประเภทการโพสต์
tl_ph: Hindi nakita ang Uri ng Post.
tr_tr: Gönderi Türü bulunamadı.

source: AI Web Search is disabled!
cs_cz: AI Web Search je zakázáno!
de_de: Die KI-Websuche ist deaktiviert!
nl_nl: AI-webzoekopdracht is uitgeschakeld!
ro_ro: Căutarea web AI este dezactivată!
ru_ru: Веб-поиск AI отключен!
sv: AI-webbsökning är inaktiverad!
th_th: AI Web Search ถูกปิดใช้งาน!
tl_ph: Ang AI Web Search ay hindi pinagana!
tr_tr: AI Web Araması devre dışı bırakıldı!

source: AI ChatBot Sessions
de_de: KI-ChatBot-Sitzungen
nl_nl: AI ChatBot-sessies
ro_ro: Sesiuni AI ChatBot
ru_ru: Сессии чат-бота с искусственным интеллектом
sv: AI ChatBot-sessioner
th_th: เซสชัน AI ChatBot
tl_ph: AI ChatBot Session
tr_tr: AI ChatBot Oturumları

source: Session Card
cs_cz: Karta relace
de_de: Sitzungskarte
nl_nl: Sessiekaart
ro_ro: Card de sesiune
ru_ru: Сессионная карта
sv: Sessionskort
th_th: การ์ดเซสชั่น
tr_tr: Oturum Kartı

source: Graph
cs_cz: Graf
nl_nl: Grafiek
ro_ro: Grafic
ru_ru: График
sv: Graf
th_th: กราฟ
tr_tr: Grafik

source: Card
cs_cz: Karta
de_de: Karte
nl_nl: Kaart
ru_ru: Карта
sv: Kort
th_th: การ์ด
tr_tr: Kart

source: WooCommerce Sessions
de_de: WooCommerce-Sitzungen
nl_nl: WooCommerce-sessies
ro_ro: Sesiuni WooCommerce
ru_ru: Сеансы WooCommerce
sv: WooCommerce-sessioner
th_th: เซสชัน WooCommerce
tl_ph: Mga Sesyon ng WooCommerce
tr_tr: WooCommerce Oturumları

source: AI Web Search Sessions
cs_cz: Relace AI vyhledávání na webu
de_de: KI-Websuchsitzungen
nl_nl: AI-webzoeksessies
ro_ro: Sesiuni de căutare web AI
ru_ru: Сеансы веб-поиска с использованием искусственного интеллекта
sv: AI webbsökningssessioner
th_th: เซสชันการค้นหาเว็บด้วย AI
tl_ph: AI Web Search Session
tr_tr: Yapay Zeka Web Arama Oturumları

source: Icon
cs_cz: Ikona
de_de: Symbol
ro_ro: Pictogramă
ru_ru: Икона
sv: Ikon
th_th: ไอคอน
tr_tr: Simge

source: GeekyBot Setup and Usage Guides
cs_cz: Průvodce nastavením a používáním GeekyBot
de_de: GeekyBot-Einrichtungs- und Nutzungshandbücher
nl_nl: GeekyBot installatie- en gebruikshandleidingen
ro_ro: Ghiduri de instalare și utilizare GeekyBot
ru_ru: Руководства по настройке и использованию GeekyBot
sv: Installations- och användningsguider för GeekyBot
th_th: คู่มือการตั้งค่าและการใช้งาน GeekyBot
tl_ph: Mga Gabay sa Pag-setup at Paggamit ng GeekyBot
tr_tr: GeekyBot Kurulum ve Kullanım Kılavuzları

source: Explore installation, training, and effective usage guides.
cs_cz: Prozkoumejte průvodce instalací, školení a efektivní použití.
de_de: Entdecken Sie Installations-, Schulungs- und effektive Nutzungshandbücher.
nl_nl: Ontdek installatie-, training- en effectieve gebruikshandleidingen.
ro_ro: Explorați ghiduri de instalare, instruire și utilizare eficientă.
ru_ru: Ознакомьтесь с руководствами по установке, обучению и эффективному использованию.
sv: Utforska installations-, utbildnings- och effektiva användningsguider.
th_th: สำรวจการติดตั้ง การฝึกอบรม และคู่มือการใช้งานที่มีประสิทธิภาพ
tl_ph: Galugarin ang pag-install, pagsasanay, at epektibong mga gabay sa paggamit.
tr_tr: Kurulum, eğitim ve etkili kullanım kılavuzlarını keşfedin.

source: Play
cs_cz: Hrát
de_de: Spielen
nl_nl: Toneelstuk
ro_ro: Juca
ru_ru: Играть
sv: Spela
th_th: เล่น
tl_ph: Maglaro
tr_tr: Oynamak

source: Youtube Icon
cs_cz: Ikona YouTube
de_de: Youtube-Symbol
nl_nl: Youtube-icoon
ro_ro: Pictogramă Youtube
ru_ru: Иконка YouTube
sv: Youtube-ikon
th_th: ไอคอนยูทูป
tl_ph: Icon ng Youtube
tr_tr: Youtube Simgesi

source: How to add Story
cs_cz: Jak přidat příběh
de_de: So fügen Sie eine Story hinzu
nl_nl: Verhaal toevoegen
ro_ro: Cum se adaugă Story
ru_ru: Как добавить историю
sv: Hur man lägger till Story
th_th: วิธีเพิ่มเรื่องราว
tl_ph: Paano magdagdag ng Story
tr_tr: Hikaye nasıl eklenir

source: How to add Variable
cs_cz: Jak přidat proměnnou
de_de: So fügen Sie eine Variable hinzu
nl_nl: Variabele toevoegen
ro_ro: Cum se adaugă o variabilă
ru_ru: Как добавить переменную
sv: Hur man lägger till variabel
th_th: วิธีเพิ่มตัวแปร
tl_ph: Paano magdagdag ng Variable
tr_tr: Değişken nasıl eklenir

source: Change Settings
cs_cz: Změnit nastavení
de_de: Einstellungen ändern
nl_nl: Wijzig instellingen
ro_ro: Schimbați setările
ru_ru: Изменить настройки
sv: Ändra inställningar
th_th: เปลี่ยนการตั้งค่า
tl_ph: Baguhin ang Mga Setting
tr_tr: Ayarları Değiştir

source: Change Color
cs_cz: Změnit barvu
de_de: Farbe ändern
nl_nl: Verander kleur
ro_ro: Schimbați culoarea
ru_ru: Изменить цвет
sv: Ändra färg
th_th: เปลี่ยนสี
tl_ph: Baguhin ang Kulay
tr_tr: Rengi Değiştir

source: Remove
cs_cz: Odstranit
de_de: Entfernen
nl_nl: Verwijderen
ro_ro: Elimina
ru_ru: Удалять
sv: Ta bort
th_th: ลบ
tl_ph: Alisin
tr_tr: Kaldırmak

source: Cross Icon
cs_cz: Ikona kříže
de_de: Kreuz-Symbol
nl_nl: Kruis icoon
ro_ro: Pictograma Cruce
ru_ru: Крест Иконка
sv: Kors ikon
th_th: ครอสไอคอน
tr_tr: Çapraz Simge

source: Stories Date
cs_cz: Datum příběhů
de_de: Geschichten Datum
nl_nl: Verhalen Datum
ro_ro: Povești Data
ru_ru: Дата истории
sv: Berättelser datum
th_th: เรื่องราว วันที่
tl_ph: Mga Kuwento Petsa
tr_tr: Hikaye Tarihi

source: View Stories
cs_cz: Zobrazit příběhy
de_de: Geschichten ansehen
nl_nl: Bekijk Verhalen
ro_ro: Vezi povești
ru_ru: Посмотреть истории
sv: Visa berättelser
th_th: ดูเรื่องราว
tl_ph: Tingnan ang Mga Kuwento
tr_tr: Hikayeleri Görüntüle

source: AI Chatbot
de_de: KI-Chatbot
ru_ru: ИИ-чат-бот
th_th: เอไอ แชทบอท
tr_tr: Yapay Zeka Sohbet Robotu

source: Bot Icon
cs_cz: Ikona robota
de_de: Bot-Symbol
nl_nl: Bot-pictogram
ro_ro: Pictograma Bot
ru_ru: Иконка бота
sv: Bot ikon
th_th: ไอคอนบอท
tl_ph: Icon ng Bot
tr_tr: Bot Simgesi

source: AI ChatBot
de_de: KI-ChatBot
ru_ru: Чат-бот с искусственным интеллектом
th_th: เอไอ แชทบอท
tr_tr: Yapay Zeka Sohbet Robotu

source: Last Month Stats
cs_cz: Statistiky za minulý měsíc
de_de: Statistiken des letzten Monats
nl_nl: Statistieken van de afgelopen maand
ro_ro: Statisticile lunii trecute
ru_ru: Статистика за последний месяц
sv: Förra månadens statistik
th_th: สถิติเดือนที่แล้ว
tl_ph: Nakaraang Buwan Stats
tr_tr: Geçen Ay İstatistikleri

source: Woo Icon
cs_cz: Ikona Woo
de_de: Woo-Symbol
nl_nl: Woo-icoon
ro_ro: Pictograma Woo
ru_ru: Иконка Ву
sv: Woo ikon
th_th: วู ไอคอน
tl_ph: Icon ng Woo
tr_tr: Woo Simgesi

source: AI Web Search
cs_cz: AI vyhledávání na webu
de_de: KI-Websuche
nl_nl: AI-webzoekopdracht
ro_ro: Căutare web AI
ru_ru: Веб-поиск с искусственным интеллектом
sv: AI webbsökning
th_th: AI ค้นหาเว็บ
tr_tr: Yapay Zeka Web Araması

source: Manage Post Types
cs_cz: Správa typů příspěvků
de_de: Beitragstypen verwalten
nl_nl: Beheer berichttypen
ro_ro: Gestionați tipurile de postări
ru_ru: Управление типами сообщений
sv: Hantera inläggstyper
th_th: จัดการประเภทโพสต์
tl_ph: Pamahalaan ang Mga Uri ng Post
tr_tr: Gönderi Türlerini Yönet

source: Enable AI Web Search
cs_cz: Povolit AI Web Search
de_de: Aktivieren Sie die KI-Websuche
nl_nl: Schakel AI-webzoekopdracht in
ro_ro: Activați AI Web Search
ru_ru: Включить веб-поиск с использованием искусственного интеллекта
sv: Aktivera AI-webbsökning
th_th: เปิดใช้งานการค้นหาเว็บ AI
tl_ph: Paganahin ang AI Web Search
tr_tr: AI Web Aramasını Etkinleştir

source: Search Icon
cs_cz: Ikona vyhledávání
de_de: Suchsymbol
nl_nl: Zoekpictogram
ro_ro: Pictograma Căutare
ru_ru: Иконка Поиск
sv: Sök ikon
th_th: ค้นหาไอคอน
tl_ph: Icon ng Paghahanap
tr_tr: Arama Simgesi

source: History
cs_cz: Dějiny
de_de: Geschichte
nl_nl: Geschiedenis
ro_ro: Istorie
ru_ru: История
sv: Historia
th_th: ประวัติศาสตร์
tl_ph: Kasaysayan
tr_tr: Tarih

source: WooCommerce Bot
cs_cz: Bot WooCommerce
ru_ru: WooCommerce Бот
th_th: บอท WooCommerce
tl_ph: Bot ng WooCommerce
tr_tr: WooCommerce Botu

source: logo
ru_ru: логотип
sv: logotyp
th_th: โลโก้
