Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/*.po
Languages: cs_cz, de_de, nl_nl, ro_ro, ru_ru, sv, th_th, tl_ph, tr_tr

source: The ultimate AI chatbot for WooCommerce lead generation, intelligent content search, and interactive customer engagement on your WordPress website.
cs_cz: Nejlepší chatbot s umělou inteligencí pro generování potenciálních zákazníků WooCommerce, inteligentní vyhledávání obsahu a interaktivní zapojení zákazníků na vašem webu WordPress.
de_de: Der ultimative KI-Chatbot für WooCommerce-Lead-Generierung, intelligente Inhaltssuche und interaktive Kundenbindung auf Ihrer WordPress-Website.
nl_nl: De ultieme AI-chatbot voor het genereren van WooCommerce-leads, intelligent zoeken naar inhoud en interactieve klantbetrokkenheid op uw WordPress-website.
ro_ro: Cel mai bun chatbot AI pentru generarea de clienți potențiali WooCommerce, căutarea inteligentă de conținut și implicarea interactivă a clienților pe site-ul dvs. WordPress.
ru_ru: Лучший чат-бот с искусственным интеллектом для привлечения потенциальных клиентов WooCommerce, интеллектуального поиска контента и интерактивного взаимодействия с клиентами на вашем веб-сайте WordPress.
sv: Den ultimata AI-chatboten för WooCommerce-leadgenerering, intelligent innehållssökning och interaktivt kundengagemang på din WordPress-webbplats.
th_th: สุดยอดแชทบอท AI สำหรับการสร้างลูกค้าเป้าหมายของ WooCommerce การค้นหาเนื้อหาอัจฉริยะ และการมีส่วนร่วมของลูกค้าเชิงโต้ตอบบนเว็บไซต์ WordPress ของคุณ
tl_ph: Ang pinakahuling AI chatbot para sa WooCommerce lead generation, matalinong paghahanap ng content, at interactive na pakikipag-ugnayan ng customer sa iyong WordPress website.
tr_tr: WordPress web sitenizde WooCommerce potansiyel müşteri yaratma, akıllı içerik arama ve etkileşimli müşteri etkileşimi için nihai yapay zeka sohbet robotu.

source: Personalize interactions by dynamically processing user inputs using slots and variables.
cs_cz: Přizpůsobte si interakce dynamickým zpracováním uživatelských vstupů pomocí slotů a proměnných.
de_de: Personalisieren Sie Interaktionen durch die dynamische Verarbeitung von Benutzereingaben mithilfe von Slots und Variablen.
nl_nl: Personaliseer interacties door gebruikersinvoer dynamisch te verwerken met behulp van slots en variabelen.
ro_ro: Personalizați interacțiunile prin procesarea dinamică a intrărilor utilizatorului folosind sloturi și variabile.
ru_ru: Персонализируйте взаимодействие, динамически обрабатывая вводимые пользователем данные с помощью слотов и переменных.
sv: Anpassa interaktioner genom att dynamiskt bearbeta användarindata med hjälp av slots och variabler.
th_th: ปรับแต่งการโต้ตอบโดยการประมวลผลอินพุตของผู้ใช้แบบไดนามิกโดยใช้ช่องและตัวแปร
tl_ph: I-personalize ang mga pakikipag-ugnayan sa pamamagitan ng dynamic na pagproseso ng mga input ng user gamit ang mga slot at variable.
tr_tr: Yuvaları ve değişkenleri kullanarak kullanıcı girişlerini dinamik olarak işleyerek etkileşimleri kişiselleştirin.

source: Enhance shopping by enabling users to find products and add them to their cart seamlessly.
cs_cz: Vylepšete nakupování tím, že uživatelům umožníte najít produkty a bez problémů je přidat do košíku.
de_de: Verbessern Sie den Einkauf, indem Sie Benutzern ermöglichen, Produkte zu finden und sie nahtlos in ihren Warenkorb zu legen.
nl_nl: Verbeter het winkelen door gebruikers in staat te stellen producten te vinden en deze naadloos aan hun winkelwagentje toe te voegen.
ro_ro: Îmbunătățiți cumpărăturile, permițând utilizatorilor să găsească produse și să le adauge în coș fără probleme.
ru_ru: Улучшите качество покупок, предоставив пользователям возможность находить товары и легко добавлять их в корзину.
sv: Förbättra shoppingen genom att göra det möjligt för användare att hitta produkter och lägga till dem i sin varukorg sömlöst.
th_th: ปรับปรุงการช็อปปิ้งโดยให้ผู้ใช้สามารถค้นหาผลิตภัณฑ์และเพิ่มลงในรถเข็นได้อย่างราบรื่น
tl_ph: Pahusayin ang pamimili sa pamamagitan ng pagbibigay-daan sa mga user na makahanap ng mga produkto at idagdag ang mga ito sa kanilang cart nang walang putol.
tr_tr: Kullanıcıların ürünleri bulmasını ve bunları sorunsuz bir şekilde sepetlerine eklemesini sağlayarak alışverişi geliştirin.

source: Website Search
cs_cz: Vyhledávání webových stránek
de_de: Website-Suche
nl_nl: Zoeken op website
ro_ro: Căutare pe site
ru_ru: Поиск по сайту
sv: Webbplatssökning
th_th: ค้นหาเว็บไซต์
tl_ph: Paghahanap sa Website
tr_tr: Web Sitesi Arama

source: Streamline discovery by helping users find relevant information on your WordPress site.
cs_cz: Zjednodušte zjišťování tím, že uživatelům pomůžete najít relevantní informace na vašem webu WordPress.
de_de: Optimieren Sie die Entdeckung, indem Sie Benutzern helfen, relevante Informationen auf Ihrer WordPress-Site zu finden.
nl_nl: Stroomlijn de ontdekking door gebruikers te helpen relevante informatie op uw WordPress-site te vinden.
ro_ro: Simplificați descoperirea, ajutând utilizatorii să găsească informații relevante pe site-ul dvs. WordPress.
ru_ru: Упростите поиск, помогая пользователям находить нужную информацию на вашем сайте WordPress.
sv: Effektivisera upptäckten genom att hjälpa användare att hitta relevant information på din WordPress-webbplats.
th_th: ปรับปรุงการค้นพบโดยช่วยให้ผู้ใช้ค้นหาข้อมูลที่เกี่ยวข้องบนเว็บไซต์ WordPress ของคุณ
tl_ph: I-streamline ang pagtuklas sa pamamagitan ng pagtulong sa mga user na makahanap ng may-katuturang impormasyon sa iyong WordPress site.
tr_tr: Kullanıcıların WordPress sitenizde alakalı bilgileri bulmasına yardımcı olarak keşfi kolaylaştırın.

source: Please insert activation key to proceed
cs_cz: Pokračujte vložením aktivačního klíče
de_de: Bitte geben Sie den Aktivierungsschlüssel ein, um fortzufahren
nl_nl: Voer de activeringssleutel in om door te gaan
ro_ro: Vă rugăm să introduceți cheia de activare pentru a continua
ru_ru: Пожалуйста, вставьте ключ активации, чтобы продолжить
sv: Vänligen sätt i aktiveringsnyckeln för att fortsätta
th_th: กรุณาใส่รหัสเปิดใช้งานเพื่อดำเนินการต่อ
tl_ph: Mangyaring ipasok ang activation key upang magpatuloy
tr_tr: Devam etmek için lütfen aktivasyon anahtarını girin

source: Addon Installation Failed
cs_cz: Instalace doplňku se nezdařila
de_de: Die Add-on-Installation ist fehlgeschlagen
nl_nl: Add-on-installatie mislukt
ro_ro: Instalarea suplimentului a eșuat
ru_ru: Установка аддона не удалась
sv: Installation av tillägg misslyckades
th_th: การติดตั้ง Addon ล้มเหลว
tl_ph: Nabigo ang Pag-install ng Addon
tr_tr: Eklenti Kurulumu Başarısız

source: Addon installation failed
cs_cz: Instalace doplňku se nezdařila
de_de: Die Add-on-Installation ist fehlgeschlagen
nl_nl: Installatie van add-ons is mislukt
ro_ro: Instalarea suplimentului a eșuat
ru_ru: Установка аддона не удалась
sv: Installation av tillägg misslyckades
th_th: การติดตั้ง Addon ล้มเหลว
tl_ph: Nabigo ang pag-install ng addon
tr_tr: Eklenti kurulumu başarısız oldu

source: Addon Installation Failed, File download error
cs_cz: Instalace doplňku se nezdařila, chyba stahování souboru
de_de: Add-on-Installation fehlgeschlagen, Fehler beim Herunterladen der Datei
nl_nl: Installatie van add-on mislukt, fout bij downloaden van bestand
ro_ro: Instalarea suplimentului a eșuat, eroare de descărcare a fișierului
ru_ru: Не удалось установить дополнение, ошибка загрузки файла
sv: Tilläggsinstallationen misslyckades, filnedladdningsfel
th_th: การติดตั้ง Addon ล้มเหลว การดาวน์โหลดไฟล์เกิดข้อผิดพลาด
tl_ph: Nabigo ang Pag-install ng Addon, Error sa pag-download ng file
tr_tr: Eklenti Kurulumu Başarısız Oldu, Dosya indirme hatası

source: Activated
cs_cz: Aktivováno
de_de: Aktiviert
nl_nl: Geactiveerd
ro_ro: Activat
ru_ru: Активировано
sv: Aktiverad
th_th: เปิดใช้งานแล้ว
tl_ph: Na-activate
tr_tr: Etkinleştirildi

source: Deactivate
cs_cz: Deaktivovat
de_de: Deaktivieren
nl_nl: Deactiveren
ro_ro: Dezactivați
ru_ru: Деактивировать
sv: Avaktivera
th_th: ปิดการใช้งาน
tl_ph: I-deactivate
tr_tr: Devre dışı bırak

source: Deactivated
cs_cz: Deaktivováno
de_de: Deaktiviert
nl_nl: Gedeactiveerd
ro_ro: Dezactivat
ru_ru: Деактивирован
sv: Inaktiverad
th_th: ปิดการใช้งาน
tl_ph: Na-deactivate
tr_tr: Devre dışı bırakıldı

source: Activate
cs_cz: Aktivovat
de_de: Aktivieren
nl_nl: Activeren
ro_ro: Activa
ru_ru: Активировать
sv: Aktivera
th_th: เปิดใช้งาน
tl_ph: I-activate
tr_tr: Etkinleştir

source: Not Installed
cs_cz: Není nainstalováno
de_de: Nicht installiert
nl_nl: Niet geïnstalleerd
ro_ro: Neinstalat
ru_ru: Не установлено
sv: Ej installerad
th_th: ไม่ได้ติดตั้ง
tl_ph: Hindi Naka-install
tr_tr: Kurulu Değil

source: Addon Installed Successfully
cs_cz: Addon byl úspěšně nainstalován
de_de: Addon erfolgreich installiert
nl_nl: Add-on succesvol geïnstalleerd
ro_ro: Addon instalat cu succes
ru_ru: Аддон успешно установлен
sv: Addon har installerats framgångsrikt
th_th: ติดตั้ง Addon สำเร็จแล้ว
tl_ph: Matagumpay na Na-install ang Addon
tr_tr: Eklenti Başarıyla Yüklendi

source: Ticket Actions
cs_cz: Akce vstupenek
de_de: Ticketaktionen
nl_nl: Ticketacties
ro_ro: Acțiuni cu bilete
ru_ru: Действия с билетами
sv: Biljettåtgärder
th_th: การดำเนินการตั๋ว
tl_ph: Mga Pagkilos sa Ticket
tr_tr: Bilet İşlemleri

source: Agents
cs_cz: Agenti
de_de: Agenten
nl_nl: Agenten
ro_ro: Agenți
ru_ru: Агенты
sv: Agenter
th_th: ตัวแทน
tl_ph: Mga ahente
tr_tr: Temsilciler

source: Ticket Auto Close
cs_cz: Automatické uzavření vstupenek
de_de: Ticket automatisch schließen
nl_nl: Ticket automatisch sluiten
ro_ro: Închidere automată a biletului
ru_ru: Автоматическое закрытие билета
sv: Biljett stängs automatiskt
th_th: ตั๋วปิดอัตโนมัติ
tl_ph: Auto Close ng Ticket
tr_tr: Bilet Otomatik Kapatma

source: left image
cs_cz: levý obrázek
de_de: linkes Bild
nl_nl: linker afbeelding
ro_ro: imaginea din stânga
ru_ru: левое изображение
sv: vänster bild
th_th: ภาพซ้าย
tl_ph: kaliwang larawan
tr_tr: sol resim

source: right image
cs_cz: pravý obrázek
de_de: richtiges Bild
nl_nl: juiste afbeelding
ro_ro: imaginea dreapta
ru_ru: правильное изображение
sv: höger bild
th_th: ภาพขวา
tl_ph: tamang imahe
tr_tr: doğru görüntü

source: Add-ons For Majestic Support
cs_cz: Doplňky pro majestátní podporu
de_de: Add-ons für Majestic-Support
nl_nl: Add-ons voor majestueuze ondersteuning
ro_ro: Suplimente pentru asistență Majestic
ru_ru: Дополнения для поддержки Majestic
sv: Tillägg för Majestic Support
th_th: ส่วนเสริมสำหรับการสนับสนุน Majestic
tl_ph: Mga Add-on Para sa Majestic Support
tr_tr: Majestic Destek İçin Eklentiler

source: Get trusted WordPress add-ons. Guaranteed to work fast, safe to use, beautifully coded, packed with features, and are easy to use.
cs_cz: Získejte důvěryhodné doplňky WordPress. Zaručená rychlá práce, bezpečné použití, krásně kódované, nabité funkcemi a snadné použití.
de_de: Holen Sie sich vertrauenswürdige WordPress-Add-ons. Funktioniert garantiert schnell, sicher in der Anwendung, schön codiert, voller Funktionen und einfach zu bedienen.
nl_nl: Ontvang vertrouwde WordPress-add-ons. Gegarandeerd snel werkend, veilig in gebruik, prachtig gecodeerd, boordevol functies en gemakkelijk te gebruiken.
ro_ro: Obțineți suplimente WordPress de încredere. Garantat pentru a funcționa rapid, sigur de utilizat, frumos codificat, plin de funcții și ușor de utilizat.
ru_ru: Получите надежные дополнения WordPress. Гарантированная быстрая работа, безопасность в использовании, красивый код, множество функций и простота в использовании.
sv: Få pålitliga WordPress-tillägg. Garanterat att arbeta snabbt, säkert att använda, vackert kodat, fullmatat med funktioner och är lätta att använda.
th_th: รับส่วนเสริม WordPress ที่เชื่อถือได้ รับรองว่าทำงานเร็ว ปลอดภัย โค้ดสวยงาม อัดแน่นด้วยฟีเจอร์และใช้งานง่าย
tl_ph: Kumuha ng mga pinagkakatiwalaang WordPress add-on. Garantisadong gumagana nang mabilis, ligtas na gamitin, maganda ang pagkaka-code, puno ng mga feature, at madaling gamitin.
tr_tr: Güvenilir WordPress eklentilerini edinin. Hızlı çalışacağı garantilidir, kullanımı güvenlidir, güzel bir şekilde kodlanmıştır, özelliklerle doludur ve kullanımı kolaydır.

source: Save big today with an exclusive membership plan!
cs_cz: Ušetřete ještě dnes díky exkluzivnímu členskému plánu!
de_de: Sparen Sie noch heute viel mit einem exklusiven Mitgliedschaftsplan!
nl_nl: Bespaar vandaag nog flink met een exclusief lidmaatschapsplan!
ro_ro: Economisiți mult astăzi cu un plan de membru exclusiv!
ru_ru: Сэкономьте сегодня с эксклюзивным планом членства!
sv: Spara stort idag med en exklusiv medlemskapsplan!
th_th: ประหยัดได้มากในวันนี้ด้วยแผนสมาชิกสุดพิเศษ!
tl_ph: Makatipid ng malaki ngayon gamit ang isang eksklusibong plano ng membership!
tr_tr: Özel bir üyelik planıyla bugün büyük tasarruf edin!

source: Show
de_de: Zeigen
ro_ro: Spectacol
ru_ru: Показывать
sv: Visa
th_th: แสดง
tl_ph: Ipakita
tr_tr: Göstermek

source: show bundle pack
cs_cz: zobrazit balíček balíčku
de_de: Bundle-Paket anzeigen
nl_nl: toon bundelpakket
ro_ro: arată pachetul de pachete
ru_ru: показать пакетный пакет
sv: visa paketpaket
th_th: แสดงแพ็ครวมกลุ่ม
tl_ph: ipakita ang bundle pack
tr_tr: paket paketini göster

source: Agent
cs_cz: Činidlo
nl_nl: Tussenpersoon
ru_ru: Агент
sv: Ombud
th_th: ตัวแทน
tl_ph: Ahente
tr_tr: Ajan

source: Add agents and assign roles and permissions to provide assistance and support for customer support tickets.
cs_cz: Přidejte agenty a přiřaďte role a oprávnění k poskytování pomoci a podpory pro lístky na zákaznickou podporu.
de_de: Fügen Sie Agenten hinzu und weisen Sie Rollen und Berechtigungen zu, um Hilfe und Support für Kundensupporttickets bereitzustellen.
nl_nl: Voeg agenten toe en wijs rollen en machtigingen toe om hulp en ondersteuning te bieden voor klantenondersteuningstickets.
ro_ro: Adăugați agenți și atribuiți roluri și permisiuni pentru a oferi asistență și suport pentru biletele de asistență pentru clienți.
ru_ru: Добавляйте агентов и назначайте роли и разрешения для предоставления помощи и поддержки по заявкам в службу поддержки клиентов.
sv: Lägg till agenter och tilldela roller och behörigheter för att ge hjälp och support för kundsupportbiljetter.
th_th: เพิ่มตัวแทนและกำหนดบทบาทและการอนุญาตเพื่อให้ความช่วยเหลือและสนับสนุนตั๋วสนับสนุนลูกค้า
tl_ph: Magdagdag ng mga ahente at magtalaga ng mga tungkulin at pahintulot upang magbigay ng tulong at suporta para sa mga tiket sa suporta sa customer.
tr_tr: Müşteri destek bildirimlerine yardım ve destek sağlamak için aracılar ekleyin ve roller ve izinler atayın.

source: buy now
cs_cz: koupit hned
de_de: Jetzt kaufen
nl_nl: koop nu
ro_ro: cumpara acum
ru_ru: купить сейчас
sv: köp nu
th_th: ซื้อตอนนี้
tl_ph: bumili ngayon
tr_tr: Şimdi satın al

source: Installed
cs_cz: Instalováno
de_de: Installiert
nl_nl: Geïnstalleerd
ro_ro: Instalat
ru_ru: Установлено
sv: Installerad
th_th: ติดตั้งแล้ว
tl_ph: Naka-install
tr_tr: Yüklendi

source: multiform
cs_cz: mnohotvarý
de_de: vielgestaltig
nl_nl: veelvormig
ru_ru: многообразный
sv: mångformig
th_th: หลายรูปแบบ
tl_ph: maraming anyo
tr_tr: çok biçimli

source: Multi Forms
cs_cz: Více formulářů
de_de: Mehrere Formen
nl_nl: Meerdere formulieren
ro_ro: Forme multiple
ru_ru: Мульти Формы
sv: Flera formulär
th_th: หลายรูปแบบ
tl_ph: Maraming Form
tr_tr: Çoklu Formlar

source: Create multiple custom ticket forms with different custom fields for each request type that you support.
cs_cz: Vytvořte více vlastních formulářů lístků s různými vlastními poli pro každý typ požadavku, který podporujete.
de_de: Erstellen Sie mehrere benutzerdefinierte Ticketformulare mit unterschiedlichen benutzerdefinierten Feldern für jeden von Ihnen unterstützten Anfragetyp.
nl_nl: Maak meerdere aangepaste ticketformulieren met verschillende aangepaste velden voor elk verzoektype dat u ondersteunt.
ro_ro: Creați mai multe formulare personalizate de bilete cu câmpuri personalizate diferite pentru fiecare tip de solicitare pe care îl acceptați.
ru_ru: Создайте несколько настраиваемых форм заявок с разными настраиваемыми полями для каждого типа запроса, который вы поддерживаете.
sv: Skapa flera anpassade ärendeformulär med olika anpassade fält för varje förfrågningstyp som du stöder.
th_th: สร้างแบบฟอร์มตั๋วที่กำหนดเองหลายรายการพร้อมฟิลด์ที่กำหนดเองที่แตกต่างกันสำหรับคำขอแต่ละประเภทที่คุณสนับสนุน
tl_ph: Gumawa ng maraming custom na form ng ticket na may iba't ibang custom na field para sa bawat uri ng kahilingan na sinusuportahan mo.
tr_tr: Desteklediğiniz her istek türü için farklı özel alanlara sahip birden fazla özel bilet formu oluşturun.

source: Email Piping
cs_cz: E-mailové potrubí
nl_nl: E-mailleidingen
ro_ro: Conducte de e-mail
ru_ru: Электронная почта
sv: E-post rörledning
th_th: ท่ออีเมล
tr_tr: E-posta Gönderimi

source: Email piping is the process of automatically turning incoming emails into support tickets without manual data entry.
cs_cz: E-mailové potrubí je proces automatického převádění příchozích e-mailů na lístky podpory bez ručního zadávání dat.
de_de: Beim E-Mail-Piping werden eingehende E-Mails automatisch in Support-Tickets umgewandelt, ohne dass Daten manuell eingegeben werden müssen.
nl_nl: E-mail piping is het proces waarbij inkomende e-mails automatisch worden omgezet in supporttickets zonder handmatige gegevensinvoer.
ro_ro: Tubularea e-mailului este procesul de transformare automată a e-mailurilor primite în bilete de asistență fără introducerea manuală a datelor.
ru_ru: Передача электронной почты — это процесс автоматического преобразования входящих электронных писем в заявки в службу поддержки без ручного ввода данных.
sv: E-postpiping är processen att automatiskt omvandla inkommande e-postmeddelanden till supportbiljetter utan manuell datainmatning.
th_th: การส่งอีเมลเป็นกระบวนการเปลี่ยนอีเมลขาเข้าให้เป็นตั๋วสนับสนุนโดยอัตโนมัติโดยไม่ต้องป้อนข้อมูลด้วยตนเอง
tl_ph: Ang email piping ay ang proseso ng awtomatikong paggawa ng mga papasok na email sa mga support ticket nang walang manu-manong pagpasok ng data.
tr_tr: E-posta yönlendirme, gelen e-postaları manuel veri girişi olmadan otomatik olarak destek bildirimlerine dönüştürme işlemidir.

source: agent auto assign
cs_cz: automatické přiřazení agenta
de_de: Automatische Zuweisung des Agenten
nl_nl: agent automatisch toewijzen
ro_ro: atribuire automată a agentului
ru_ru: автоматическое назначение агента
sv: agent auto tilldela
th_th: มอบหมายตัวแทนอัตโนมัติ
tl_ph: awtomatikong italaga ng ahente
tr_tr: temsilci otomatik atama

source: Agent Auto Assign
cs_cz: Automatické přiřazení agenta
de_de: Automatische Agentenzuweisung
nl_nl: Agent automatisch toewijzen
ro_ro: Atribuire automată a agentului
ru_ru: Автоматическое назначение агента
sv: Agent Auto Tilldela
th_th: มอบหมายตัวแทนอัตโนมัติ
tl_ph: Auto Assign ng Ahente
tr_tr: Temsilci Otomatik Atama

source: Make the ticket assignment process automatic and assign the most qualified agent to your tickets with conditions.
cs_cz: Udělejte proces přidělování tiketů automatický a přiřaďte svým tiketům nejkvalifikovanějšího agenta s podmínkami.
de_de: Machen Sie den Ticketzuweisungsprozess automatisch und weisen Sie Ihren Tickets mit Bedingungen den qualifiziertesten Agenten zu.
nl_nl: Maak het tickettoewijzingsproces automatisch en wijs onder voorwaarden de meest gekwalificeerde agent aan uw tickets toe.
ro_ro: Automatizați procesul de atribuire a biletelor și atribuiți biletelor dumneavoastră cel mai calificat agent cu condiții.
ru_ru: Сделайте процесс назначения билетов автоматическим и назначьте для ваших билетов наиболее квалифицированного агента с условиями.
sv: Gör biljetttilldelningsprocessen automatisk och tilldela den mest kvalificerade agenten till dina biljetter med villkor.
th_th: ทำให้กระบวนการมอบหมายตั๋วอัตโนมัติและมอบหมายตัวแทนที่มีคุณสมบัติเหมาะสมที่สุดให้กับตั๋วของคุณโดยมีเงื่อนไข
tl_ph: Gawing awtomatiko ang proseso ng pagtatalaga ng tiket at italaga ang pinaka-kwalipikadong ahente sa iyong mga tiket na may mga kundisyon.
tr_tr: Bilet tahsis sürecini otomatik hale getirin ve en nitelikli acenteyi koşullarıyla biletlerinize atayın.

source: private note
cs_cz: soukromá poznámka
de_de: private Notiz
nl_nl: privé notitie
ro_ro: nota privată
ru_ru: личное сообщение
sv: privat anteckning
th_th: บันทึกส่วนตัว
tl_ph: pribadong tala
tr_tr: özel not

source: Private Note
cs_cz: Soukromá poznámka
de_de: Private Notiz
nl_nl: Privé notitie
ro_ro: Notă privată
ru_ru: Частная заметка
sv: Privat anteckning
th_th: หมายเหตุส่วนตัว
tl_ph: Pribadong Tala
tr_tr: Özel Not

source: Add private notes to a ticket and share crucial information internally with your agents, this private note is not visible to the customer.
cs_cz: Přidejte soukromé poznámky k tiketu a sdílejte důležité informace interně se svými agenty, tato soukromá poznámka není viditelná pro zákazníka.
de_de: Fügen Sie private Notizen zu einem Ticket hinzu und teilen Sie wichtige Informationen intern mit Ihren Agenten. Diese private Notiz ist für den Kunden nicht sichtbar.
nl_nl: Voeg privénotities toe aan een ticket en deel cruciale informatie intern met uw agenten. Deze privénotitie is niet zichtbaar voor de klant.
ro_ro: Adăugați note private la un bilet și partajați informații cruciale în interior cu agenții dvs., această notă privată nu este vizibilă pentru client.
ru_ru: Добавляйте личные примечания к заявке и делитесь важной информацией со своими агентами внутри компании. Эта личная заметка не видна клиенту.
sv: Lägg till privata anteckningar till en biljett och dela viktig information internt med dina agenter, denna privata anteckning är inte synlig för kunden.
th_th: เพิ่มบันทึกส่วนตัวลงในตั๋วและแบ่งปันข้อมูลสำคัญภายในกับตัวแทนของคุณ บันทึกส่วนตัวนี้จะไม่ปรากฏให้ลูกค้าเห็น
tl_ph: Magdagdag ng mga pribadong tala sa isang tiket at magbahagi ng mahalagang impormasyon sa loob ng iyong mga ahente, ang pribadong tala na ito ay hindi nakikita ng customer.
tr_tr: Bir bilete özel notlar ekleyin ve önemli bilgileri dahili olarak temsilcilerinizle paylaşın; bu özel not müşteri tarafından görülemez.

source: merge tickets
cs_cz: sloučit vstupenky
de_de: Tickets zusammenführen
nl_nl: kaartjes samenvoegen
ro_ro: îmbinare bilete
ru_ru: объединить заявки
sv: slå samman biljetter
th_th: รวมตั๋ว
tl_ph: pagsamahin ang mga tiket
tr_tr: biletleri birleştir

source: Merge Tickets
cs_cz: Sloučit vstupenky
de_de: Tickets zusammenführen
nl_nl: Tickets samenvoegen
ro_ro: Merge Biletele
ru_ru: Объединить заявки
sv: Slå samman biljetter
th_th: รวมตั๋ว
tl_ph: Pagsamahin ang mga Ticket
tr_tr: Biletleri Birleştir

source: Merge one or more tickets into another if you receive two support requests from the same end user about the same issue.
cs_cz: Pokud od stejného koncového uživatele obdržíte dvě žádosti o podporu týkající se stejného problému, slučte jeden nebo více lístků do jiného.
de_de: Führen Sie ein oder mehrere Tickets zu einem anderen zusammen, wenn Sie vom selben Endbenutzer zwei Supportanfragen zu demselben Problem erhalten.
nl_nl: Voeg een of meer tickets samen als u twee ondersteuningsverzoeken ontvangt van dezelfde eindgebruiker over hetzelfde probleem.
ro_ro: Îmbinați unul sau mai multe bilete în altul dacă primiți două solicitări de asistență de la același utilizator final cu privire la aceeași problemă.
ru_ru: Объедините одну или несколько заявок в другую, если вы получили два запроса на поддержку от одного и того же конечного пользователя по одной и той же проблеме.
sv: Slå samman en eller flera biljetter till en annan om du får två supportförfrågningar från samma slutanvändare om samma problem.
th_th: รวมตั๋วหนึ่งรายการขึ้นไปเข้ากับอีกตั๋วหนึ่ง หากคุณได้รับคำขอการสนับสนุนจากผู้ใช้คนเดียวกันเกี่ยวกับปัญหาเดียวกันสองรายการ
tl_ph: Pagsamahin ang isa o higit pang mga tiket sa isa pa kung nakatanggap ka ng dalawang kahilingan sa suporta mula sa parehong end user tungkol sa parehong isyu.
tr_tr: Aynı son kullanıcıdan aynı sorunla ilgili iki destek talebi alırsanız bir veya daha fazla destek talebini başka bir destek talebiyle birleştirin.
