Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/*.po
Languages: cs_cz, de_de, nl_nl, ro_ro, ru_ru, sv, th_th, tl_ph, tr_tr

source: helptopic
de_de: Hilfethema
nl_nl: helponderwerp
ro_ro: subiect de ajutor
ru_ru: справочная тема
sv: hjälpämne
th_th: หัวข้อช่วยเหลือ
tr_tr: yardım konusu

source: Help Topics
cs_cz: Témata nápovědy
de_de: Hilfethemen
nl_nl: Help-onderwerpen
ro_ro: Subiecte de ajutor
ru_ru: Темы помощи
sv: Hjälpämnen
th_th: หัวข้อช่วยเหลือ
tl_ph: Mga Paksa ng Tulong
tr_tr: Yardım Konuları

source: The user can search for and choose the topic for which they need help using help topics
cs_cz: Uživatel může pomocí témat nápovědy vyhledat a vybrat téma, ke kterému potřebuje pomoc
de_de: Mithilfe von Hilfethemen kann der Benutzer nach dem Thema suchen und es auswählen, zu dem er Hilfe benötigt
nl_nl: De gebruiker kan het onderwerp waarvoor hij hulp nodig heeft, zoeken en kiezen met behulp van helponderwerpen
ro_ro: Utilizatorul poate căuta și alege subiectul pentru care are nevoie de ajutor folosind subiecte de ajutor
ru_ru: Пользователь может искать и выбирать тему, по которой ему нужна помощь, используя разделы справки.
sv: Användaren kan söka efter och välja det ämne som de behöver hjälp med att använda hjälpämnen
th_th: ผู้ใช้สามารถค้นหาและเลือกหัวข้อที่ต้องการความช่วยเหลือโดยใช้หัวข้อวิธีใช้
tl_ph: Maaaring maghanap at pumili ang user ng paksa kung saan kailangan nila ng tulong gamit ang mga paksa ng tulong
tr_tr: Kullanıcı, yardım konularını kullanarak yardıma ihtiyaç duyduğu konuyu arayabilir ve seçebilir.

source: Auto Close Ticket
cs_cz: Vstupenka s automatickým uzavřením
de_de: Ticket automatisch schließen
nl_nl: Ticket voor automatisch sluiten
ro_ro: Biletul de închidere automată
ru_ru: Автоматическое закрытие заявки
sv: Autostäng biljett
th_th: ตั๋วปิดอัตโนมัติ
tr_tr: Otomatik Kapanış Bileti

source: Manage abandoned tickets, and set rules for tickets over time, and those tickets will be closed automatically after a certain period.
cs_cz: Spravujte opuštěné vstupenky a nastavte pravidla pro vstupenky v průběhu času a tyto vstupenky se po určité době automaticky uzavřou.
de_de: Verwalten Sie aufgegebene Tickets und legen Sie Regeln für Tickets im Laufe der Zeit fest. Diese Tickets werden nach einem bestimmten Zeitraum automatisch geschlossen.
nl_nl: Beheer achtergelaten tickets en stel in de loop van de tijd regels voor tickets in, zodat deze tickets na een bepaalde periode automatisch worden gesloten.
ro_ro: Gestionați biletele abandonate și stabiliți reguli pentru bilete în timp, iar acele bilete vor fi închise automat după o anumită perioadă.
ru_ru: Управляйте оставленными заявками и устанавливайте правила для заявок с течением времени, и эти заявки будут автоматически закрываться через определенный период.
sv: Hantera övergivna biljetter och ställ in regler för biljetter över tid, och dessa biljetter stängs automatiskt efter en viss period.
th_th: จัดการตั๋วที่ถูกละทิ้ง และตั้งกฎสำหรับตั๋วเมื่อเวลาผ่านไป และตั๋วเหล่านั้นจะถูกปิดโดยอัตโนมัติหลังจากช่วงระยะเวลาหนึ่ง
tl_ph: Pamahalaan ang mga inabandunang tiket, at magtakda ng mga panuntunan para sa mga tiket sa paglipas ng panahon, at awtomatikong isasara ang mga tiket na iyon pagkatapos ng isang partikular na panahon.
tr_tr: Terk edilmiş biletleri yönetin ve zaman içinde biletler için kurallar belirleyin; bu biletler belirli bir süre sonra otomatik olarak kapatılacaktır.

source: Knowledgebase
cs_cz: Znalostní báze
de_de: Wissensdatenbank
nl_nl: Kennisbank
ro_ro: Baza de cunoștințe
ru_ru: База знаний
sv: Kunskapsbas
th_th: ฐานความรู้
tr_tr: Bilgi Bankası

source: Stop wasting time on repetitive inquiries, build your knowledge base, and organize your solutions into categories for users.
cs_cz: Přestaňte ztrácet čas opakovanými dotazy, vytvořte si znalostní základnu a uspořádejte svá řešení do kategorií pro uživatele.
de_de: Verschwenden Sie keine Zeit mehr mit sich wiederholenden Anfragen, bauen Sie Ihre Wissensdatenbank auf und organisieren Sie Ihre Lösungen in Kategorien für Benutzer.
nl_nl: Stop met het verspillen van tijd aan herhaalde vragen, bouw uw kennisbank op en organiseer uw oplossingen in categorieën voor gebruikers.
ro_ro: Nu mai pierdeți timpul cu întrebări repetitive, construiți-vă baza de cunoștințe și organizați-vă soluțiile în categorii pentru utilizatori.
ru_ru: Перестаньте тратить время на повторяющиеся запросы, создайте свою базу знаний и организуйте свои решения по категориям для пользователей.
sv: Sluta slösa tid på repetitiva förfrågningar, bygg upp din kunskapsbas och organisera dina lösningar i kategorier för användare.
th_th: หยุดเสียเวลากับการสอบถามซ้ำๆ สร้างฐานความรู้ของคุณ และจัดระเบียบโซลูชันของคุณเป็นหมวดหมู่สำหรับผู้ใช้
tl_ph: Itigil ang pag-aaksaya ng oras sa mga paulit-ulit na pagtatanong, buuin ang iyong base ng kaalaman, at ayusin ang iyong mga solusyon sa mga kategorya para sa mga user.
tr_tr: Tekrarlanan sorgularla zaman kaybetmeyi bırakın, bilgi tabanınızı oluşturun ve çözümlerinizi kullanıcılar için kategoriler halinde düzenleyin.

source: Ticket Overdue
cs_cz: Vstupenka po splatnosti
de_de: Ticket überfällig
nl_nl: Ticket te laat
ro_ro: Biletul întârziat
ru_ru: Билет просрочен
sv: Försenad biljett
th_th: ตั๋วเกินกำหนด
tl_ph: Overdue na ang Ticket
tr_tr: Bilet Gecikmesi

source: Define rules or set a specific time interval for making tickets automatically overdue.
cs_cz: Definujte pravidla nebo nastavte konkrétní časový interval pro automatické promlčení tiketů.
de_de: Definieren Sie Regeln oder legen Sie ein bestimmtes Zeitintervall fest, um Tickets automatisch überfällig zu machen.
nl_nl: Definieer regels of stel een specifiek tijdsinterval in om tickets automatisch te laat te laten verlopen.
ro_ro: Definiți regulile sau setați un interval de timp specific pentru ca biletele să fie întârziate automat.
ru_ru: Определите правила или установите определенный интервал времени для автоматической просрочки билетов.
sv: Definiera regler eller ställ in ett specifikt tidsintervall för att göra biljetter automatiskt försenade.
th_th: กำหนดกฎหรือกำหนดช่วงเวลาเฉพาะเพื่อให้ตั๋วเกินกำหนดโดยอัตโนมัติ
tl_ph: Tukuyin ang mga panuntunan o magtakda ng isang partikular na agwat ng oras para awtomatikong ma-overdue ang mga tiket.
tr_tr: Biletlerin otomatik olarak geciktirilmesi için kuralları tanımlayın veya belirli bir zaman aralığı belirleyin.

source: time tracking
cs_cz: sledování času
de_de: Zeiterfassung
nl_nl: tijdregistratie
ro_ro: urmărirea timpului
ru_ru: отслеживание времени
sv: tidsspårning
th_th: การติดตามเวลา
tl_ph: pagsubaybay sa oras
tr_tr: zaman takibi

source: Time Tracking
cs_cz: Sledování času
de_de: Zeiterfassung
nl_nl: Tijdregistratie
ro_ro: Urmărirea timpului
ru_ru: Учет времени
sv: Tidsspårning
th_th: การติดตามเวลา
tl_ph: Pagsubaybay sa Oras
tr_tr: Zaman Takibi

source: Track the amount of time spent on each customer support ticket without losing focus and enhance team productivity.
cs_cz: Sledujte množství času stráveného na každém lístku zákaznické podpory, aniž byste ztratili pozornost, a zvyšte produktivitu týmu.
de_de: Verfolgen Sie die für jedes Kundensupportticket aufgewendete Zeit, ohne den Fokus zu verlieren, und steigern Sie die Teamproduktivität.
nl_nl: Houd de hoeveelheid tijd bij die aan elk klantenondersteuningsticket wordt besteed zonder de focus te verliezen en verhoog de teamproductiviteit.
ro_ro: Urmăriți timpul petrecut pentru fiecare bilet de asistență pentru clienți fără a vă pierde concentrarea și îmbunătățiți productivitatea echipei.
ru_ru: Отслеживайте количество времени, затраченное на обработку каждого обращения в службу поддержки, не теряя при этом концентрации, и повышайте продуктивность команды.
sv: Spåra hur mycket tid som spenderas på varje kundsupportbiljett utan att tappa fokus och förbättra teamets produktivitet.
th_th: ติดตามระยะเวลาที่ใช้ในตั๋วสนับสนุนลูกค้าแต่ละใบโดยไม่สูญเสียสมาธิและเพิ่มประสิทธิภาพการทำงานของทีม
tl_ph: Subaybayan ang dami ng oras na ginugol sa bawat tiket ng suporta sa customer nang hindi nawawala ang focus at pahusayin ang pagiging produktibo ng koponan.
tr_tr: Odağınızı kaybetmeden her müşteri destek bildirimine harcanan süreyi takip edin ve ekip üretkenliğini artırın.

source: Ticket History
cs_cz: Historie vstupenek
de_de: Ticketverlauf
nl_nl: Ticketgeschiedenis
ro_ro: Istoricul biletelor
ru_ru: История билетов
sv: Biljetthistorik
th_th: ประวัติตั๋ว
tl_ph: Kasaysayan ng Tiket
tr_tr: Bilet Geçmişi

source: Show the whole history of the ticket, including its status and any action taken in response to it.
cs_cz: Zobrazit celou historii tiketu, včetně jeho stavu a veškerých akcí provedených v reakci na něj.
de_de: Zeigen Sie den gesamten Verlauf des Tickets an, einschließlich seines Status und aller als Reaktion darauf ergriffenen Maßnahmen.
nl_nl: Toon de hele geschiedenis van het ticket, inclusief de status ervan en eventuele acties die naar aanleiding daarvan zijn ondernomen.
ro_ro: Afișați întregul istoric al biletului, inclusiv starea acestuia și orice acțiune întreprinsă ca răspuns la acesta.
ru_ru: Показать всю историю заявки, включая ее статус и любые действия, предпринятые в ответ на него.
sv: Visa hela historiken för biljetten, inklusive dess status och alla åtgärder som vidtagits som svar på den.
th_th: แสดงประวัติทั้งหมดของตั๋ว รวมถึงสถานะและการดำเนินการใด ๆ เพื่อตอบสนองต่อตั๋ว
tl_ph: Ipakita ang buong kasaysayan ng tiket, kasama ang katayuan nito at anumang aksyong ginawa bilang tugon dito.
tr_tr: Durumu ve buna yanıt olarak yapılan işlemler de dahil olmak üzere biletin tüm geçmişini gösterin.

source: Paid Support
cs_cz: Placená podpora
de_de: Bezahlter Support
nl_nl: Betaalde ondersteuning
ro_ro: Suport plătit
ru_ru: Платная поддержка
sv: Betald support
th_th: การสนับสนุนแบบชำระเงิน
tl_ph: Bayad na Suporta
tr_tr: Ücretli Destek

source: The simplest approach to effectively manage payments for premium help is through paid support.
cs_cz: Nejjednodušší přístup k efektivní správě plateb za prémiovou pomoc je prostřednictvím placené podpory.
de_de: Der einfachste Ansatz, Zahlungen für Premium-Hilfe effektiv zu verwalten, ist der bezahlte Support.
nl_nl: De eenvoudigste aanpak om betalingen voor premiumhulp effectief te beheren, is via betaalde ondersteuning.
ro_ro: Cea mai simplă abordare pentru a gestiona eficient plățile pentru ajutor premium este asistența plătită.
ru_ru: Самый простой способ эффективного управления платежами за премиальную помощь — это платная поддержка.
sv: Det enklaste sättet att effektivt hantera betalningar för premiumhjälp är genom betald support.
th_th: วิธีที่ง่ายที่สุดในการจัดการการชำระเงินสำหรับความช่วยเหลือแบบพรีเมียมอย่างมีประสิทธิภาพคือผ่านการสนับสนุนแบบชำระเงิน
tl_ph: Ang pinakasimpleng diskarte upang epektibong pamahalaan ang mga pagbabayad para sa premium na tulong ay sa pamamagitan ng bayad na suporta.
tr_tr: Prim yardımına ilişkin ödemeleri etkili bir şekilde yönetmenin en basit yaklaşımı ücretli destektir.

source: Private Credentials
cs_cz: Soukromé přihlašovací údaje
de_de: Private Anmeldeinformationen
nl_nl: Privégegevens
ro_ro: Acreditări private
ru_ru: Частные учетные данные
sv: Privata inloggningsuppgifter
th_th: ข้อมูลรับรองส่วนตัว
tl_ph: Mga Pribadong Kredensyal
tr_tr: Özel Kimlik Bilgileri

source: Customers will enter sensitive information on tickets, and this add-on is designed to help you keep that information secure.
cs_cz: Zákazníci budou na vstupenky zadávat citlivé informace a tento doplněk je navržen tak, aby vám pomohl tyto informace zabezpečit.
de_de: Kunden geben vertrauliche Informationen auf Tickets ein. Dieses Add-on soll Ihnen dabei helfen, diese Informationen zu schützen.
nl_nl: Klanten voeren gevoelige informatie op tickets in en deze add-on is ontworpen om u te helpen die informatie veilig te houden.
ro_ro: Clienții vor introduce informații sensibile pe bilete, iar acest supliment este conceput pentru a vă ajuta să păstrați informațiile în siguranță.
ru_ru: Клиенты будут вводить конфиденциальную информацию в билеты, и это дополнение призвано помочь вам обеспечить безопасность этой информации.
sv: Kunder kommer att ange känslig information på biljetter, och detta tillägg är utformat för att hjälpa dig att hålla den informationen säker.
th_th: ลูกค้าจะป้อนข้อมูลที่ละเอียดอ่อนบนตั๋ว และส่วนเสริมนี้ออกแบบมาเพื่อช่วยให้คุณรักษาข้อมูลนั้นให้ปลอดภัย
tl_ph: Ang mga customer ay maglalagay ng sensitibong impormasyon sa mga tiket, at ang add-on na ito ay idinisenyo upang tulungan kang panatilihing secure ang impormasyong iyon.
tr_tr: Müşteriler biletlere hassas bilgiler girecektir ve bu eklenti, bu bilgileri güvende tutmanıza yardımcı olmak için tasarlanmıştır.

source: Ticket close reason
cs_cz: Důvod uzavření lístku
de_de: Grund für die Schließung des Tickets
nl_nl: Reden voor ticketsluiting
ro_ro: Motivul apropiat al biletului
ru_ru: Причина закрытия заявки
sv: Biljett nära anledning
th_th: เหตุผลในการปิดตั๋ว
tl_ph: Dahilan ng pagsasara ng ticket
tr_tr: Bilet kapatma nedeni

source: Ticket Closed Reason
cs_cz: Důvod uzavření vstupenek
de_de: Grund für die Schließung des Tickets
nl_nl: Reden ticket gesloten
ro_ro: Motiv pentru bilet închis
ru_ru: Причина закрытия заявки
sv: Biljett stängd anledning
th_th: เหตุผลในการปิดตั๋ว
tl_ph: Dahilan sa Pagsara ng Tiket
tr_tr: Bilet Kapanma Sebebi

source: Empowers users to provide clear and concise explanations for why customer service tickets are being closed.
cs_cz: Umožňuje uživatelům poskytovat jasná a stručná vysvětlení, proč jsou vstupenky na zákaznický servis uzavřeny.
de_de: Ermöglicht es Benutzern, klare und prägnante Erklärungen dafür abzugeben, warum Kundendiensttickets geschlossen werden.
nl_nl: Stelt gebruikers in staat duidelijke en beknopte uitleg te geven waarom klantenservicetickets worden gesloten.
ro_ro: Permite utilizatorilor să ofere explicații clare și concise pentru motivul pentru care biletele de serviciu pentru clienți sunt închise.
ru_ru: Позволяет пользователям предоставлять четкие и краткие объяснения того, почему заявки на обслуживание клиентов закрываются.
sv: Ger användare möjlighet att ge tydliga och koncisa förklaringar till varför kundtjänstbiljetter stängs.
th_th: ให้อำนาจผู้ใช้ในการให้คำอธิบายที่ชัดเจนและกระชับว่าทำไมตั๋วบริการลูกค้าจึงถูกปิด
tl_ph: Nagbibigay ng kapangyarihan sa mga user na magbigay ng malinaw at maigsi na mga paliwanag kung bakit isinasara ang mga customer service ticket.
tr_tr: Kullanıcıların, müşteri hizmetleri biletlerinin neden kapatıldığı konusunda net ve kısa açıklamalar yapmalarına olanak tanır.

source: Premade Responses
cs_cz: Předem připravené odpovědi
de_de: Vorgefertigte Antworten
nl_nl: Vooraf gemaakte reacties
ro_ro: Răspunsuri prefabricate
ru_ru: Готовые ответы
sv: Förberedda svar
th_th: การตอบกลับที่ทำไว้ล่วงหน้า
tl_ph: Mga Premade na Tugon
tr_tr: Önceden Hazırlanmış Yanıtlar

source: Make ready-made responses to the most common questions in the tickets to swiftly address client issues.
cs_cz: Připravte si odpovědi na nejčastější otázky v tiketech, abyste mohli rychle řešit problémy klientů.
de_de: Geben Sie vorgefertigte Antworten auf die häufigsten Fragen in den Tickets, um Kundenprobleme schnell zu lösen.
nl_nl: Maak kant-en-klare antwoorden op de meest voorkomende vragen in de tickets om problemen van klanten snel aan te pakken.
ro_ro: Faceți răspunsuri gata făcute la cele mai frecvente întrebări din bilete pentru a rezolva rapid problemele clienților.
ru_ru: Делайте в тикетах готовые ответы на самые распространенные вопросы, чтобы оперативно решать вопросы клиентов.
sv: Ge färdiga svar på de vanligaste frågorna i biljetterna för att snabbt lösa kundproblem.
th_th: จัดทำคำตอบสำหรับคำถามที่พบบ่อยที่สุดในตั๋วเพื่อแก้ไขปัญหาของลูกค้าอย่างรวดเร็ว
tl_ph: Gumawa ng mga handa na sagot sa mga pinakakaraniwang tanong sa mga tiket upang mabilis na matugunan ang mga isyu ng kliyente.
tr_tr: Müşteri sorunlarını hızlı bir şekilde çözmek için destek bildirimlerindeki en sık sorulan sorulara hazır yanıtlar hazırlayın.

source: max ticket
cs_cz: max lístek
de_de: Maximales Ticket
nl_nl: maximaal kaartje
ro_ro: bilet maxim
ru_ru: максимальный билет
sv: max biljett
th_th: ตั๋วสูงสุด
tr_tr: maksimum bilet

source: Max Tickets
cs_cz: Maximální počet vstupenek
nl_nl: Maximale kaartjes
ro_ro: Max Bilete
ru_ru: Макс. билеты
sv: Max biljetter
th_th: ตั๋วแม็กซ์
tl_ph: Mga Max na Ticket
tr_tr: Maksimum Bilet

source: Admins can limit the number of tickets that users can create as well as the number of tickets that agents can open individually.
cs_cz: Správci mohou omezit počet tiketů, které mohou uživatelé vytvořit, a také počet tiketů, které mohou agenti otevřít jednotlivě.
de_de: Administratoren können die Anzahl der Tickets begrenzen, die Benutzer erstellen können, sowie die Anzahl der Tickets, die Agenten einzeln öffnen können.
nl_nl: Beheerders kunnen het aantal tickets beperken dat gebruikers kunnen maken, evenals het aantal tickets dat agenten individueel kunnen openen.
ro_ro: Administratorii pot limita numărul de bilete pe care utilizatorii le pot crea, precum și numărul de bilete pe care agenții le pot deschide individual.
ru_ru: Администраторы могут ограничить количество заявок, которые могут создавать пользователи, а также количество заявок, которые агенты могут открывать индивидуально.
sv: Administratörer kan begränsa antalet biljetter som användare kan skapa samt antalet biljetter som agenter kan öppna individuellt.
th_th: ผู้ดูแลระบบสามารถจำกัดจำนวนตั๋วที่ผู้ใช้สามารถสร้างได้ เช่นเดียวกับจำนวนตั๋วที่ตัวแทนสามารถเปิดเป็นรายบุคคลได้
tl_ph: Maaaring limitahan ng mga admin ang bilang ng mga tiket na maaaring gawin ng mga user pati na rin ang bilang ng mga tiket na maaaring buksan ng mga ahente nang paisa-isa.
tr_tr: Yöneticiler, kullanıcıların oluşturabileceği destek talebi sayısını ve ayrıca temsilcilerin bireysel olarak açabileceği destek talebi sayısını sınırlayabilir.

source: Feedback
cs_cz: Zpětná vazba
de_de: Rückmeldung
ru_ru: Обратная связь
th_th: ข้อเสนอแนะ
tr_tr: Geri bildirim

source: To enhance the quality of your services, ask your customers to complete a survey when a ticket is closed.
cs_cz: Chcete-li zvýšit kvalitu svých služeb, požádejte své zákazníky, aby po uzavření vstupenky vyplnili průzkum.
de_de: Um die Qualität Ihrer Dienstleistungen zu verbessern, bitten Sie Ihre Kunden, an einer Umfrage teilzunehmen, wenn ein Ticket geschlossen wird.
nl_nl: Om de kwaliteit van uw dienstverlening te verbeteren, kunt u uw klanten vragen een enquête in te vullen wanneer een ticket wordt gesloten.
ro_ro: Pentru a îmbunătăți calitatea serviciilor dvs., cereți clienților să completeze un sondaj atunci când un bilet este închis.
ru_ru: Чтобы повысить качество ваших услуг, попросите своих клиентов пройти опрос после закрытия заявки.
sv: För att förbättra kvaliteten på dina tjänster, be dina kunder att fylla i en undersökning när en biljett är stängd.
th_th: เพื่อปรับปรุงคุณภาพการบริการของคุณ ขอให้ลูกค้าของคุณทำแบบสำรวจเมื่อตั๋วถูกปิด
tl_ph: Upang mapahusay ang kalidad ng iyong mga serbisyo, hilingin sa iyong mga customer na kumpletuhin ang isang survey kapag ang isang tiket ay sarado.
tr_tr: Hizmetlerinizin kalitesini artırmak için müşterilerinizden bilet kapatıldığında bir anket doldurmalarını isteyin.

source: ticket actions
cs_cz: akce lístků
de_de: Ticketaktionen
nl_nl: ticket acties
ro_ro: actiuni de bilete
ru_ru: действия с билетами
sv: biljettåtgärder
th_th: การดำเนินการตั๋ว
tl_ph: mga aksyon sa tiket
tr_tr: bilet işlemleri

source: Ticket action options allow you to execute additional actions on tickets.
cs_cz: Možnosti akce tiketu umožňují provádět další akce s tikety.
de_de: Mit den Optionen für Ticketaktionen können Sie zusätzliche Aktionen für Tickets ausführen.
nl_nl: Met ticketactieopties kunt u aanvullende acties op tickets uitvoeren.
ro_ro: Opțiunile de acțiune pentru bilete vă permit să executați acțiuni suplimentare asupra biletelor.
ru_ru: Параметры действий с заявками позволяют выполнять дополнительные действия с заявками.
sv: Biljettåtgärdsalternativ låter dig utföra ytterligare åtgärder på biljetter.
th_th: ตัวเลือกการดำเนินการกับตั๋วช่วยให้คุณสามารถดำเนินการเพิ่มเติมกับตั๋วได้
tl_ph: Binibigyang-daan ka ng mga opsyon sa pagkilos ng tiket na magsagawa ng mga karagdagang pagkilos sa mga tiket.
tr_tr: Bilet eylemi seçenekleri, biletler üzerinde ek eylemler gerçekleştirmenize olanak tanır.

source: Export
cs_cz: Vývozní
nl_nl: Exporteren
ru_ru: Экспорт
sv: Exportera
th_th: ส่งออก
tl_ph: I-export
tr_tr: İhracat

source: Easily export ticket data and performance report data from your majestic support to an Excel spreadsheet with our efficient and user-friendly solution.
cs_cz: Pomocí našeho efektivního a uživatelsky přívětivého řešení můžete snadno exportovat data tiketů a data zpráv o výkonu z vaší majestátní podpory do tabulky Excel.
de_de: Exportieren Sie mit unserer effizienten und benutzerfreundlichen Lösung ganz einfach Ticketdaten und Leistungsberichtsdaten von Ihrem majestätischen Support in eine Excel-Tabelle.
nl_nl: Exporteer eenvoudig ticketgegevens en prestatierapportgegevens van uw majestueuze ondersteuning naar een Excel-spreadsheet met onze efficiënte en gebruiksvriendelijke oplossing.
ro_ro: Exportați cu ușurință datele despre bilete și datele rapoartelor de performanță din suportul dvs. majestuos într-o foaie de calcul Excel cu soluția noastră eficientă și ușor de utilizat.
ru_ru: С помощью нашего эффективного и удобного решения вы можете легко экспортировать данные о билетах и ​​отчеты о производительности из вашей величественной службы поддержки в электронную таблицу Excel.
sv: Exportera enkelt biljettdata och resultatrapportdata från din majestätiska support till ett Excel-kalkylblad med vår effektiva och användarvänliga lösning.
th_th: ส่งออกข้อมูลตั๋วและข้อมูลรายงานประสิทธิภาพจากการสนับสนุนที่ยอดเยี่ยมของคุณไปยังสเปรดชีต Excel ได้อย่างง่ายดายด้วยโซลูชันที่มีประสิทธิภาพและใช้งานง่ายของเรา
tl_ph: Madaling i-export ang data ng ticket at data ng ulat ng pagganap mula sa iyong maringal na suporta sa isang Excel spreadsheet gamit ang aming mahusay at madaling gamitin na solusyon.
tr_tr: Etkin ve kullanıcı dostu çözümümüzle, görkemli desteğinizden bilet verilerini ve performans raporu verilerini bir Excel elektronik tablosuna kolayca aktarın.

source: email cc
ru_ru: электронная копия
sv: e-post cc
th_th: อีเมลซีซี
tr_tr: e-posta bilgisi

source: Email CC
de_de: E-Mail an CC senden
ru_ru: Электронная почта CC
sv: E-post CC
th_th: อีเมล CC
tr_tr: CC'ye e-posta gönder

source: Send the exact copy of the email to the provided email address with Email CC or BCC.
cs_cz: Pošlete přesnou kopii e-mailu na zadanou e-mailovou adresu s e-mailem CC nebo BCC.
de_de: Senden Sie die genaue Kopie der E-Mail mit E-Mail CC oder BCC an die angegebene E-Mail-Adresse.
nl_nl: Stuur de exacte kopie van de e-mail naar het opgegeven e-mailadres met E-mail CC of BCC.
ro_ro: Trimiteți copia exactă a e-mailului la adresa de e-mail furnizată cu Email CC sau BCC.
ru_ru: Отправьте точную копию электронного письма на указанный адрес электронной почты с указанием электронной почты CC или BCC.
sv: Skicka den exakta kopian av e-postmeddelandet till den angivna e-postadressen med Email CC eller BCC.
th_th: ส่งสำเนาอีเมลที่ถูกต้องไปยังที่อยู่อีเมลที่ให้ไว้พร้อมอีเมล CC หรือ BCC
tl_ph: Ipadala ang eksaktong kopya ng email sa ibinigay na email address na may Email CC o BCC.
tr_tr: E-postanın tam kopyasını, Email CC veya BCC ile sağlanan e-posta adresine gönderin.

source: user options
cs_cz: uživatelské možnosti
de_de: Benutzeroptionen
nl_nl: gebruikersopties
ro_ro: opțiunile utilizatorului
ru_ru: параметры пользователя
sv: användaralternativ
th_th: ตัวเลือกผู้ใช้
tl_ph: mga pagpipilian ng gumagamit
tr_tr: kullanıcı seçenekleri
