Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/*.po
Languages: cs_cz, de_de, nl_nl, ro_ro, ru_ru, sv, th_th, tl_ph, tr_tr

source: Unlimited Agents
cs_cz: Neomezený počet agentů
de_de: Unbegrenzte Agenten
nl_nl: Onbeperkte agenten
ro_ro: Agenți nelimitați
ru_ru: Неограниченное количество агентов
sv: Obegränsat antal agenter
th_th: ไม่จำกัดตัวแทน
tl_ph: Walang limitasyong Ahente
tr_tr: Sınırsız Temsilci

source: Helptopic
cs_cz: Téma nápovědy
de_de: Hilfethema
nl_nl: Helponderwerp
ro_ro: Subiect de ajutor
ru_ru: Справочная тема
sv: Hjälpämne
th_th: หัวข้อช่วยเหลือ
tr_tr: Yardım konusu

source: Show all
cs_cz: Zobrazit vše
de_de: Alle anzeigen
nl_nl: Toon alles
ro_ro: Arată tot
ru_ru: Показать все
sv: Visa alla
th_th: แสดงทั้งหมด
tl_ph: Ipakita ang lahat
tr_tr: Tümünü göster

source: Standard
cs_cz: Norma
nl_nl: Standaard
ru_ru: Стандартный
th_th: มาตรฐาน
tl_ph: Pamantayan
tr_tr: Standart

source: Everything in basic included and
cs_cz: Vše v základní ceně a
de_de: Alles in der Grundausstattung enthalten und
nl_nl: Alles in de basis inbegrepen en
ro_ro: Totul în bază inclus și
ru_ru: Все базовое включено и
sv: Allt i basic ingår och
th_th: รวมทุกอย่างไว้ในพื้นฐานและ
tl_ph: Lahat ng nasa basic kasama at
tr_tr: Temeldeki her şey dahil ve

source: Premade Response
cs_cz: Předem připravená odpověď
de_de: Vorgefertigte Antwort
nl_nl: Vooraf gemaakte reactie
ro_ro: Răspuns prefabricat
ru_ru: Готовый ответ
sv: Färdigt svar
th_th: การตอบสนองที่ทำไว้ล่วงหน้า
tl_ph: Premade na Tugon
tr_tr: Önceden Hazırlanmış Yanıt

source: Professional
cs_cz: Profesionální
nl_nl: Professioneel
ro_ro: Profesional
ru_ru: Профессиональный
sv: Professionell
th_th: มืออาชีพ
tl_ph: Propesyonal
tr_tr: Profesyonel

source: Everything in standard included and
cs_cz: Vše ve standardu v ceně a
de_de: Alles im Standard inklusive und
nl_nl: Alles standaard inbegrepen en
ro_ro: Totul in standard inclus si
ru_ru: Все стандартное включено и
sv: Allt i standard ingår och
th_th: รวมทุกอย่างที่เป็นมาตรฐานและ
tl_ph: Lahat ng nasa pamantayan ay kasama at
tr_tr: Standarttaki her şey dahil ve

source: All Future Addons
cs_cz: Všechny budoucí doplňky
de_de: Alle zukünftigen Add-ons
nl_nl: Alle toekomstige add-ons
ro_ro: Toate suplimentele viitoare
ru_ru: Все будущие дополнения
sv: Alla framtida tillägg
th_th: ส่วนเสริมในอนาคตทั้งหมด
tl_ph: Lahat ng Mga Addon sa Hinaharap
tr_tr: Gelecekteki Tüm Eklentiler

source: spinning wheel
cs_cz: kolovrat
de_de: Spinnrad
nl_nl: spinnewiel
ro_ro: roată care se învârte
ru_ru: прялка
sv: spinnrock
th_th: ล้อหมุน
tl_ph: umiikot na gulong
tr_tr: çıkrık

source: New Update Version
cs_cz: Nová verze aktualizace
de_de: Neue Update-Version
nl_nl: Nieuwe updateversie
ro_ro: Noua versiune de actualizare
ru_ru: Новая версия обновления
sv: Ny uppdateringsversion
th_th: เวอร์ชันอัปเดตใหม่
tl_ph: Bagong Bersyon ng Update
tr_tr: Yeni Güncelleme Sürümü

source: is Available
cs_cz: je k dispozici
de_de: ist verfügbar
nl_nl: is beschikbaar
ro_ro: este disponibil
ru_ru: доступен
sv: är tillgänglig
th_th: สามารถใช้ได้
tl_ph: ay Magagamit
tr_tr: Mevcut

source: Status:
cs_cz: Postavení:
ro_ro: Stare:
ru_ru: Статус:
th_th: สถานะ:
tl_ph: Katayuan:
tr_tr: Durum:

source: Version
cs_cz: Verze
nl_nl: Versie
ro_ro: Versiune
ru_ru: Версия
th_th: เวอร์ชัน
tl_ph: Bersyon
tr_tr: Sürüm

source: addon in no longer active
cs_cz: addon již není aktivní
de_de: Addon ist nicht mehr aktiv
nl_nl: add-on is niet meer actief
ro_ro: suplimentul nu mai este activ
ru_ru: аддон больше не активен
sv: tillägget är inte längre aktivt
th_th: addon ไม่ทำงานอีกต่อไป
tl_ph: addon sa hindi na aktibo
tr_tr: eklenti artık aktif değil

source: Please Insert Your Activation Key
cs_cz: Vložte prosím svůj aktivační klíč
de_de: Bitte geben Sie Ihren Aktivierungsschlüssel ein
nl_nl: Voer uw activeringssleutel in
ro_ro: Vă rugăm să introduceți cheia de activare
ru_ru: Пожалуйста, вставьте свой ключ активации
sv: Vänligen sätt i din aktiveringsnyckel
th_th: กรุณาใส่รหัสเปิดใช้งานของคุณ
tl_ph: Mangyaring Ipasok ang Iyong Activation Key
tr_tr: Lütfen Aktivasyon Anahtarınızı Girin

source: Proceed
cs_cz: Pokračovat
de_de: Fortfahren
nl_nl: Doorgaan
ro_ro: Continuă
ru_ru: Продолжить
sv: Fortsätta
th_th: ดำเนินการ
tl_ph: Magpatuloy
tr_tr: İlerlemek

source: GeekyBot Addon Installer
cs_cz: Instalační program doplňku GeekyBot
de_de: GeekyBot-Addon-Installationsprogramm
nl_nl: GeekyBot Add-on-installatieprogramma
ro_ro: Instalator de suplimente GeekyBot
ru_ru: Установщик дополнений GeekyBot
th_th: โปรแกรมติดตั้ง Addon GeekyBot
tr_tr: GeekyBot Eklenti Yükleyicisi

source: Select All Addons
cs_cz: Vyberte Všechny doplňky
de_de: Wählen Sie „Alle Add-ons“ aus
nl_nl: Selecteer Alle add-ons
ro_ro: Selectați Toate suplimentele
ru_ru: Выбрать все дополнения
sv: Välj Alla tillägg
th_th: เลือก Addons ทั้งหมด
tl_ph: Piliin ang Lahat ng Addon
tr_tr: Tüm Eklentileri Seç

source: All allowed add ons are already installed
cs_cz: Všechny povolené doplňky jsou již nainstalovány
de_de: Alle erlaubten Add-Ons sind bereits installiert
nl_nl: Alle toegestane add-ons zijn al geïnstalleerd
ro_ro: Toate suplimentele permise sunt deja instalate
ru_ru: Все разрешенные дополнения уже установлены.
sv: Alla tillåtna tillägg är redan installerade
th_th: ส่วนเสริมที่อนุญาตทั้งหมดได้รับการติดตั้งแล้ว
tl_ph: Naka-install na ang lahat ng pinapayagang add on
tr_tr: İzin verilen tüm eklentiler zaten yüklü

source: You are not allowed to install any add on
cs_cz: Nemáte povoleno instalovat žádný doplněk
de_de: Es ist Ihnen nicht gestattet, Add-Ons zu installieren
nl_nl: Het is niet toegestaan ​​om een ​​add-on te installeren
ro_ro: Nu aveți voie să instalați niciun supliment
ru_ru: Вам не разрешено устанавливать какие-либо дополнения
sv: Du får inte installera något tillägg
th_th: คุณไม่ได้รับอนุญาตให้ติดตั้งส่วนเสริมใดๆ
tl_ph: Hindi ka pinapayagang mag-install ng anumang add on
tr_tr: Herhangi bir eklenti yüklemenize izin verilmiyor

source: Something went wrong
cs_cz: Něco se pokazilo
de_de: Etwas ist schief gelaufen
nl_nl: Er is iets misgegaan
ro_ro: Ceva a mers prost
ru_ru: Что-то пошло не так
sv: Något gick fel
th_th: มีบางอย่างผิดพลาด
tl_ph: Nagkaproblema
tr_tr: Bir şeyler ters gitti

source: Addons Installed Successfully
cs_cz: Doplňky byly úspěšně nainstalovány
de_de: Add-ons erfolgreich installiert
nl_nl: Add-ons zijn succesvol geïnstalleerd
ro_ro: Suplimente instalate cu succes
ru_ru: Аддоны успешно установлены
sv: Tillägg installerade framgångsrikt
th_th: ติดตั้ง Addons สำเร็จแล้ว
tl_ph: Matagumpay na Na-install ang Mga Addon
tr_tr: Eklentiler Başarıyla Yüklendi

source: Open Dashboard
cs_cz: Otevřete řídicí panel
de_de: Öffnen Sie das Dashboard
nl_nl: Dashboard openen
ro_ro: Deschideți tabloul de bord
ru_ru: Открыть панель управления
sv: Öppna Dashboard
th_th: เปิดแดชบอร์ด
tl_ph: Buksan ang Dashboard
tr_tr: Kontrol Panelini Aç

source: Open Plugins Page
cs_cz: Otevřete stránku pluginů
de_de: Öffnen Sie die Plugins-Seite
nl_nl: Open Plug-inspagina
ro_ro: Deschideți pagina de pluginuri
ru_ru: Открыть страницу плагинов
sv: Öppna Plugins-sidan
th_th: เปิดหน้าปลั๊กอิน
tl_ph: Buksan ang Pahina ng Mga Plugin
tr_tr: Eklentiler Sayfasını Aç

source: PersonName
cs_cz: Jméno osoby
de_de: Personenname
nl_nl: Persoonsnaam
ru_ru: Имя человека
sv: Personnamn
th_th: ชื่อบุคคล
tl_ph: Pangalan ng Tao
tr_tr: KişiAdı

source: Facility
cs_cz: Zařízení
de_de: Einrichtung
nl_nl: Faciliteit
ro_ro: Facilitate
ru_ru: Средство
sv: Facilitet
th_th: สิ่งอำนวยความสะดวก
tl_ph: Pasilidad
tr_tr: Tesis

source: Organization
cs_cz: Organizace
de_de: Organisation
nl_nl: Organisatie
ro_ro: Organizare
ru_ru: Организация
sv: Organisation
th_th: องค์กร
tl_ph: Organisasyon
tr_tr: Organizasyon

source: Location
cs_cz: Umístění
de_de: Standort
nl_nl: Locatie
ro_ro: Locaţie
ru_ru: Расположение
sv: Plats
th_th: ที่ตั้ง
tl_ph: Lokasyon
tr_tr: Konum

source: Location_NON_GPE
nl_nl: Locatie_NON_GPE
ro_ro: Locație_NON_GPE
sv: Plats_NON_GPE
th_th: ตำแหน่ง_NON_GPE

source: Product
cs_cz: Produkt
de_de: Produkt
ro_ro: Produs
ru_ru: Продукт
sv: Produkt
th_th: ผลิตภัณฑ์
tl_ph: produkto
tr_tr: Ürün

source: Event
cs_cz: Událost
de_de: Ereignis
nl_nl: Evenement
ro_ro: Eveniment
ru_ru: Событие
sv: Händelse
th_th: เหตุการณ์
tl_ph: Kaganapan
tr_tr: Etkinlik

source: ArtWork
cs_cz: Umělecké dílo
de_de: Kunstwerk
nl_nl: Kunstwerk
ro_ro: Opere de artă
ru_ru: Артворк
sv: Konstverk
th_th: อาร์ตเวิร์ก
tr_tr: Sanat Çalışması

source: LawDocument
de_de: Rechtsdokument
nl_nl: WetDocument
ro_ro: DreptDocument
ru_ru: ЗаконДокумент
th_th: เอกสารกฎหมาย
tl_ph: BatasDocument
tr_tr: HukukBelge

source: Language
cs_cz: Jazyk
de_de: Sprache
nl_nl: Taal
ro_ro: Limbă
ru_ru: Язык
sv: Språk
th_th: ภาษา
tl_ph: Wika
tr_tr: Dil

source: Date
cs_cz: Datum
de_de: Datum
nl_nl: Datum
ro_ro: Data
ru_ru: Дата
sv: Datum
th_th: วันที่
tl_ph: Petsa
tr_tr: Tarih

source: Time
cs_cz: Čas
de_de: Zeit
nl_nl: Tijd
ro_ro: Timp
ru_ru: Время
sv: Tid
th_th: เวลา
tl_ph: Oras
tr_tr: Zaman

source: Percentage
cs_cz: Procento
de_de: Prozentsatz
ro_ro: Procent
ru_ru: Процент
sv: Procentsats
th_th: เปอร์เซ็นต์
tl_ph: Porsiyento
tr_tr: Yüzde

source: Money
cs_cz: Peníze
de_de: Geld
nl_nl: Geld
ro_ro: Bani
ru_ru: Деньги
sv: Pengar
th_th: เงิน
tl_ph: Pera
tr_tr: Para

source: Quantity
cs_cz: Množství
de_de: Menge
nl_nl: Hoeveelheid
ro_ro: Cantitate
ru_ru: Количество
sv: Kvantitet
th_th: ปริมาณ
tl_ph: Dami
tr_tr: Miktar

source: Ordinal
cs_cz: řadový
nl_nl: Ordinaal
ru_ru: Порядковый номер
th_th: ลำดับ
tr_tr: sıralı

source: Cardinal
cs_cz: Kardinál
de_de: Kardinal
nl_nl: Kardinaal
ru_ru: Кардинал
sv: Kardinal
th_th: พระคาร์ดินัล
tr_tr: Kardinal

source: Select Variable For
cs_cz: Vyberte Proměnnou pro
de_de: Wählen Sie Variable für aus
nl_nl: Selecteer Variabele voor
ro_ro: Selectați variabila pentru
ru_ru: Выберите переменную для
sv: Välj Variabel för
th_th: เลือกตัวแปรสำหรับ
tl_ph: Piliin ang Variable Para sa
tr_tr: İçin Değişken Seçin

source: Attribute
cs_cz: Atribut
de_de: Attribut
nl_nl: Attribuut
ro_ro: Atribut
ru_ru: Атрибут
sv: Attribut
th_th: คุณลักษณะ
tl_ph: Katangian
tr_tr: Bağlanmak

source: Name
cs_cz: Jméno
nl_nl: Naam
ro_ro: Nume
ru_ru: Имя
sv: Namn
th_th: ชื่อ
tl_ph: Pangalan
tr_tr: İsim

source: Varibale Name
cs_cz: Název proměnné
de_de: Variablenname
nl_nl: Variabele naam
ro_ro: Nume variabilă
ru_ru: Имя переменной
sv: Variabelnamn
th_th: ชื่อตัวแปร
tl_ph: Pangalan ng Variable
tr_tr: Değişken Adı

source: Type
cs_cz: Typ
de_de: Typ
ro_ro: Tip
ru_ru: Тип
sv: Typ
th_th: พิมพ์
tl_ph: Uri
tr_tr: Tip

source: Possible Field Values
cs_cz: Možné hodnoty polí
de_de: Mögliche Feldwerte
nl_nl: Mogelijke veldwaarden
ro_ro: Valori posibile de câmp
ru_ru: Возможные значения полей
sv: Möjliga fältvärden
th_th: ค่าฟิลด์ที่เป็นไปได้
tl_ph: Mga Posibleng Field Value
tr_tr: Olası Alan Değerleri

source: Add Comma Seprated Values
cs_cz: Přidejte hodnoty oddělené čárkami
de_de: Fügen Sie durch Kommas getrennte Werte hinzu
nl_nl: Voeg door komma's gescheiden waarden toe
ro_ro: Adăugați valori separate prin virgulă
ru_ru: Добавить значения, разделенные запятыми
sv: Lägg till kommaseparerade värden
th_th: เพิ่มค่าที่คั่นด้วยเครื่องหมายจุลภาค
tl_ph: Magdagdag ng Comma Separated Values
tr_tr: Virgülle Ayrılmış Değerler Ekle

source: Variable For
cs_cz: Proměnná pro
de_de: Variable für
nl_nl: Variabele voor
ro_ro: Variabila Pentru
ru_ru: Переменная для
sv: Variabel för
th_th: ตัวแปรสำหรับ
tl_ph: Variable Para sa
tr_tr: Değişken

source: Select Variable For in case of Woocommerce Variable
cs_cz: V případě Woocommerce Variable vyberte Variable For
de_de: Wählen Sie „Variable für“, wenn es sich um eine Woocommerce-Variable handelt
nl_nl: Selecteer Variabele voor in het geval van Woocommerce Variabele
ro_ro: Selectați variabila pentru în cazul variabilei Woocommerce
ru_ru: Выберите переменную для в случае переменной Woocommerce.
sv: Välj variabel för vid Woocommerce-variabel
th_th: เลือกตัวแปรสำหรับในกรณีของตัวแปร Woocommerce
tl_ph: Piliin ang Variable Para sa kaso ng Woocommerce Variable
tr_tr: WooCommerce Değişkeni durumunda Değişkeni Seçin

source: cancel
cs_cz: zrušit
de_de: stornieren
nl_nl: annuleren
ro_ro: anula
ru_ru: отмена
sv: avboka
th_th: ยกเลิก
tl_ph: kanselahin
tr_tr: iptal etmek

source: Cancel
cs_cz: Zrušit
de_de: Stornieren
nl_nl: Annuleren
ro_ro: Anula
ru_ru: Отмена
sv: Avboka
th_th: ยกเลิก
tl_ph: Kanselahin
tr_tr: İptal etmek

source: Save Changes
cs_cz: Uložit změny
de_de: Änderungen speichern
nl_nl: Wijzigingen opslaan
ro_ro: Salvați modificările
ru_ru: Сохранить изменения
sv: Spara ändringar
th_th: บันทึกการเปลี่ยนแปลง
tl_ph: I-save ang Mga Pagbabago
tr_tr: Değişiklikleri Kaydet

source: Save Variable
cs_cz: Uložit proměnnou
de_de: Variable speichern
nl_nl: Variabele opslaan
ro_ro: Salvare variabilă
ru_ru: Сохранить переменную
sv: Spara variabel
th_th: บันทึกตัวแปร
tl_ph: I-save ang Variable
tr_tr: Değişkeni Kaydet

source: Reset
cs_cz: Resetovat
de_de: Zurücksetzen
nl_nl: Opnieuw instellen
ro_ro: Resetați
ru_ru: Перезагрузить
sv: Återställa
th_th: รีเซ็ต
tl_ph: I-reset
tr_tr: Sıfırla

source: Are you sure to delete it?
cs_cz: Opravdu to chcete smazat?
de_de: Möchten Sie es wirklich löschen?
nl_nl: Weet je zeker dat je het wilt verwijderen?
ro_ro: Ești sigur că îl ștergi?
ru_ru: Вы уверены, что удалите его?
sv: Är du säker på att ta bort den?
th_th: คุณแน่ใจหรือว่าจะลบมัน?
tl_ph: Sigurado ka bang tatanggalin ito?
tr_tr: Silmek istediğinizden emin misiniz?

source: Delete Variable
cs_cz: Smazat proměnnou
de_de: Variable löschen
nl_nl: Variabele verwijderen
ro_ro: Ștergeți variabila
ru_ru: Удалить переменную
sv: Ta bort variabel
th_th: ลบตัวแปร
tl_ph: Tanggalin ang Variable
tr_tr: Değişkeni Sil

source: Add Variable
cs_cz: Přidat proměnnou
de_de: Variable hinzufügen
nl_nl: Variabele toevoegen
ro_ro: Adăugați o variabilă
ru_ru: Добавить переменную
sv: Lägg till variabel
th_th: เพิ่มตัวแปร
tl_ph: Magdagdag ng Variable
tr_tr: Değişken Ekle

source: name
cs_cz: jméno
nl_nl: naam
ro_ro: nume
ru_ru: имя
sv: namn
th_th: ชื่อ
tl_ph: pangalan
tr_tr: isim

source: type
cs_cz: typ
de_de: Typ
ro_ro: tip
ru_ru: тип
sv: typ
th_th: พิมพ์
tl_ph: uri
tr_tr: tip

source: Possible Values Here
cs_cz: Možné hodnoty zde
de_de: Mögliche Werte hier
nl_nl: Mogelijke waarden hier
ro_ro: Valori posibile aici
ru_ru: Возможные значения здесь
sv: Möjliga värden här
th_th: ค่าที่เป็นไปได้ที่นี่
tl_ph: Mga Posibleng Halaga Dito
tr_tr: Burada Olası Değerler

source: Edit Variable
cs_cz: Upravit proměnnou
de_de: Variable bearbeiten
nl_nl: Variabele bewerken
ro_ro: Editați variabila
ru_ru: Редактировать переменную
sv: Redigera variabel
th_th: แก้ไขตัวแปร
tl_ph: I-edit ang Variable
tr_tr: Değişkeni Düzenle

source: Are you sure to delete it
cs_cz: Jste si jisti, že to smažete?
de_de: Möchten Sie es wirklich löschen?
nl_nl: Weet u zeker dat u het wilt verwijderen
ro_ro: Ești sigur că îl ștergi
ru_ru: Вы уверены, что удалите его?
sv: Är du säker på att ta bort den
th_th: คุณแน่ใจว่าจะลบมัน
tl_ph: Sigurado ka bang tatanggalin mo ito
tr_tr: Silmek istediğinizden emin misiniz?

source: Add New
cs_cz: Přidat nový
de_de: Neu hinzufügen
nl_nl: Nieuw toevoegen
ro_ro: Adăugați nou
ru_ru: Добавить новый
sv: Lägg till ny
th_th: เพิ่มใหม่
tl_ph: Magdagdag ng Bago
tr_tr: Yeni Ekle

source: User Input
cs_cz: Uživatelský vstup
de_de: Benutzereingabe
nl_nl: Gebruikersinvoer
ro_ro: Intrarea utilizatorului
ru_ru: Пользовательский ввод
sv: Användarinmatning
th_th: ข้อมูลผู้ใช้
tl_ph: Input ng User
tr_tr: Kullanıcı Girişi

source: Close
cs_cz: Blízko
de_de: Schließen
nl_nl: Dichtbij
ro_ro: Aproape
ru_ru: Закрывать
sv: Nära
th_th: ปิด
tl_ph: Isara
tr_tr: Kapalı

source: Add
cs_cz: Přidat
de_de: Hinzufügen
nl_nl: Toevoegen
ro_ro: Adăuga
ru_ru: Добавлять
sv: Tillägga
th_th: เพิ่ม
tl_ph: Idagdag
tr_tr: Eklemek

source: Add More
cs_cz: Přidat další
de_de: Weitere hinzufügen
nl_nl: Voeg meer toe
ro_ro: Adăugați mai multe
ru_ru: Добавить больше
sv: Lägg till mer
th_th: เพิ่มมากขึ้น
tl_ph: Magdagdag pa
tr_tr: Daha Fazla Ekle

source: Available Variables
cs_cz: Dostupné proměnné
de_de: Verfügbare Variablen
nl_nl: Beschikbare variabelen
ro_ro: Variabile disponibile
ru_ru: Доступные переменные
sv: Tillgängliga variabler
th_th: ตัวแปรที่มีอยู่
tl_ph: Mga Magagamit na Variable
tr_tr: Mevcut Değişkenler

source: Enter bot response here...
cs_cz: Sem zadejte odpověď robota...
de_de: Geben Sie hier die Bot-Antwort ein...
nl_nl: Voer hier de botreactie in...
ro_ro: Introduceți răspunsul botului aici...
ru_ru: Введите сюда ответ бота...
sv: Ange bot-svar här...
th_th: ป้อนการตอบกลับของบอทที่นี่...
tl_ph: Ilagay ang tugon ng bot dito...
tr_tr: Bot yanıtını buraya girin...

source: Button text here
cs_cz: Text tlačítka zde
de_de: Schaltflächentext hier
nl_nl: Knoptekst hier
ro_ro: Textul butonului aici
ru_ru: Текст кнопки здесь
sv: Knapptext här
th_th: ข้อความปุ่มที่นี่
tl_ph: Button text dito
tr_tr: Düğme metni burada

source: Button value here
cs_cz: Hodnota tlačítka zde
de_de: Schaltflächenwert hier
nl_nl: Knopwaarde hier
ro_ro: Valoarea butonului aici
ru_ru: Значение кнопки здесь
sv: Knappvärde här
th_th: ค่าปุ่มที่นี่
tl_ph: Ang halaga ng pindutan dito
tr_tr: Buradaki düğme değeri

source: Enter URL here
cs_cz: Zde zadejte URL
de_de: Geben Sie hier die URL ein
nl_nl: Voer hier de URL in
ro_ro: Introdu adresa URL aici
ru_ru: Введите URL здесь
sv: Ange URL här
th_th: ป้อน URL ที่นี่
tl_ph: Ilagay ang URL dito
tr_tr: URL'yi buraya girin

source: Add New Button
cs_cz: Přidat nové tlačítko
de_de: Schaltfläche „Neu hinzufügen“.
nl_nl: Nieuwe knop toevoegen
ro_ro: Adăugați un buton nou
ru_ru: Добавить новую кнопку
sv: Lägg till ny knapp
th_th: เพิ่มปุ่มใหม่
tl_ph: Magdagdag ng Bagong Button
tr_tr: Yeni Düğme Ekle

source: Select Predefined Function
cs_cz: Vyberte Předdefinovaná funkce
de_de: Wählen Sie Vordefinierte Funktion
nl_nl: Selecteer Voorgedefinieerde functie
ro_ro: Selectați Funcție predefinită
ru_ru: Выберите предопределенную функцию
sv: Välj Fördefinierad funktion
th_th: เลือกฟังก์ชันที่กำหนดไว้ล่วงหน้า
tl_ph: Piliin ang Predefined Function
tr_tr: Önceden Tanımlanmış İşlevi Seçin

source: Select Action
cs_cz: Vyberte možnost Akce
de_de: Wählen Sie Aktion aus
nl_nl: Selecteer Actie
ro_ro: Selectați Acțiune
ru_ru: Выберите действие
sv: Välj Åtgärd
th_th: เลือก การดำเนินการ
tl_ph: Piliin ang Aksyon
tr_tr: Eylem Seç

source: Add New Action
cs_cz: Přidat novou akci
de_de: Neue Aktion hinzufügen
nl_nl: Nieuwe actie toevoegen
ro_ro: Adăugați o acțiune nouă
ru_ru: Добавить новое действие
sv: Lägg till ny åtgärd
th_th: เพิ่มการกระทำใหม่
tl_ph: Magdagdag ng Bagong Aksyon
tr_tr: Yeni Eylem Ekle

source: Add New Form
cs_cz: Přidat nový formulář
de_de: Neues Formular hinzufügen
nl_nl: Nieuw formulier toevoegen
ro_ro: Adăugați un formular nou
ru_ru: Добавить новую форму
sv: Lägg till nytt formulär
th_th: เพิ่มแบบฟอร์มใหม่
tl_ph: Magdagdag ng Bagong Form
tr_tr: Yeni Form Ekle

source: Enter default fallback here...
cs_cz: Zde zadejte výchozí záložní...
de_de: Geben Sie hier den Standard-Fallback ein...
nl_nl: Voer hier de standaard fallback in...
ro_ro: Introduceți aici alternativă implicită...
ru_ru: Введите здесь резервный вариант по умолчанию...
sv: Ange standardalternativ här...
th_th: ป้อนทางเลือกเริ่มต้นที่นี่...
tl_ph: Ilagay ang default na fallback dito...
tr_tr: Varsayılan geri dönüşü buraya girin...

source: Enter default fallback for intent here...
cs_cz: Zde zadejte výchozí záložní pro záměr...
de_de: Geben Sie hier den Standard-Fallback für die Absicht ein...
nl_nl: Voer hier de standaard fallback voor intentie in...
ro_ro: Introduceți aici alternativă implicită pentru intenție...
ru_ru: Введите здесь резервный вариант по умолчанию для намерения...
sv: Ange standardalternativ för avsikt här...
th_th: ป้อนทางเลือกเริ่มต้นสำหรับความตั้งใจที่นี่...
tl_ph: Ilagay ang default na fallback para sa layunin dito...
tr_tr: Amaç için varsayılan geri dönüşü buraya girin...

source: Start Point
cs_cz: Výchozí bod
de_de: Startpunkt
nl_nl: Startpunt
ro_ro: Punctul de pornire
ru_ru: Начальная точка
sv: Startpunkt
th_th: จุดเริ่มต้น
tr_tr: Başlangıç ​​Noktası

source: Error: The template file does not exist.
cs_cz: Chyba: Soubor šablony neexistuje.
de_de: Fehler: Die Vorlagendatei existiert nicht.
nl_nl: Fout: het sjabloonbestand bestaat niet.
ro_ro: Eroare: fișierul șablon nu există.
ru_ru: Ошибка: файл шаблона не существует.
sv: Fel: Mallfilen finns inte.
th_th: ข้อผิดพลาด: ไม่มีไฟล์เทมเพลต
tl_ph: Error: Ang template file ay wala.
tr_tr: Hata: Şablon dosyası mevcut değil.

source: Text
nl_nl: Tekst
ru_ru: Текст
th_th: ข้อความ
tr_tr: Metin

source: Function
cs_cz: Funkce
de_de: Funktion
nl_nl: Functie
ro_ro: Funcţie
ru_ru: Функция
sv: Fungera
th_th: การทำงาน
tr_tr: İşlev

source: Error: The
cs_cz: Chyba: The
de_de: Fehler: Der
nl_nl: Fout: de
ro_ro: Eroare: The
ru_ru: Ошибка:
sv: Fel: The
th_th: ข้อผิดพลาด: The
tl_ph: Error: Ang
tr_tr: Hata:

source: tag in
cs_cz: označit
de_de: eintragen
nl_nl: taggen
ro_ro: etichetați
ru_ru: отмечать в
sv: tagga in
th_th: แท็กเข้า
tr_tr: etiketlemek

source: at position
cs_cz: na pozici
de_de: an der Stelle
nl_nl: op positie
ro_ro: la pozitie
ru_ru: на позиции
sv: vid position
th_th: ที่ตำแหน่ง
tl_ph: sa posisyon
tr_tr: pozisyonda

source: is missing.
cs_cz: chybí.
de_de: fehlt.
nl_nl: ontbreekt.
ro_ro: lipsește.
ru_ru: отсутствует.
sv: saknas.
th_th: หายไป
tl_ph: ay nawawala.
tr_tr: kayıp.

source: is empty.
cs_cz: je prázdný.
de_de: ist leer.
nl_nl: is leeg.
ro_ro: este gol.
ru_ru: пусто.
sv: är tom.
th_th: ว่างเปล่า
tl_ph: ay walang laman.
tr_tr: boş.

source: tag associated with the user input
cs_cz: tag spojený s uživatelským vstupem
de_de: Tag, der der Benutzereingabe zugeordnet ist
nl_nl: tag die is gekoppeld aan de gebruikersinvoer
ro_ro: eticheta asociată cu intrarea utilizatorului
ru_ru: тег, связанный с пользовательским вводом
sv: taggen som är kopplad till användarinmatningen
th_th: แท็กที่เกี่ยวข้องกับการป้อนข้อมูลของผู้ใช้
tl_ph: tag na nauugnay sa input ng user
tr_tr: kullanıcı girişiyle ilişkili etiket

source: in
cs_cz: v
ro_ro: în
ru_ru: в
sv: i
th_th: ใน
tl_ph: sa
tr_tr: içinde

source: tag of the
cs_cz: značka z
de_de: Tag des
nl_nl: etiket van de
ro_ro: eticheta lui
ru_ru: тег
sv: taggen av
th_th: แท็กของ
tl_ph: tag ng
tr_tr: etiketi

source: block associated with the user input
cs_cz: blok spojený s uživatelským vstupem
de_de: Block, der der Benutzereingabe zugeordnet ist
nl_nl: blok dat is gekoppeld aan de gebruikersinvoer
ro_ro: bloc asociat cu intrarea utilizatorului
ru_ru: блок, связанный с пользовательским вводом
sv: block associerat med användarinmatningen
th_th: บล็อกที่เกี่ยวข้องกับการป้อนข้อมูลของผู้ใช้
tl_ph: block na nauugnay sa input ng user
tr_tr: kullanıcı girişiyle ilişkili blok

source: or
cs_cz: nebo
de_de: oder
nl_nl: of
ro_ro: sau
ru_ru: или
sv: eller
th_th: หรือ
tl_ph: o
tr_tr: veya

source: Error: The function name
cs_cz: Chyba: Název funkce
de_de: Fehler: Der Funktionsname
nl_nl: Fout: de functienaam
ro_ro: Eroare: numele funcției
ru_ru: Ошибка: имя функции
sv: Fel: Funktionens namn
th_th: ข้อผิดพลาด: ชื่อฟังก์ชัน
tl_ph: Error: Ang pangalan ng function
tr_tr: Hata: İşlev adı

source: in the
cs_cz: v
de_de: im
nl_nl: in de
ro_ro: în
ru_ru: в
sv: i
th_th: ใน
tl_ph: sa
tr_tr: içinde

source: is invalid.
cs_cz: je neplatné.
de_de: ist ungültig.
nl_nl: is ongeldig.
ro_ro: este invalid.
ru_ru: является недействительным.
sv: är ogiltig.
th_th: ไม่ถูกต้อง
tl_ph: ay hindi wasto.
tr_tr: geçersiz.

source: Error: The type name
cs_cz: Chyba: Název typu
de_de: Fehler: Der Typname
nl_nl: Fout: de typenaam
ro_ro: Eroare: numele tipului
ru_ru: Ошибка: имя типа
sv: Fel: Typnamnet
th_th: ข้อผิดพลาด: ชื่อประเภท
tl_ph: Error: Ang pangalan ng uri
tr_tr: Hata: Tür adı
