Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/*.po
Languages: cs_cz, de_de, nl_nl, ro_ro, ru_ru, sv, th_th, tl_ph, tr_tr

source: You are already logged in
cs_cz: Již jste přihlášeni
de_de: Sie sind bereits angemeldet
nl_nl: U bent al ingelogd
ro_ro: Sunteți deja autentificat
ru_ru: Вы уже вошли в систему
sv: Du är redan inloggad
th_th: คุณเข้าสู่ระบบแล้ว
tl_ph: Naka-log in ka na
tr_tr: Zaten giriş yaptınız

source: Please select your role
cs_cz: Vyberte svou roli
de_de: Bitte wählen Sie Ihre Rolle aus
nl_nl: Selecteer uw rol
ro_ro: Vă rugăm să vă selectați rolul
ru_ru: Пожалуйста, выберите свою роль
sv: Välj din roll
th_th: โปรดเลือกบทบาทของคุณ
tl_ph: Mangyaring piliin ang iyong tungkulin
tr_tr: Lütfen rolünüzü seçin

source: You are not allowed
cs_cz: Nemáte povoleno
de_de: Das ist Ihnen nicht gestattet
nl_nl: Je bent niet toegestaan
ro_ro: Nu ai voie
ru_ru: Вам не разрешено
sv: Du är inte tillåten
th_th: คุณไม่ได้รับอนุญาต
tl_ph: Hindi ka pinapayagan
tr_tr: sana izin verilmiyor

source: You are Not Allowed To add More than One
cs_cz: Nemáte povoleno přidat více než jeden
de_de: Es ist Ihnen nicht gestattet, mehr als eine hinzuzufügen
nl_nl: U mag er niet meer dan één toevoegen
ro_ro: Nu aveți voie să adăugați mai mult de unul
ru_ru: Вам не разрешено добавлять более одного
sv: Du får inte lägga till fler än en
th_th: คุณไม่ได้รับอนุญาตให้เพิ่มมากกว่าหนึ่งรายการ
tl_ph: Hindi ka pinapayagang magdagdag ng higit sa isa
tr_tr: Birden Fazla Eklemeniz Yasaktır

source: Contact Adminstrator
cs_cz: Kontaktujte správce
de_de: Wenden Sie sich an den Administrator
nl_nl: Neem contact op met de beheerder
ro_ro: Contactați administratorul
ru_ru: Связаться с администратором
sv: Kontakta administratören
th_th: ติดต่อผู้ดูแลระบบ
tl_ph: Makipag-ugnayan sa Administrator
tr_tr: Yöneticiyle İletişime Geçin

source: not allowed
cs_cz: není dovoleno
de_de: nicht erlaubt
nl_nl: niet toegestaan
ro_ro: nu este permis
ru_ru: не разрешено
sv: inte tillåtet
th_th: ไม่ได้รับอนุญาต
tl_ph: hindi pinapayagan
tr_tr: izin verilmiyor

source: You are already logged in !...
cs_cz: Již jste přihlášeni!...
de_de: Sie sind bereits eingeloggt!...
nl_nl: Je bent al ingelogd!...
ro_ro: Ești deja autentificat!...
ru_ru: Вы уже вошли в систему!...
sv: Du är redan inloggad!...
th_th: คุณเข้าสู่ระบบแล้ว!...
tl_ph: Naka-log in ka na!...
tr_tr: Zaten giriş yaptınız!...

source: Logout
cs_cz: Odhlášení
de_de: Abmelden
nl_nl: Uitloggen
ro_ro: Deconectare
ru_ru: Выход из системы
sv: Utloggning
th_th: ออกจากระบบ
tl_ph: Mag-logout
tr_tr: Oturumu kapat

source: Please first make a selection from the list
cs_cz: Nejprve prosím vyberte ze seznamu
de_de: Bitte treffen Sie zunächst eine Auswahl aus der Liste
nl_nl: Maak eerst een keuze uit de lijst
ro_ro: Vă rugăm mai întâi să faceți o selecție din listă
ru_ru: Пожалуйста, сначала сделайте выбор из списка
sv: Gör först ett urval från listan
th_th: โปรดทำการเลือกจากรายการก่อน
tl_ph: Mangyaring pumili muna mula sa listahan
tr_tr: Lütfen önce listeden bir seçim yapın

source: Unknown
cs_cz: Neznámý
de_de: Unbekannt
nl_nl: Onbekend
ro_ro: Necunoscut
ru_ru: Неизвестный
sv: Okänd
th_th: ไม่ทราบ
tl_ph: Hindi kilala
tr_tr: Bilinmiyor

source: Invalid request
cs_cz: Neplatný požadavek
de_de: Ungültige Anfrage
nl_nl: Ongeldig verzoek
ro_ro: Solicitare nevalidă
ru_ru: Неверный запрос
sv: Ogiltig begäran
th_th: คำขอไม่ถูกต้อง
tl_ph: Di-wastong kahilingan
tr_tr: Geçersiz istek

source: has been successfully applied.
cs_cz: byla úspěšně aplikována.
de_de: wurde erfolgreich angewendet.
nl_nl: is met succes toegepast.
ro_ro: a fost aplicat cu succes.
ru_ru: было успешно применено.
sv: har tillämpats framgångsrikt.
th_th: ได้ถูกนำไปใช้เรียบร้อยแล้ว
tl_ph: ay matagumpay na nailapat.
tr_tr: başarıyla uygulanmıştır.

source: Error applying the new theme.
cs_cz: Při použití nového motivu došlo k chybě.
de_de: Fehler beim Anwenden des neuen Designs.
nl_nl: Fout bij het toepassen van het nieuwe thema.
ro_ro: Eroare la aplicarea noii teme.
ru_ru: Ошибка применения новой темы.
sv: Det gick inte att tillämpa det nya temat.
th_th: เกิดข้อผิดพลาดในการใช้ธีมใหม่
tl_ph: Error sa paglalapat ng bagong tema.
tr_tr: Yeni tema uygulanırken hata oluştu.

source: has been successfully saved.
cs_cz: byl úspěšně uložen.
de_de: wurde erfolgreich gespeichert.
nl_nl: is succesvol opgeslagen.
ro_ro: a fost salvat cu succes.
ru_ru: был успешно сохранен.
sv: har sparats.
th_th: ได้รับการบันทึกเรียบร้อยแล้ว
tl_ph: ay matagumpay na nai-save.
tr_tr: başarıyla kaydedildi.

source: has not been saved.
cs_cz: nebyla uložena.
de_de: wurde nicht gespeichert.
nl_nl: is niet opgeslagen.
ro_ro: nu a fost salvat.
ru_ru: не был сохранен.
sv: har inte sparats.
th_th: ยังไม่ได้รับการบันทึก
tl_ph: ay hindi nailigtas.
tr_tr: kaydedilmedi.

source: has been successfully reset.
cs_cz: byl úspěšně resetován.
de_de: wurde erfolgreich zurückgesetzt.
nl_nl: is succesvol gereset.
ro_ro: a fost resetat cu succes.
ru_ru: был успешно сброшен.
sv: har återställts.
th_th: ได้รับการรีเซ็ตสำเร็จแล้ว
tl_ph: ay matagumpay na na-reset.
tr_tr: başarıyla sıfırlandı.

source: Every Story must have a name.
cs_cz: Každý příběh musí mít jméno.
de_de: Jede Story muss einen Namen haben.
nl_nl: Elk verhaal moet een naam hebben.
ro_ro: Fiecare poveste trebuie să aibă un nume.
ru_ru: У каждой истории должно быть название.
sv: Varje berättelse måste ha ett namn.
th_th: ทุกเรื่องต้องมีชื่อ
tl_ph: Bawat Story ay dapat may pangalan.
tr_tr: Her Hikayenin bir adı olmalıdır.

source: Every Story must have at least 1 intent.
cs_cz: Každý příběh musí mít alespoň 1 záměr.
de_de: Jede Story muss mindestens eine Absicht haben.
nl_nl: Elk verhaal moet minstens één intentie hebben.
ro_ro: Fiecare poveste trebuie să aibă cel puțin o intenție.
ru_ru: Каждая история должна иметь хотя бы одно намерение.
sv: Varje berättelse måste ha minst en avsikt.
th_th: ทุกเรื่องต้องมีอย่างน้อย 1 เจตนา
tl_ph: Ang bawat Kuwento ay dapat may kahit 1 layunin.
tr_tr: Her Hikayenin en az 1 amacı olmalıdır.

source: has been successfully deleted.
cs_cz: byl úspěšně smazán.
de_de: wurde erfolgreich gelöscht.
nl_nl: is succesvol verwijderd.
ro_ro: a fost șters cu succes.
ru_ru: было успешно удалено.
sv: har raderats.
th_th: ถูกลบเรียบร้อยแล้ว
tl_ph: ay matagumpay na natanggal.
tr_tr: başarıyla silindi.

source: has been successfully exported.
cs_cz: byl úspěšně exportován.
de_de: wurde erfolgreich exportiert.
nl_nl: is met succes geëxporteerd.
ro_ro: a fost exportat cu succes.
ru_ru: был успешно экспортирован.
sv: har exporterats.
th_th: ได้ถูกส่งออกเรียบร้อยแล้ว
tl_ph: ay matagumpay na na-export.
tr_tr: başarıyla dışa aktarıldı.

source: Data has not been exported.
cs_cz: Data nebyla exportována.
de_de: Daten wurden nicht exportiert.
nl_nl: Gegevens zijn niet geëxporteerd.
ro_ro: Datele nu au fost exportate.
ru_ru: Данные не были экспортированы.
sv: Data har inte exporterats.
th_th: ข้อมูลยังไม่ได้ถูกส่งออก
tl_ph: Hindi na-export ang data.
tr_tr: Veriler dışa aktarılmadı.

source: Record not exist.
cs_cz: Záznam neexistuje.
de_de: Datensatz existiert nicht.
nl_nl: Opname bestaat niet.
ro_ro: Înregistrarea nu există.
ru_ru: Запись не существует.
sv: Posten finns inte.
th_th: ไม่มีบันทึกอยู่
tl_ph: Walang record.
tr_tr: Kayıt mevcut değil.

source: has not been deleted.
cs_cz: nebyl smazán.
de_de: wurde nicht gelöscht.
nl_nl: is niet verwijderd.
ro_ro: nu a fost șters.
ru_ru: не был удален.
sv: har inte raderats.
th_th: ยังไม่ได้ถูกลบ
tl_ph: ay hindi natanggal.
tr_tr: silinmedi.

source: Please insert key.
cs_cz: Vložte klíč.
de_de: Bitte Schlüssel einstecken.
nl_nl: Gelieve de sleutel in te steken.
ro_ro: Vă rugăm să introduceți cheia.
ru_ru: Пожалуйста, вставьте ключ.
sv: Vänligen sätt i nyckeln.
th_th: กรุณาใส่กุญแจ
tl_ph: Pakipasok ang susi.
tr_tr: Lütfen anahtarı takın.

source: key is not Valid.
cs_cz: klíč není platný.
de_de: Schlüssel ist ungültig.
nl_nl: sleutel is niet geldig.
ro_ro: cheia nu este validă.
ru_ru: ключ недействителен.
sv: nyckeln är inte giltig.
th_th: คีย์ไม่ถูกต้อง
tl_ph: hindi Wasto ang susi.
tr_tr: anahtar Geçerli değil.

source: transaction has been successfully verified.
cs_cz: transakce byla úspěšně ověřena.
de_de: Die Transaktion wurde erfolgreich verifiziert.
nl_nl: transactie is succesvol geverifieerd.
ro_ro: tranzacția a fost verificată cu succes.
ru_ru: транзакция успешно подтверждена.
sv: transaktionen har verifierats.
th_th: ธุรกรรมได้รับการตรวจสอบเรียบร้อยแล้ว
tl_ph: matagumpay na na-verify ang transaksyon.
tr_tr: işlem başarıyla doğrulandı.

source: transaction has been successfully un-verified.
cs_cz: transakce byla úspěšně zrušena.
de_de: Die Transaktion wurde erfolgreich aufgehoben.
nl_nl: transactie is succesvol ongedaan gemaakt.
ro_ro: tranzacția a fost anulată cu succes.
ru_ru: транзакция была успешно отменена.
sv: transaktionen har avverifierats.
th_th: ธุรกรรมถูกยกเลิกการตรวจสอบเรียบร้อยแล้ว
tl_ph: matagumpay na hindi na-verify ang transaksyon.
tr_tr: işlem başarıyla doğrulanmadı.

source: transaction has not been successfully verified.
cs_cz: transakce nebyla úspěšně ověřena.
de_de: Die Transaktion wurde nicht erfolgreich überprüft.
nl_nl: transactie is niet succesvol geverifieerd.
ro_ro: tranzacția nu a fost verificată cu succes.
ru_ru: транзакция не была успешно подтверждена.
sv: transaktionen har inte verifierats.
th_th: ธุรกรรมยังไม่ได้รับการตรวจสอบสำเร็จ
tl_ph: hindi matagumpay na na-verify ang transaksyon.
tr_tr: işlem başarıyla doğrulanmadı.

source: transaction has not been successfully un-verified.
cs_cz: transakce nebyla úspěšně zrušena.
de_de: Die Transaktion konnte nicht erfolgreich verifiziert werden.
nl_nl: transactie is niet succesvol ongedaan gemaakt.
ro_ro: tranzacția nu a fost anulată cu succes.
ru_ru: транзакция не была успешно отменена.
sv: transaktionen har inte avverifierats.
th_th: ธุรกรรมยังไม่ได้รับการยืนยันสำเร็จ
tl_ph: hindi matagumpay na na-unverify ang transaksyon.
tr_tr: işlem başarıyla doğrulanmadı.

source: Fields has been successfully required.
cs_cz: Pole byla úspěšně vyžadována.
de_de: Felder wurden erfolgreich benötigt.
nl_nl: Velden zijn met succes vereist.
ro_ro: Câmpurile au fost solicitate cu succes.
ru_ru: Поля успешно обязательны.
sv: Fält har blivit obligatoriska.
th_th: ต้องกรอกฟิลด์เรียบร้อยแล้ว
tl_ph: Matagumpay na kailangan ang mga field.
tr_tr: Alanlar başarıyla dolduruldu.

source: Field has not been required.
cs_cz: Pole nebylo povinné.
de_de: Das Feld war nicht erforderlich.
nl_nl: Veld is niet verplicht.
ro_ro: Câmpul nu a fost obligatoriu.
ru_ru: Поле не было обязательным.
sv: Fält har inte behövts.
th_th: ฟิลด์ไม่จำเป็นต้องมี
tl_ph: Hindi kailangan ang field.
tr_tr: Alan gerekli değildir.

source: Fields has not been required.
cs_cz: Pole nejsou povinná.
de_de: Felder waren nicht erforderlich.
nl_nl: Velden zijn niet verplicht.
ro_ro: Câmpurile nu au fost obligatorii.
ru_ru: Поля не обязательны.
sv: Fält har inte behövts.
th_th: ฟิลด์ไม่จำเป็นต้องมี
tl_ph: Ang mga patlang ay hindi kinakailangan.
tr_tr: Alanlar gerekli değildir.

source: Fields has been successfully not required.
cs_cz: Pole nebyla úspěšně vyžadována.
de_de: Felder wurden erfolgreich nicht benötigt.
nl_nl: Velden zijn succesvol niet vereist.
ro_ro: Câmpurile nu au fost obligatorii.
ru_ru: Поля успешно не обязательны.
sv: Fält har inte varit obligatoriska.
th_th: ไม่จำเป็นต้องกรอกข้อมูลในช่องใดเลย
tl_ph: Matagumpay na hindi kinakailangan ang mga field.
tr_tr: Alanlar başarıyla zorunlu kılınmadı.

source: Field has not been not required.
cs_cz: Pole není povinné.
de_de: Das Feld war nicht erforderlich.
nl_nl: Veld is niet niet vereist.
ro_ro: Câmpul nu a fost obligatoriu.
ru_ru: Поле не было не обязательно.
sv: Fältet har inte behövts.
th_th: ฟิลด์ไม่จำเป็นต้องมี
tl_ph: Ang field ay hindi kinakailangan.
tr_tr: Alan zorunlu değildir.

source: Fields has not been not required.
cs_cz: Pole nejsou povinná.
de_de: Felder wurden nicht benötigt.
nl_nl: Velden zijn niet niet vereist.
ro_ro: Câmpurile nu au fost obligatorii.
ru_ru: Поля не было не требуется.
sv: Fält har inte behövts.
th_th: ฟิลด์ไม่จำเป็นต้องมี
tl_ph: Ang mga patlang ay hindi kinakailangan.
tr_tr: Alanlar gerekli değildir.

source: status has been updated.
cs_cz: stav byl aktualizován.
de_de: Der Status wurde aktualisiert.
nl_nl: status is bijgewerkt.
ro_ro: starea a fost actualizată.
ru_ru: статус обновлен.
sv: status har uppdaterats.
th_th: สถานะได้รับการอัปเดตแล้ว
tl_ph: na-update ang status.
tr_tr: durumu güncellendi.

source: status has not been updated.
cs_cz: stav nebyl aktualizován.
de_de: Der Status wurde nicht aktualisiert.
nl_nl: status is niet bijgewerkt.
ro_ro: starea nu a fost actualizată.
ru_ru: статус не обновился.
sv: status har inte uppdaterats.
th_th: สถานะไม่ได้รับการอัพเดต
tl_ph: hindi na-update ang status.
tr_tr: durumu güncellenmedi.

source: data has been synchronized.
cs_cz: data byla synchronizována.
de_de: Daten wurden synchronisiert.
nl_nl: gegevens zijn gesynchroniseerd.
ro_ro: datele au fost sincronizate.
ru_ru: данные синхронизировались.
sv: data har synkroniserats.
th_th: ข้อมูลได้รับการซิงโครไนซ์แล้ว
tl_ph: ang data ay na-synchronize.
tr_tr: veriler senkronize edildi.

source: data has not been synchronized.
cs_cz: data nebyla synchronizována.
de_de: Daten wurden nicht synchronisiert.
nl_nl: gegevens zijn niet gesynchroniseerd.
ro_ro: datele nu au fost sincronizate.
ru_ru: данные не синхронизировались.
sv: data har inte synkroniserats.
th_th: ข้อมูลไม่ได้รับการซิงโครไนซ์
tl_ph: hindi na-synchronize ang data.
tr_tr: veriler senkronize edilmedi.

source: in use cannot deleted.
cs_cz: v provozu nelze smazat.
de_de: Die verwendeten Dateien können nicht gelöscht werden.
nl_nl: in gebruik kan niet worden verwijderd.
ro_ro: în uz nu poate fi ștearsă.
ru_ru: используется, не может быть удален.
sv: som används kan inte raderas.
th_th: ใช้งานอยู่ไม่สามารถลบได้
tl_ph: hindi matatanggal ang ginagamit.
tr_tr: kullanımda silinemez.

source: already exist.
cs_cz: již existují.
de_de: existieren bereits.
nl_nl: bestaan ​​al.
ro_ro: există deja.
ru_ru: уже существуют.
sv: finns redan.
th_th: มีอยู่แล้ว
tl_ph: mayroon na.
tr_tr: zaten var.

source: File type error.
cs_cz: Chyba typu souboru.
de_de: Dateitypfehler.
nl_nl: Fout met bestandstype.
ro_ro: Eroare tip fișier.
ru_ru: Ошибка типа файла.
sv: Filtypsfel.
th_th: ข้อผิดพลาดประเภทไฟล์
tl_ph: Error sa uri ng file.
tr_tr: Dosya türü hatası.

source: File size error.
cs_cz: Chyba velikosti souboru.
de_de: Dateigrößenfehler.
nl_nl: Fout met bestandsgrootte.
ro_ro: Eroare de dimensiunea fișierului.
ru_ru: Ошибка размера файла.
sv: Filstorleksfel.
th_th: ข้อผิดพลาดขนาดไฟล์
tl_ph: Error sa laki ng file.
tr_tr: Dosya boyutu hatası.

source: Intent
cs_cz: Úmysl
de_de: Absicht
nl_nl: Intentie
ro_ro: Intenție
ru_ru: Намерение
sv: Avsikt
th_th: เจตนา
tl_ph: Layunin
tr_tr: Niyet

source: Response
cs_cz: Odpověď
de_de: Antwort
nl_nl: Antwoord
ro_ro: Răspuns
ru_ru: Ответ
sv: Svar
th_th: การตอบสนอง
tl_ph: Tugon
tr_tr: Cevap

source: Intent Group
cs_cz: Záměrná skupina
de_de: Absichtsgruppe
nl_nl: Intentiegroep
ro_ro: Grupul de intenții
ru_ru: Группа намерений
sv: Avsiktsgrupp
th_th: กลุ่มความตั้งใจ
tl_ph: Pangkat ng Layunin
tr_tr: Amaç Grubu

source: Variable
cs_cz: Variabilní
nl_nl: Variabel
ro_ro: Variabilă
ru_ru: Переменная
sv: Variabel
th_th: ตัวแปร
tr_tr: Değişken

source: Story
cs_cz: Příběh
de_de: Geschichte
nl_nl: Verhaal
ro_ro: Poveste
ru_ru: История
sv: Berättelse
th_th: เรื่องราว
tl_ph: Kwento
tr_tr: Hikaye

source: Post type
cs_cz: Typ příspěvku
de_de: Beitragstyp
nl_nl: Berichttype
ro_ro: Tipul postării
ru_ru: Тип сообщения
sv: Typ av inlägg
th_th: ประเภทการโพสต์
tl_ph: Uri ng post
tr_tr: Gönderi türü

source: AI web search
cs_cz: AI vyhledávání na webu
de_de: KI-Websuche
nl_nl: AI-webzoekopdracht
ro_ro: Căutare web AI
ru_ru: Веб-поиск с искусственным интеллектом
sv: AI webbsökning
th_th: ค้นหาเว็บด้วย AI
tl_ph: AI sa paghahanap sa web
tr_tr: Yapay zeka web araması

source: Action
cs_cz: Akce
de_de: Aktion
nl_nl: Actie
ro_ro: Acţiune
ru_ru: Действие
sv: Handling
th_th: การกระทำ
tl_ph: Aksyon
tr_tr: Aksiyon

source: Changes
cs_cz: Změny
de_de: Änderungen
nl_nl: Veranderingen
ro_ro: Schimbări
ru_ru: Изменения
sv: Ändringar
th_th: การเปลี่ยนแปลง
tl_ph: Mga pagbabago
tr_tr: Değişiklikler

source: Data
de_de: Daten
nl_nl: Gegevens
ro_ro: Date
ru_ru: Данные
th_th: ข้อมูล
tr_tr: Veri

source: Message
cs_cz: Zpráva
de_de: Nachricht
nl_nl: Bericht
ro_ro: Mesaj
ru_ru: Сообщение
sv: Meddelande
th_th: ข้อความ
tl_ph: Mensahe
tr_tr: Mesaj

source: Configuration
cs_cz: Konfigurace
de_de: Konfiguration
nl_nl: Configuratie
ro_ro: Configurare
ru_ru: Конфигурация
sv: Konfiguration
th_th: การกำหนดค่า
tr_tr: Yapılandırma

source: Previous
cs_cz: Předchozí
de_de: Vorherige
nl_nl: Vorig
ro_ro: Anterior
ru_ru: Предыдущий
sv: Tidigare
th_th: ก่อนหน้า
tl_ph: Nakaraang
tr_tr: Öncesi

source: Next
cs_cz: Další
de_de: Nächste
nl_nl: Volgende
ro_ro: Următorul
ru_ru: Следующий
sv: Nästa
th_th: ต่อไป
tl_ph: Susunod
tr_tr: Sonraki

source: Guest
cs_cz: Host
de_de: Gast
nl_nl: Gast
ro_ro: Oaspete
ru_ru: Гость
sv: Gäst
th_th: แขก
tl_ph: panauhin
tr_tr: Misafir

source: User ID
cs_cz: ID uživatele
de_de: Benutzer-ID
nl_nl: Gebruikers-ID
ro_ro: ID-ul de utilizator
ru_ru: ID пользователя
sv: Användar-ID
th_th: รหัสผู้ใช้
tr_tr: Kullanıcı kimliği

source: Add to Story
cs_cz: Přidat do příběhu
de_de: Zur Story hinzufügen
nl_nl: Toevoegen aan verhaal
ro_ro: Adaugă la poveste
ru_ru: Добавить в историю
sv: Lägg till i berättelsen
th_th: เพิ่มลงในเรื่องราว
tl_ph: Idagdag sa Kwento
tr_tr: Hikayeye Ekle

source: Add to story
cs_cz: Přidat do příběhu
de_de: Zur Geschichte hinzufügen
nl_nl: Voeg toe aan verhaal
ro_ro: Adaugă la poveste
ru_ru: Добавить в историю
sv: Lägg till berättelse
th_th: เพิ่มไปยังเรื่องราว
tl_ph: Idagdag sa kwento
tr_tr: Hikayeye ekle

source: Search
cs_cz: Vyhledávání
de_de: Suchen
nl_nl: Zoekopdracht
ro_ro: Căutare
ru_ru: Поиск
sv: Söka
th_th: ค้นหา
tl_ph: Maghanap
tr_tr: Aramak

source: Search with user name
cs_cz: Hledejte pomocí uživatelského jména
de_de: Suche mit Benutzername
nl_nl: Zoeken met gebruikersnaam
ro_ro: Căutați cu numele de utilizator
ru_ru: Поиск по имени пользователя
sv: Sök med användarnamn
th_th: ค้นหาด้วยชื่อผู้ใช้
tl_ph: Maghanap gamit ang user name
tr_tr: Kullanıcı adı ile arama

source: reset
cs_cz: resetovat
de_de: zurücksetzen
nl_nl: opnieuw instellen
ro_ro: resetare
ru_ru: перезагрузить
sv: återställa
th_th: รีเซ็ต
tl_ph: i-reset
tr_tr: sıfırlama

source: Select Chat
cs_cz: Vyberte Chat
de_de: Wählen Sie Chat aus
nl_nl: Selecteer Chatten
ro_ro: Selectați Chat
ru_ru: Выберите Чат
sv: Välj Chatta
th_th: เลือก แชท
tl_ph: Piliin ang Chat
tr_tr: Sohbet'i seçin

source: Sender
cs_cz: Odesílatel
de_de: Absender
nl_nl: Afzender
ro_ro: Expeditor
ru_ru: Отправитель
sv: Avsändare
th_th: ผู้ส่ง
tl_ph: Nagpadala
tr_tr: Gönderen

source: select chat
cs_cz: vyberte chat
de_de: Wählen Sie Chat
nl_nl: selecteer chatten
ro_ro: selectați chat
ru_ru: выберите чат
sv: välj chatt
th_th: เลือกแชท
tl_ph: piliin ang chat
tr_tr: sohbeti seç

source: Chat history is not selected.
cs_cz: Historie chatu není vybrána.
de_de: Der Chatverlauf ist nicht ausgewählt.
nl_nl: Chatgeschiedenis is niet geselecteerd.
ro_ro: Istoricul chat-urilor nu este selectat.
ru_ru: История чата не выбрана.
sv: Chatthistorik är inte vald.
th_th: ไม่ได้เลือกประวัติการแชท
tl_ph: Hindi napili ang history ng chat.
tr_tr: Sohbet geçmişi seçili değil.

source: Please select a conversation to view the user's chat history.
cs_cz: Chcete-li zobrazit historii chatu uživatele, vyberte konverzaci.
de_de: Bitte wählen Sie eine Konversation aus, um den Chatverlauf des Benutzers anzuzeigen.
nl_nl: Selecteer een gesprek om de chatgeschiedenis van de gebruiker te bekijken.
ro_ro: Vă rugăm să selectați o conversație pentru a vedea istoricul chat-ului utilizatorului.
ru_ru: Пожалуйста, выберите разговор, чтобы просмотреть историю чата пользователя.
sv: Välj en konversation för att se användarens chatthistorik.
th_th: โปรดเลือกการสนทนาเพื่อดูประวัติการแชทของผู้ใช้
tl_ph: Mangyaring pumili ng isang pag-uusap upang tingnan ang kasaysayan ng chat ng user.
tr_tr: Lütfen kullanıcının sohbet geçmişini görüntülemek için bir görüşme seçin.

source: Add User Input To Story
cs_cz: Přidat uživatelský vstup do příběhu
de_de: Fügen Sie Benutzereingaben zur Story hinzu
nl_nl: Voeg gebruikersinvoer toe aan het verhaal
ro_ro: Adăugați intrarea utilizatorului în poveste
ru_ru: Добавить пользовательский ввод в историю
sv: Lägg till användarinmatning till berättelse
th_th: เพิ่มการป้อนข้อมูลของผู้ใช้ในเรื่องราว
tl_ph: Magdagdag ng User Input Sa Kwento
tr_tr: Hikayeye Kullanıcı Girişi Ekle

source: Select
cs_cz: Vybrat
de_de: Wählen
nl_nl: Selecteer
ro_ro: Selecta
ru_ru: Выбирать
sv: Välja
th_th: เลือก
tl_ph: Pumili
tr_tr: Seçme

source: Add User Input
cs_cz: Přidat uživatelský vstup
de_de: Benutzereingabe hinzufügen
nl_nl: Voeg gebruikersinvoer toe
ro_ro: Adăugați intrarea utilizatorului
ru_ru: Добавить пользовательский ввод
sv: Lägg till användarinmatning
th_th: เพิ่มการป้อนข้อมูลของผู้ใช้
tl_ph: Magdagdag ng User Input
tr_tr: Kullanıcı Girişi Ekle

source: You must choose a story; it cannot be empty.
cs_cz: Musíte si vybrat příběh; nemůže být prázdný.
de_de: Sie müssen eine Geschichte auswählen; es darf nicht leer sein.
nl_nl: Je moet een verhaal kiezen; het kan niet leeg zijn.
ro_ro: Trebuie să alegi o poveste; nu poate fi gol.
ru_ru: Вы должны выбрать историю; оно не может быть пустым.
sv: Du måste välja en berättelse; det kan inte vara tomt.
th_th: คุณต้องเลือกเรื่องราว ไม่สามารถเว้นว่างได้
tl_ph: Dapat kang pumili ng isang kuwento; hindi ito maaaring walang laman.
tr_tr: Bir hikaye seçmelisiniz; boş olamaz.

source: Security verification Failed, Please restart you chat to continue.
cs_cz: Ověření zabezpečení se nezdařilo. Chcete-li pokračovat, restartujte chat.
de_de: Sicherheitsüberprüfung fehlgeschlagen. Bitte starten Sie Ihren Chat neu, um fortzufahren.
nl_nl: Beveiligingsverificatie mislukt. Start uw chat opnieuw om door te gaan.
ro_ro: Verificarea de securitate a eșuat. Vă rugăm să reporniți conversația pentru a continua.
ru_ru: Проверка безопасности не удалась. Перезапустите чат, чтобы продолжить.
sv: Säkerhetsverifieringen misslyckades. Starta om chatten för att fortsätta.
th_th: การตรวจสอบความปลอดภัยล้มเหลว โปรดเริ่มต้นการแชทของคุณใหม่เพื่อดำเนินการต่อ
tl_ph: Nabigo ang pag-verify sa seguridad, Paki-restart ang iyong chat upang magpatuloy.
tr_tr: Güvenlik doğrulaması Başarısız. Devam etmek için lütfen sohbetinizi yeniden başlatın.

source: Your session has expired; please restart your chat.
cs_cz: Vaše relace vypršela; restartujte prosím svůj chat.
de_de: Ihre Sitzung ist abgelaufen; Bitte starten Sie Ihren Chat neu.
nl_nl: Uw sessie is verlopen; start alstublieft uw chat opnieuw.
ro_ro: Sesiunea dvs. a expirat; vă rugăm să reporniți chatul.
ru_ru: Срок вашей сессии истек; пожалуйста, перезапустите чат.
sv: Din session har löpt ut; vänligen starta om din chatt.
th_th: เซสชันของคุณหมดอายุแล้ว กรุณารีสตาร์ทการแชทของคุณ
tl_ph: Nag-expire na ang iyong session; mangyaring i-restart ang iyong chat.
tr_tr: Oturumunuzun süresi doldu; lütfen sohbetinizi yeniden başlatın.

source: Hi, I am Chatbot. I do not have specific knowledge.
cs_cz: Ahoj, já jsem Chatbot. Nemám konkrétní znalosti.
de_de: Hallo, ich bin Chatbot. Ich habe keine spezifischen Kenntnisse.
nl_nl: Hallo, ik ben Chatbot. Ik heb geen specifieke kennis.
ro_ro: Bună, sunt Chatbot. Nu am cunoștințe specifice.
ru_ru: Привет, я чат-бот. У меня нет конкретных знаний.
sv: Hej, jag är Chatbot. Jag har ingen specifik kunskap.
th_th: สวัสดี ฉันชื่อแชทบอท ฉันไม่มีความรู้เฉพาะด้าน
tl_ph: Hi, ako si Chatbot. Wala akong tiyak na kaalaman.
tr_tr: Merhaba ben Chatbot. Spesifik bir bilgim yok.
