Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/*.po
Languages: cs_cz, de_de, nl_nl, ro_ro, ru_ru, sv, th_th, tl_ph, tr_tr

source: is invalid. This should be
cs_cz: je neplatné. Tohle by mělo být
de_de: ist ungültig. Das sollte sein
nl_nl: is ongeldig. Dit zou zo moeten zijn
ro_ro: este invalid. Asta ar trebui să fie
ru_ru: является недействительным. Это должно быть
sv: är ogiltig. Detta borde vara
th_th: ไม่ถูกต้อง นี่ควรจะเป็น
tl_ph: ay hindi wasto. Ito dapat
tr_tr: geçersiz. Bu olmalı

source: You might like these products.
cs_cz: Tyto produkty by se vám mohly líbit.
de_de: Diese Produkte könnten Ihnen gefallen.
nl_nl: Misschien vind je deze producten leuk.
ro_ro: S-ar putea să vă placă aceste produse.
ru_ru: Возможно, вам понравятся эти продукты.
sv: Du kanske gillar dessa produkter.
th_th: คุณอาจจะชอบผลิตภัณฑ์เหล่านี้
tl_ph: Maaaring gusto mo ang mga produktong ito.
tr_tr: Bu ürünleri beğenebilirsiniz.

source: No exact match was found. Explore these similar products.
cs_cz: Nebyla nalezena přesná shoda. Prozkoumejte tyto podobné produkty.
de_de: Es wurde keine genaue Übereinstimmung gefunden. Entdecken Sie diese ähnlichen Produkte.
nl_nl: Er is geen exacte match gevonden. Ontdek deze vergelijkbare producten.
ro_ro: Nu s-a găsit nicio potrivire exactă. Explorați aceste produse similare.
ru_ru: Точного совпадения не обнаружено. Изучите эти похожие продукты.
sv: Ingen exakt matchning hittades. Utforska dessa liknande produkter.
th_th: ไม่พบรายการที่ตรงกันทุกประการ สำรวจผลิตภัณฑ์ที่คล้ายกันเหล่านี้
tl_ph: Walang nakitang eksaktong tugma. Galugarin ang mga katulad na produkto.
tr_tr: Tam bir eşleşme bulunamadı. Bu benzer ürünleri keşfedin.

source: Here are some suggestions.
cs_cz: Zde je několik návrhů.
de_de: Hier sind einige Vorschläge.
nl_nl: Hier zijn enkele suggesties.
ro_ro: Iată câteva sugestii.
ru_ru: Вот несколько предложений.
sv: Här är några förslag.
th_th: นี่คือข้อเสนอแนะบางส่วน
tl_ph: Narito ang ilang mungkahi.
tr_tr: İşte bazı öneriler.

source: Showing
cs_cz: Zobrazení
de_de: Zeigt
nl_nl: Tonen
ro_ro: Se arată
ru_ru: Показаны
sv: Visande
th_th: กำลังแสดง
tl_ph: Nagpapakita
tr_tr: Gösterilen

source: of
cs_cz: z
de_de: von
nl_nl: van
ro_ro: de
ru_ru: из
sv: av
th_th: ของ
tl_ph: ng
tr_tr: ile ilgili

source: Add to cart
cs_cz: Přidat do košíku
de_de: In den Warenkorb legen
nl_nl: Voeg toe aan winkelwagen
ro_ro: Adaugă in coş
ru_ru: Добавить в корзину
sv: Lägg till i varukorgen
th_th: เพิ่มลงในรถเข็น
tl_ph: Idagdag sa cart
tr_tr: Sepete ekle

source: Empty Story
cs_cz: Prázdný příběh
de_de: Leere Geschichte
nl_nl: Leeg verhaal
ro_ro: Povestea goală
ru_ru: Пустая история
sv: Tom berättelse
th_th: เรื่องราวที่ว่างเปล่า
tl_ph: Walang laman na Kwento
tr_tr: Boş Hikaye

source: Show All Products
cs_cz: Zobrazit všechny produkty
de_de: Alle Produkte anzeigen
nl_nl: Toon alle producten
ro_ro: Afișați toate produsele
ru_ru: Показать все продукты
sv: Visa alla produkter
th_th: แสดงผลิตภัณฑ์ทั้งหมด
tl_ph: Ipakita ang Lahat ng Produkto
tr_tr: Tüm Ürünleri Göster

source: Search Product
cs_cz: Vyhledat produkt
de_de: Produkt suchen
nl_nl: Zoek product
ro_ro: Caută produs
ru_ru: Поиск продукта
sv: Sök produkt
th_th: ค้นหาผลิตภัณฑ์
tl_ph: Maghanap ng Produkto
tr_tr: Ürün Ara

source: Get Products Under Price
cs_cz: Získejte produkty pod cenou
de_de: Holen Sie sich Produkte unter dem Preis
nl_nl: Ontvang producten onder de prijs
ro_ro: Obțineți produse sub preț
ru_ru: Получите товары по цене ниже
sv: Få produkter under pris
th_th: รับสินค้าภายใต้ราคา
tl_ph: Kunin ang Mga Produkto sa Mababang Presyo
tr_tr: Ürünleri Fiyatının Altında Alın

source: Get Products Above Price
cs_cz: Získejte produkty nad cenou
de_de: Erhalten Sie Produkte über dem Preis
nl_nl: Koop producten boven de prijs
ro_ro: Obțineți produse peste preț
ru_ru: Получите продукты выше цены
sv: Få produkter över priset
th_th: รับสินค้าเหนือราคา
tl_ph: Kumuha ng Mga Produktong Higit sa Presyo
tr_tr: Fiyatların Üstündeki Ürünleri Alın

source: View Cart/Remove Items
cs_cz: Zobrazit košík / Odebrat položky
de_de: Warenkorb anzeigen/Artikel entfernen
nl_nl: Bekijk winkelwagen/verwijder items
ro_ro: Vezi coș/Elimină articole
ru_ru: Посмотреть корзину/Удалить товары
sv: Visa varukorg/ta bort artiklar
th_th: ดูตะกร้าสินค้า/ลบรายการ
tl_ph: Tingnan ang Cart/Alisin ang Mga Item
tr_tr: Sepeti Görüntüle/Ürünleri Kaldır

source: Checkout
cs_cz: Pokladna
de_de: Kasse
nl_nl: Afrekenen
ro_ro: Verifică
ru_ru: Проверить
sv: Kassa
th_th: ชำระเงิน
tr_tr: Çıkış yapmak

source: Reset Password
cs_cz: Obnovit heslo
de_de: Passwort zurücksetzen
nl_nl: Wachtwoord opnieuw instellen
ro_ro: Resetează parola
ru_ru: Сбросить пароль
sv: Återställ lösenord
th_th: รีเซ็ตรหัสผ่าน
tl_ph: I-reset ang Password
tr_tr: Şifreyi Sıfırla

source: Send Chat To Admin
cs_cz: Odeslat chat správci
de_de: Chat an Administrator senden
nl_nl: Chat naar beheerder verzenden
ro_ro: Trimite chat la administrator
ru_ru: Отправить чат администратору
sv: Skicka chatt till admin
th_th: ส่งแชทถึงผู้ดูแลระบบ
tl_ph: Magpadala ng Chat Sa Admin
tr_tr: Yöneticiye Sohbet Gönder

source: Integer
cs_cz: Celé číslo
de_de: Ganze Zahl
nl_nl: Geheel getal
ro_ro: Întreg
ru_ru: Целое число
sv: Heltal
th_th: จำนวนเต็ม
tr_tr: Tamsayı

source: Float
cs_cz: Plovák
de_de: Schweben
nl_nl: Vlot
ro_ro: Plutește
ru_ru: Плавать
sv: Flyta
th_th: ลอย
tl_ph: Lutang
tr_tr: Batmadan yüzmek

source: Boolean
de_de: Boolescher Wert
nl_nl: Booleaans
ru_ru: логическое значение
th_th: บูลีน

source: String
cs_cz: Řetězec
de_de: Zeichenfolge
nl_nl: Snaar
ro_ro: Şir
ru_ru: Нить
sv: Sträng
th_th: สตริง
tr_tr: Sicim

source: Default Fallback
cs_cz: Výchozí záložní
de_de: Standard-Fallback
nl_nl: Standaard terugval
ro_ro: Fallback implicit
ru_ru: Резервный вариант по умолчанию
sv: Standard reserv
th_th: ทางเลือกสำรองเริ่มต้น
tl_ph: Default na Fallback
tr_tr: Varsayılan Geri Dönüş

source: Are you sure to reset it?
cs_cz: Opravdu ho resetujete?
de_de: Sind Sie sicher, dass Sie es zurücksetzen?
nl_nl: Weet je zeker dat je het opnieuw wilt instellen?
ro_ro: Ești sigur că îl resetați?
ru_ru: Вы уверены, чтобы сбросить его?
sv: Är du säker på att du återställer den?
th_th: คุณแน่ใจหรือว่าจะรีเซ็ตมัน?
tl_ph: Sigurado ka bang i-reset ito?
tr_tr: Sıfırladığınızdan emin misiniz?

source: Parameter Name *
cs_cz: Název parametru *
nl_nl: Parameternaam *
ro_ro: Nume parametru *
ru_ru: Имя параметра *
sv: Parameternamn *
th_th: ชื่อพารามิเตอร์ *
tl_ph: Pangalan ng Parameter *
tr_tr: Parametre Adı *

source: Varibale Name *
cs_cz: Název proměnné *
de_de: Variablenname *
nl_nl: Variabele naam *
ro_ro: Numele variabilei *
ru_ru: Имя переменной *
sv: Variabelnamn *
th_th: ชื่อตัวแปร *
tl_ph: Pangalan ng Variable *
tr_tr: Değişken Adı *

source: User input has been successfully saved.
cs_cz: Vstup uživatele byl úspěšně uložen.
de_de: Die Benutzereingabe wurde erfolgreich gespeichert.
nl_nl: Gebruikersinvoer is succesvol opgeslagen.
ro_ro: Intrarea utilizatorului a fost salvată cu succes.
ru_ru: Пользовательский ввод успешно сохранен.
sv: Användarinmatning har sparats.
th_th: บันทึกการป้อนข้อมูลของผู้ใช้เรียบร้อยแล้ว
tl_ph: Matagumpay na nai-save ang input ng user.
tr_tr: Kullanıcı girişi başarıyla kaydedildi.

source: An empty user input field.
cs_cz: Prázdné pole pro zadání uživatele.
de_de: Ein leeres Benutzereingabefeld.
nl_nl: Een leeg gebruikersinvoerveld.
ro_ro: Un câmp de introducere de utilizator gol.
ru_ru: Пустое поле пользовательского ввода.
sv: Ett tomt användarinmatningsfält.
th_th: ช่องป้อนข้อมูลของผู้ใช้ว่างเปล่า
tl_ph: Isang walang laman na field ng input ng user.
tr_tr: Boş bir kullanıcı giriş alanı.

source: An empty bot response.
cs_cz: Prázdná odpověď robota.
de_de: Eine leere Bot-Antwort.
nl_nl: Een lege botreactie.
ro_ro: Un răspuns robot gol.
ru_ru: Пустой ответ бота.
sv: Ett tomt botsvar.
th_th: การตอบสนองของบอทที่ว่างเปล่า
tl_ph: Isang walang laman na tugon ng bot.
tr_tr: Boş bir bot yanıtı.

source: Response Successfully Saved!
cs_cz: Odpověď byla úspěšně uložena!
de_de: Antwort erfolgreich gespeichert!
nl_nl: Reactie succesvol opgeslagen!
ro_ro: Răspunsul a fost salvat cu succes!
ru_ru: Ответ успешно сохранен!
sv: Svaret har sparats!
th_th: บันทึกการตอบสนองเรียบร้อยแล้ว!
tl_ph: Matagumpay na Na-save ang Tugon!
tr_tr: Yanıt Başarıyla Kaydedildi!

source: Action Successfully Saved!
cs_cz: Akce byla úspěšně uložena!
de_de: Aktion erfolgreich gespeichert!
nl_nl: Actie succesvol opgeslagen!
ro_ro: Acțiunea salvată cu succes!
ru_ru: Действие успешно сохранено!
sv: Åtgärden har sparats!
th_th: บันทึกการดำเนินการสำเร็จแล้ว!
tl_ph: Matagumpay na Na-save ang Aksyon!
tr_tr: İşlem Başarıyla Kaydedildi!

source: Form Successfully Saved!
cs_cz: Formulář byl úspěšně uložen!
de_de: Formular erfolgreich gespeichert!
nl_nl: Formulier succesvol opgeslagen!
ro_ro: Formularul a fost salvat cu succes!
ru_ru: Форма успешно сохранена!
sv: Formuläret har sparats!
th_th: บันทึกแบบฟอร์มเรียบร้อยแล้ว!
tl_ph: Matagumpay na Na-save ang Form!
tr_tr: Form Başarıyla Kaydedildi!

source: Default Fallback Successfully Saved!
cs_cz: Výchozí záložní verze byla úspěšně uložena!
de_de: Standard-Fallback erfolgreich gespeichert!
nl_nl: Standaard terugval succesvol opgeslagen!
ro_ro: Backup implicit salvat cu succes!
ru_ru: Резервный вариант по умолчанию успешно сохранен!
sv: Standardalternativet har sparats!
th_th: บันทึกทางเลือกสำรองเริ่มต้นสำเร็จแล้ว!
tl_ph: Ang Default na Fallback ay Matagumpay na Na-save!
tr_tr: Varsayılan Geri Dönüş Başarıyla Kaydedildi!

source: Store relevant user input first, then fallback.
cs_cz: Nejprve uložte relevantní uživatelský vstup a poté záložní.
de_de: Speichern Sie zuerst relevante Benutzereingaben und dann einen Ersatz.
nl_nl: Sla relevante gebruikersinvoer eerst op en pas daarna terug.
ro_ro: Stocați mai întâi informațiile relevante ale utilizatorului, apoi de rezervă.
ru_ru: Сначала сохраните соответствующий пользовательский ввод, а затем откат.
sv: Lagra relevant användarinmatning först och sedan reserv.
th_th: เก็บข้อมูลอินพุตของผู้ใช้ที่เกี่ยวข้องไว้ก่อน จากนั้นจึงเลือกสำรอง
tl_ph: I-store muna ang may-katuturang input ng user, pagkatapos ay fallback.
tr_tr: Önce ilgili kullanıcı girişini, ardından geri dönüşü saklayın.

source: An empty default fallback.
cs_cz: Prázdná výchozí záložní reklama.
de_de: Ein leerer Standard-Fallback.
nl_nl: Een lege standaard fallback.
ro_ro: O rezervă implicită goală.
ru_ru: Пустой резервный вариант по умолчанию.
sv: En tom standardreserv.
th_th: ทางเลือกสำรองเริ่มต้นที่ว่างเปล่า
tl_ph: Isang walang laman na default na fallback.
tr_tr: Boş bir varsayılan geri dönüş.

source: Default Intent Fallback Successfully Saved!
cs_cz: Výchozí záloha záměru byla úspěšně uložena!
de_de: Standard-Intent-Fallback erfolgreich gespeichert!
nl_nl: Terugval in standaardintentie succesvol opgeslagen!
ro_ro: Intenția implicită de rezervă a fost salvată cu succes!
ru_ru: Резервное намерение по умолчанию успешно сохранено!
sv: Default Intent Fallback har sparats!
th_th: บันทึกความตั้งใจสำรองเริ่มต้นเรียบร้อยแล้ว!
tl_ph: Matagumpay na Na-save ang Default Intent Fallback!
tr_tr: Varsayılan Amaç Geri Dönüşü Başarıyla Kaydedildi!

source: Discard
cs_cz: Vyřadit
de_de: Verwerfen
nl_nl: Weggooien
ro_ro: Aruncă
ru_ru: Отказаться
sv: Kassera
th_th: ทิ้ง
tl_ph: Itapon
tr_tr: At

source: Temporary discard
cs_cz: Dočasné vyřazení
de_de: Vorübergehendes Verwerfen
nl_nl: Tijdelijk weggooien
ro_ro: Aruncare temporară
ru_ru: Временный сброс
sv: Tillfälligt kassering
th_th: ทิ้งชั่วคราว
tl_ph: Pansamantalang pagtatapon
tr_tr: Geçici olarak atma

source: Automate
cs_cz: Automatizovat
de_de: Automatisieren
nl_nl: Automatiseer
ro_ro: Automatizați
ru_ru: Автоматизировать
sv: Automatisera
th_th: อัตโนมัติ
tl_ph: I-automate
tr_tr: Otomatikleştirmek

source: User input
cs_cz: Uživatelský vstup
de_de: Benutzereingabe
nl_nl: Gebruikersinvoer
ro_ro: Intrarea utilizatorului
ru_ru: Пользовательский ввод
sv: Användarinmatning
th_th: ข้อมูลผู้ใช้
tl_ph: input ng user
tr_tr: Kullanıcı girişi

source: Form
cs_cz: Formulář
de_de: Bilden
nl_nl: Formulier
ro_ro: Formă
ru_ru: Форма
th_th: รูปร่าง
tr_tr: Biçim

source: Fallback
cs_cz: Záložní
de_de: Zurückgreifen
nl_nl: Terugval
ro_ro: Da înapoi
ru_ru: Отступать
sv: Reserv
th_th: ทางเลือกสำรอง
tr_tr: Geri çekilmek

source: Chat
cs_cz: Povídání
de_de: Chatten
nl_nl: Chatten
ru_ru: Чат
sv: Chatta
th_th: แชท
tr_tr: Sohbet

source: Available Variable
cs_cz: Dostupné Proměnné
de_de: Verfügbare Variable
nl_nl: Beschikbare variabele
ro_ro: Variabilă disponibilă
ru_ru: Доступная переменная
sv: Tillgänglig Variabel
th_th: ตัวแปรที่มีอยู่
tl_ph: Available na Variable
tr_tr: Mevcut Değişken

source: Product Name
cs_cz: Název produktu
de_de: Produktname
nl_nl: Productnaam
ro_ro: Numele produsului
ru_ru: Название продукта
sv: Produktnamn
th_th: ชื่อสินค้า
tl_ph: Pangalan ng Produkto
tr_tr: Ürün Adı

source: Minimum Price
cs_cz: Minimální cena
de_de: Mindestpreis
nl_nl: Minimumprijs
ro_ro: Pret Minim
ru_ru: Минимальная цена
sv: Lägsta pris
th_th: ราคาขั้นต่ำ
tl_ph: Pinakamababang Presyo
tr_tr: Asgari Fiyat

source: Maximum Price
cs_cz: Maximální cena
de_de: Maximaler Preis
nl_nl: Maximale prijs
ro_ro: Preț maxim
ru_ru: Максимальная цена
sv: Maxpris
th_th: ราคาสูงสุด
tl_ph: Pinakamataas na Presyo
tr_tr: Maksimum Fiyat

source: User Login
cs_cz: Přihlášení uživatele
de_de: Benutzeranmeldung
nl_nl: Gebruiker inloggen
ro_ro: Autentificare utilizator
ru_ru: Вход пользователя
sv: Användarinloggning
th_th: เข้าสู่ระบบผู้ใช้
tl_ph: Login ng User
tr_tr: Kullanıcı Girişi

source: Action Icon
cs_cz: Ikona akce
de_de: Aktionssymbol
nl_nl: Actie-icoon
ro_ro: Pictogramă de acțiune
ru_ru: Значок действия
sv: Åtgärd ikon
th_th: ไอคอนการดำเนินการ
tl_ph: Icon ng Pagkilos
tr_tr: Eylem Simgesi

source: User Icon
cs_cz: Ikona uživatele
de_de: Benutzersymbol
nl_nl: Gebruikerspictogram
ro_ro: Pictogramă utilizator
ru_ru: Значок пользователя
sv: Användarikon
th_th: ไอคอนผู้ใช้
tl_ph: Icon ng User
tr_tr: Kullanıcı Simgesi

source: User
cs_cz: Uživatel
de_de: Benutzer
nl_nl: Gebruiker
ro_ro: Utilizator
ru_ru: Пользователь
sv: Användare
th_th: ผู้ใช้
tl_ph: Gumagamit
tr_tr: Kullanıcı

source: Bot Response
cs_cz: Odpověď robota
de_de: Bot-Antwort
nl_nl: Bot-reactie
ro_ro: Răspuns Bot
ru_ru: Ответ бота
sv: Bot svar
th_th: การตอบสนองของบอท
tl_ph: Tugon ng Bot
tr_tr: Bot Yanıtı

source: User Text Icon
cs_cz: Ikona uživatelského textu
de_de: Benutzertextsymbol
nl_nl: Gebruikerstekstpictogram
ro_ro: Pictograma text utilizator
ru_ru: Текстовый значок пользователя
sv: Användartextikon
th_th: ผู้ใช้ข้อความไอคอน
tl_ph: Icon ng Teksto ng Gumagamit
tr_tr: Kullanıcı Metni Simgesi

source: Bot Function Icon
cs_cz: Ikona funkce bota
de_de: Bot-Funktionssymbol
nl_nl: Bot-functiepictogram
ro_ro: Pictograma funcției bot
ru_ru: Значок функции бота
sv: Bot funktionsikon
th_th: ไอคอนฟังก์ชั่นบอท
tl_ph: Icon ng Bot Function
tr_tr: Bot İşlev Simgesi

source: Bot Function
cs_cz: Funkce bot
de_de: Bot-Funktion
nl_nl: Bot-functie
ro_ro: Funcția bot
ru_ru: Функция бота
sv: Bot funktion
th_th: ฟังก์ชั่นบอท
tl_ph: Function ng Bot
tr_tr: Bot İşlevi

source: Predefined Function
cs_cz: Předdefinovaná funkce
de_de: Vordefinierte Funktion
nl_nl: Voorgedefinieerde functie
ro_ro: Funcție predefinită
ru_ru: Предопределенная функция
sv: Fördefinierad funktion
th_th: ฟังก์ชั่นที่กำหนดไว้ล่วงหน้า
tl_ph: Paunang-natukoy na Function
tr_tr: Önceden Tanımlanmış İşlev

source: Bot Action Icon
cs_cz: Ikona akce bota
de_de: Bot-Aktionssymbol
nl_nl: Bot-actiepictogram
ro_ro: Pictograma Bot Action
ru_ru: Значок действия бота
sv: Bot Action Ikon
th_th: ไอคอนแอคชั่นบอท
tl_ph: Icon ng Bot Action
tr_tr: Bot Eylem Simgesi

source: Bot Action
de_de: Bot-Aktion
nl_nl: Bot-actie
ro_ro: Acțiunea botului
ru_ru: Действие бота
th_th: การกระทำของบอท
tl_ph: Aksyon ng Bot
tr_tr: Bot Eylemi

source: Bot Form Icon
cs_cz: Bot Ikona formuláře
de_de: Bot-Formular-Symbol
nl_nl: Bot-formulierpictogram
ro_ro: Pictogramă formular bot
ru_ru: Значок формы бота
sv: Bot Form ikon
th_th: ไอคอนแบบฟอร์มบอท
tl_ph: Icon ng Bot Form
tr_tr: Bot Formu Simgesi

source: Bot Form
de_de: Bot-Formular
nl_nl: Bot-formulier
ro_ro: Forma bot
ru_ru: Форма бота
th_th: แบบฟอร์มบอท
tl_ph: Form ng Bot
tr_tr: Bot Formu

source: Fallback Icon
cs_cz: Záložní ikona
de_de: Fallback-Symbol
nl_nl: Terugvalpictogram
ro_ro: Pictogramă de rezervă
ru_ru: Резервный значок
sv: Reservikon
th_th: ไอคอนทางเลือก
tl_ph: Icon ng Fallback
tr_tr: Geri Dönüş Simgesi

source: Fallback Massege
cs_cz: Záložní zpráva
de_de: Fallback-Nachricht
nl_nl: Terugvalbericht
ro_ro: Mesaj de rezervă
ru_ru: Резервное сообщение
sv: Reservmeddelande
th_th: ข้อความทางเลือก
tl_ph: Fallback na Mensahe
tr_tr: Geri Dönüş Mesajı

source: Save & Close
cs_cz: Uložit a zavřít
de_de: Speichern und schließen
nl_nl: Opslaan en sluiten
ro_ro: Salvați și închideți
ru_ru: Сохранить и закрыть
sv: Spara & Stäng
th_th: บันทึกและปิด
tl_ph: I-save at Isara
tr_tr: Kaydet ve Kapat

source: Info Icon
cs_cz: Informační ikona
de_de: Info-Symbol
nl_nl: Info-pictogram
ro_ro: Pictograma Info
ru_ru: Значок информации
sv: Informationsikon
th_th: ไอคอนข้อมูล
tl_ph: Icon ng Impormasyon
tr_tr: Bilgi Simgesi

source: How to add parameters
cs_cz: Jak přidat parametry
de_de: So fügen Sie Parameter hinzu
nl_nl: Hoe parameters toe te voegen
ro_ro: Cum se adaugă parametri
ru_ru: Как добавить параметры
sv: Hur man lägger till parametrar
th_th: วิธีเพิ่มพารามิเตอร์
tl_ph: Paano magdagdag ng mga parameter
tr_tr: Parametreler nasıl eklenir?

source: User form Icon
cs_cz: Ikona uživatelského formuláře
de_de: Benutzerformular-Symbol
nl_nl: Gebruikersformulier Icoon
ro_ro: Pictograma formular de utilizator
ru_ru: Иконка формы пользователя
sv: Användarformulärikon
th_th: ไอคอนแบบฟอร์มผู้ใช้
tl_ph: Icon ng form ng user
tr_tr: Kullanıcı formu simgesi

source: Form Name *
cs_cz: Název formuláře *
de_de: Formularname *
nl_nl: Formuliernaam *
ro_ro: Nume formular *
ru_ru: Имя формы *
sv: Formulärnamn *
th_th: ชื่อแบบฟอร์ม *
tl_ph: Pangalan ng Form *
tr_tr: Form Adı *

source: Add New Variable
cs_cz: Přidat novou proměnnou
de_de: Neue Variable hinzufügen
nl_nl: Nieuwe variabele toevoegen
ro_ro: Adăugați o variabilă nouă
ru_ru: Добавить новую переменную
sv: Lägg till ny variabel
th_th: เพิ่มตัวแปรใหม่
tl_ph: Magdagdag ng Bagong Variable
tr_tr: Yeni Değişken Ekle

source: Function Form
cs_cz: Funkční formulář
de_de: Funktionsform
nl_nl: Functie formulier
ro_ro: Forma funcției
ru_ru: Форма функции
sv: Funktionsformulär
th_th: แบบฟอร์มฟังก์ชัน
tr_tr: Fonksiyon Formu

source: Action Form
cs_cz: Akční formulář
de_de: Aktionsformular
nl_nl: Actieformulier
ro_ro: Formular de acțiune
ru_ru: Форма действия
sv: Åtgärdsformulär
th_th: แบบฟอร์มการดำเนินการ
tl_ph: Form ng Aksyon
tr_tr: Eylem Formu

source: Custom Action
cs_cz: Vlastní akce
de_de: Benutzerdefinierte Aktion
nl_nl: Aangepaste actie
ro_ro: Acțiune personalizată
ru_ru: Пользовательское действие
sv: Anpassad åtgärd
th_th: การกระทำที่กำหนดเอง
tl_ph: Custom na Pagkilos
tr_tr: Özel Eylem

source: Add New Custom Action
cs_cz: Přidat novou vlastní akci
de_de: Neue benutzerdefinierte Aktion hinzufügen
nl_nl: Nieuwe aangepaste actie toevoegen
ro_ro: Adăugați o nouă acțiune personalizată
ru_ru: Добавить новое пользовательское действие
sv: Lägg till ny anpassad åtgärd
th_th: เพิ่มการกระทำแบบกำหนดเองใหม่
tl_ph: Magdagdag ng Bagong Custom na Aksyon
tr_tr: Yeni Özel Eylem Ekle

source: Add New Parameter
cs_cz: Přidat nový parametr
de_de: Neuen Parameter hinzufügen
nl_nl: Voeg nieuwe parameter toe
ro_ro: Adăugați un nou parametru
ru_ru: Добавить новый параметр
sv: Lägg till ny parameter
th_th: เพิ่มพารามิเตอร์ใหม่
tl_ph: Magdagdag ng Bagong Parameter
tr_tr: Yeni Parametre Ekle

source: Intent Fallback
cs_cz: Záloha záměru
de_de: Absichts-Fallback
nl_nl: Opzettelijke terugval
ro_ro: Intenția de rezervă
ru_ru: Намерение резервного копирования
th_th: ความตั้งใจสำรอง
tr_tr: Amaç Geri Dönüşü

source: Save Story
cs_cz: Uložit příběh
de_de: Geschichte speichern
nl_nl: Verhaal opslaan
ro_ro: Salvați povestea
ru_ru: Сохранить историю
sv: Spara berättelse
th_th: บันทึกเรื่องราว
tl_ph: I-save ang Kwento
tr_tr: Hikayeyi Kaydet

source: Reset Story
cs_cz: Obnovit příběh
de_de: Story zurücksetzen
nl_nl: Verhaal opnieuw instellen
ro_ro: Resetează povestea
ru_ru: Сбросить историю
sv: Återställ berättelse
th_th: รีเซ็ตเรื่องราว
tl_ph: I-reset ang Kwento
tr_tr: Hikayeyi Sıfırla

source: Story has been successfully saved.
cs_cz: Příběh byl úspěšně uložen.
de_de: Die Geschichte wurde erfolgreich gespeichert.
nl_nl: Het verhaal is succesvol opgeslagen.
ro_ro: Povestea a fost salvată cu succes.
ru_ru: История успешно сохранена.
sv: Berättelsen har sparats.
th_th: บันทึกเรื่องราวเรียบร้อยแล้ว
tl_ph: Ang kwento ay matagumpay na nai-save.
tr_tr: Hikaye başarıyla kaydedildi.

source: WooCommerce is not active!
cs_cz: WooCommerce není aktivní!
de_de: WooCommerce ist nicht aktiv!
nl_nl: WooCommerce is niet actief!
ro_ro: WooCommerce nu este activ!
ru_ru: WooCommerce не активен!
sv: WooCommerce är inte aktiv!
th_th: WooCommerce ใช้งานไม่ได้!
tl_ph: Hindi aktibo ang WooCommerce!
tr_tr: WooCommerce aktif değil!

source: Error encountered in template.
cs_cz: V šabloně došlo k chybě.
de_de: In der Vorlage ist ein Fehler aufgetreten.
nl_nl: Er is een fout opgetreden in de sjabloon.
ro_ro: Eroare întâlnită în șablon.
ru_ru: В шаблоне обнаружена ошибка.
sv: Ett fel påträffades i mallen.
th_th: พบข้อผิดพลาดในเทมเพลต
tl_ph: Nagkaroon ng error sa template.
tr_tr: Şablonda hatayla karşılaşıldı.

source: An empty story name.
cs_cz: Prázdný název příběhu.
de_de: Ein leerer Story-Name.
nl_nl: Een lege verhaalnaam.
ro_ro: Un nume de poveste gol.
ru_ru: Пустое название истории.
sv: Ett tomt berättelsenamn.
th_th: ชื่อเรื่องราวที่ว่างเปล่า
tl_ph: Isang walang laman na pangalan ng kwento.
tr_tr: Boş bir hikaye adı.

source: An empty story template.
cs_cz: Prázdná šablona příběhu.
de_de: Eine leere Story-Vorlage.
nl_nl: Een leeg verhaalsjabloon.
ro_ro: Un șablon de poveste gol.
ru_ru: Пустой шаблон истории.
sv: En tom berättelsemall.
th_th: เทมเพลตเรื่องราวที่ว่างเปล่า
tl_ph: Isang walang laman na template ng kwento.
tr_tr: Boş bir hikaye şablonu.

source: title
cs_cz: titul
de_de: Titel
nl_nl: titel
ro_ro: titlu
ru_ru: заголовок
sv: titel
th_th: ชื่อ
tl_ph: pamagat
tr_tr: başlık

source: Active
cs_cz: Aktivní
de_de: Aktiv
nl_nl: Actief
ro_ro: Activ
ru_ru: Активный
sv: Aktiv
th_th: คล่องแคล่ว
tl_ph: Aktibo
tr_tr: Aktif

source: Disable
cs_cz: Zakázat
de_de: Deaktivieren
nl_nl: Uitzetten
ro_ro: Dezactivați
ru_ru: Запрещать
sv: Inaktivera
th_th: ปิดการใช้งาน
tl_ph: Huwag paganahin
tr_tr: Devre dışı bırakmak

source: Edit Story
cs_cz: Upravit příběh
de_de: Geschichte bearbeiten
nl_nl: Verhaal bewerken
ro_ro: Editează povestea
ru_ru: Редактировать историю
sv: Redigera berättelse
th_th: แก้ไขเรื่องราว
tl_ph: I-edit ang Kwento
tr_tr: Hikayeyi Düzenle

source: Are you sure to delete
cs_cz: Jste si jisti, že chcete smazat?
de_de: Sind Sie sicher, dass Sie es löschen möchten?
nl_nl: Weet u zeker dat u het wilt verwijderen
ro_ro: Sunteți sigur că veți șterge
ru_ru: Вы уверены, что удалите
sv: Är du säker på att ta bort
th_th: คุณแน่ใจที่จะลบ
tl_ph: Sigurado ka bang tatanggalin
tr_tr: Silmek istediğinizden emin misiniz?

source: Delete Story
cs_cz: Smazat příběh
de_de: Story löschen
nl_nl: Verhaal verwijderen
ro_ro: Șterge povestea
ru_ru: Удалить историю
sv: Ta bort berättelse
th_th: ลบเรื่องราว
tl_ph: Tanggalin ang Kwento
tr_tr: Hikayeyi Sil

source: Built Story
cs_cz: Postavený příběh
de_de: Gebaute Geschichte
nl_nl: Gebouwd verhaal
ro_ro: Povestea construită
ru_ru: Построенная история
sv: Byggd berättelse
th_th: เรื่องราวที่สร้างขึ้น
tl_ph: Buong Kwento
tr_tr: İnşa Edilmiş Hikaye

source: Built
cs_cz: Postavený
de_de: Gebaut
nl_nl: Gebouwd
ro_ro: Construit
ru_ru: Построен
sv: Inbyggd
th_th: สร้าง
tl_ph: Itinayo
tr_tr: inşa edilmiş
