Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: With Ban Email, you can limit a users ability to create new tickets by blocking their email address.
ar: باستخدام حظر البريد الإلكتروني، يمكنك تقييد قدرة المستخدمين على إنشاء تذاكر جديدة عن طريق حظر عنوان بريدهم الإلكتروني.
el: Με το Ban Email, μπορείτε να περιορίσετε τη δυνατότητα των χρηστών να δημιουργούν νέα εισιτήρια αποκλείοντας τη διεύθυνση email τους.
es_es: Con Ban Email, puede limitar la capacidad de un usuario para crear nuevos tickets bloqueando su dirección de correo electrónico.
fr_fr: Avec Ban Email, vous pouvez limiter la capacité d'un utilisateur à créer de nouveaux tickets en bloquant son adresse e-mail.
id_id: Dengan Larangan Email, Anda dapat membatasi kemampuan pengguna untuk membuat tiket baru dengan memblokir alamat email mereka.
it_it: Con Ban Email, puoi limitare la capacità di un utente di creare nuovi ticket bloccando il suo indirizzo email.
ja_jp: 電子メール禁止を使用すると、電子メール アドレスをブロックすることで、ユーザーが新しいチケットを作成できるように制限できます。
ms_my: Dengan E-mel Ban, anda boleh mengehadkan keupayaan pengguna untuk mencipta tiket baharu dengan menyekat alamat e-mel mereka.
pl_pl: Dzięki funkcji Ban Email możesz ograniczyć użytkownikom możliwość tworzenia nowych zgłoszeń, blokując ich adresy e-mail.
pt_br: Com Ban Email, você pode limitar a capacidade de um usuário criar novos tickets bloqueando seu endereço de email.

source: FAQ
ar: التعليمات
es_es: Preguntas frecuentes
id_id: Pertanyaan Umum
it_it: Domande frequenti
ja_jp: よくある質問
ms_my: Soalan Lazim
pl_pl: Często zadawane pytania
pt_br: Perguntas frequentes

source: Provide answers to common user questions with the FAQ extension before they become tickets.
ar: قم بتقديم إجابات لأسئلة المستخدم الشائعة باستخدام ملحق الأسئلة الشائعة قبل أن تصبح تذاكر.
el: Δώστε απαντήσεις σε κοινές ερωτήσεις χρηστών με την επέκταση FAQ προτού γίνουν εισιτήρια.
es_es: Proporcione respuestas a preguntas comunes de los usuarios con la extensión Preguntas frecuentes antes de que se conviertan en tickets.
fr_fr: Fournissez des réponses aux questions courantes des utilisateurs avec l'extension FAQ avant qu'elles ne deviennent des tickets.
id_id: Berikan jawaban atas pertanyaan umum pengguna dengan ekstensi FAQ sebelum menjadi tiket.
it_it: Fornisci risposte alle domande comuni degli utenti con l'estensione FAQ prima che diventino ticket.
ja_jp: ユーザーの一般的な質問に対しては、チケットになる前に FAQ 拡張機能を使用して回答を提供します。
ms_my: Berikan jawapan kepada soalan biasa pengguna dengan sambungan Soalan Lazim sebelum ia menjadi tiket.
pl_pl: Podaj odpowiedzi na częste pytania użytkowników za pomocą rozszerzenia FAQ, zanim staną się one biletami.
pt_br: Forneça respostas a perguntas comuns dos usuários com a extensão FAQ antes que elas se tornem tickets.

source: admin widgets
ar: الحاجيات المشرف
el: γραφικά στοιχεία διαχειριστή
es_es: widgets de administrador
fr_fr: widgets d'administration
id_id: widget admin
it_it: widget di amministrazione
ja_jp: 管理ウィジェット
ms_my: widget pentadbir
pl_pl: widżety administratora
pt_br: widgets de administração

source: Admin Widgets
ar: الحاجيات المشرف
el: Γραφικά στοιχεία διαχειριστή
es_es: Widgets de administrador
fr_fr: Widgets d'administration
id_id: Widget Admin
it_it: Widget di amministrazione
ja_jp: 管理者ウィジェット
ms_my: Widget Pentadbir
pl_pl: Widżety administratora
pt_br: Widgets de administração

source: Get immediate data on your support operations as soon as you log into your WordPress administration area.
ar: احصل على بيانات فورية حول عمليات الدعم الخاصة بك بمجرد تسجيل الدخول إلى منطقة إدارة WordPress الخاصة بك.
el: Λάβετε άμεσα δεδομένα για τις λειτουργίες υποστήριξής σας αμέσως μόλις συνδεθείτε στην περιοχή διαχείρισης του WordPress.
es_es: Obtenga datos inmediatos sobre sus operaciones de soporte tan pronto como inicie sesión en su área de administración de WordPress.
fr_fr: Obtenez des données immédiates sur vos opérations de support dès que vous vous connectez à votre zone d'administration WordPress.
id_id: Dapatkan data langsung tentang operasi dukungan Anda segera setelah Anda masuk ke area administrasi WordPress Anda.
it_it: Ottieni dati immediati sulle tue operazioni di supporto non appena accedi all'area di amministrazione di WordPress.
ja_jp: WordPress 管理エリアにログインするとすぐに、サポート業務に関するデータをすぐに取得できます。
ms_my: Dapatkan data segera tentang operasi sokongan anda sebaik sahaja anda log masuk ke kawasan pentadbiran WordPress anda.
pl_pl: Uzyskaj natychmiastowe dane dotyczące działań wsparcia zaraz po zalogowaniu się do obszaru administracyjnego WordPress.
pt_br: Obtenha dados imediatos sobre suas operações de suporte assim que fizer login na área de administração do WordPress.

source: desktop notifications
ar: إشعارات سطح المكتب
el: ειδοποιήσεις επιφάνειας εργασίας
es_es: notificaciones de escritorio
fr_fr: notifications sur le bureau
id_id: pemberitahuan desktop
it_it: notifiche sul desktop
ja_jp: デスクトップ通知
ms_my: pemberitahuan desktop
pl_pl: powiadomienia na pulpicie
pt_br: notificações na área de trabalho

source: Desktop Notifications
ar: إشعارات سطح المكتب
el: Ειδοποιήσεις επιφάνειας εργασίας
es_es: Notificaciones de escritorio
fr_fr: Notifications sur le bureau
id_id: Pemberitahuan Desktop
it_it: Notifiche sul desktop
ja_jp: デスクトップ通知
ms_my: Pemberitahuan Desktop
pl_pl: Powiadomienia na pulpicie
pt_br: Notificações na área de trabalho

source: You will be informed of anything that occurs on your support system by the desktop notifications.
ar: سيتم إعلامك بأي شيء يحدث على نظام الدعم الخاص بك عن طريق إشعارات سطح المكتب.
el: Θα ενημερωθείτε για οτιδήποτε συμβεί στο σύστημα υποστήριξής σας από τις ειδοποιήσεις επιφάνειας εργασίας.
es_es: Las notificaciones del escritorio le informarán de cualquier cosa que ocurra en su sistema de soporte.
fr_fr: Vous serez informé de tout ce qui se passe sur votre système d'assistance par les notifications du bureau.
id_id: Anda akan diberitahu tentang apa pun yang terjadi pada sistem pendukung Anda melalui pemberitahuan desktop.
it_it: Sarai informato di tutto ciò che accade sul tuo sistema di supporto tramite le notifiche sul desktop.
ja_jp: サポート システムで発生したことはすべて、デスクトップ通知によって通知されます。
ms_my: Anda akan dimaklumkan tentang apa-apa yang berlaku pada sistem sokongan anda melalui pemberitahuan desktop.
pl_pl: Będziesz informowany o wszystkim, co wydarzy się w Twoim systemie wsparcia, za pomocą powiadomień na pulpicie.
pt_br: Você será informado sobre tudo o que ocorrer em seu sistema de suporte pelas notificações na área de trabalho.

source: The integration of the support ticket system for WooCommerce with your e-shop makes your support better and more professional.
ar: إن دمج نظام تذاكر الدعم لـ WooCommerce مع متجرك الإلكتروني يجعل دعمك أفضل وأكثر احترافية.
el: Η ενσωμάτωση του συστήματος εισιτηρίων υποστήριξης για το WooCommerce με το ηλεκτρονικό σας κατάστημα κάνει την υποστήριξή σας καλύτερη και πιο επαγγελματική.
es_es: La integración del sistema de tickets de soporte para WooCommerce con su tienda electrónica hace que su soporte sea mejor y más profesional.
fr_fr: L'intégration du système de ticket de support pour WooCommerce avec votre e-boutique rend votre support meilleur et plus professionnel.
id_id: Integrasi sistem tiket dukungan untuk WooCommerce dengan toko elektronik Anda menjadikan dukungan Anda lebih baik dan profesional.
it_it: L'integrazione del sistema di ticket di supporto per WooCommerce con il tuo e-shop rende il tuo supporto migliore e più professionale.
ja_jp: WooCommerce のサポート チケット システムと e ショップの統合により、サポートがより優れた、よりプロフェッショナルなものになります。
ms_my: Penyepaduan sistem tiket sokongan untuk WooCommerce dengan e-kedai anda menjadikan sokongan anda lebih baik dan lebih profesional.
pl_pl: Integracja systemu zgłoszeń wsparcia dla WooCommerce z Twoim e-sklepem sprawi, że Twoje wsparcie będzie lepsze i bardziej profesjonalne.
pt_br: A integração do sistema de tickets de suporte do WooCommerce com sua loja virtual torna seu suporte melhor e mais profissional.

source: Manage your email marketing campaigns directly from your majestic support by adding new user accounts to your Mailchimp email list.
ar: قم بإدارة حملات التسويق عبر البريد الإلكتروني مباشرة من دعمك الرائع عن طريق إضافة حسابات مستخدمين جديدة إلى قائمة بريدك الإلكتروني في Mailchimp.
el: Διαχειριστείτε τις καμπάνιες μάρκετινγκ μέσω email απευθείας από τη μαγευτική υποστήριξή σας, προσθέτοντας νέους λογαριασμούς χρηστών στη λίστα email του Mailchimp.
es_es: Administre sus campañas de marketing por correo electrónico directamente desde su majestuoso soporte agregando nuevas cuentas de usuario a su lista de correo electrónico de Mailchimp.
fr_fr: Gérez vos campagnes de marketing par e-mail directement depuis votre support majestueux en ajoutant de nouveaux comptes d'utilisateurs à votre liste de diffusion Mailchimp.
id_id: Kelola kampanye pemasaran email Anda langsung dari dukungan luar biasa Anda dengan menambahkan akun pengguna baru ke daftar email Mailchimp Anda.
it_it: Gestisci le tue campagne di email marketing direttamente dal tuo maestoso supporto aggiungendo nuovi account utente alla tua lista email Mailchimp.
ja_jp: 新しいユーザー アカウントを Mailchimp メール リストに追加することで、Majestic サポートから直接メール マーケティング キャンペーンを管理できます。
ms_my: Urus kempen pemasaran e-mel anda terus daripada sokongan hebat anda dengan menambahkan akaun pengguna baharu pada senarai e-mel Mailchimp anda.
pl_pl: Zarządzaj kampaniami e-mail marketingu bezpośrednio ze swojego majestatycznego wsparcia, dodając nowe konta użytkowników do swojej listy e-mailowej Mailchimp.
pt_br: Gerencie suas campanhas de marketing por e-mail diretamente do seu suporte majestoso, adicionando novas contas de usuário à sua lista de e-mail do Mailchimp.

source: internal mail
ar: بريد داخلي
el: εσωτερική αλληλογραφία
es_es: correo interno
fr_fr: courrier interne
id_id: surat internal
it_it: posta interna
ja_jp: 社内メール
ms_my: mel dalaman
pl_pl: poczta wewnętrzna
pt_br: correio interno

source: Internal Mail
ar: البريد الداخلي
el: Εσωτερική αλληλογραφία
es_es: Correo Interno
fr_fr: Courrier interne
id_id: Surat Internal
it_it: Posta interna
ja_jp: 社内メール
ms_my: Mel Dalaman
pl_pl: Poczta wewnętrzna
pt_br: Correio Interno

source: Send messages internally about support tickets and other issues between agents with internal mail.
ar: أرسل رسائل داخليًا حول تذاكر الدعم والمشكلات الأخرى بين الوكلاء الذين لديهم بريد داخلي.
el: Στείλτε εσωτερικά μηνύματα σχετικά με εισιτήρια υποστήριξης και άλλα ζητήματα μεταξύ πρακτόρων με εσωτερική αλληλογραφία.
es_es: Envíe mensajes internamente sobre tickets de soporte y otros problemas entre agentes con correo interno.
fr_fr: Envoyez des messages en interne sur les tickets d'assistance et d'autres problèmes entre agents avec un courrier interne.
id_id: Kirim pesan secara internal tentang tiket dukungan dan masalah lain antar agen dengan surat internal.
it_it: Invia messaggi internamente su ticket di supporto e altri problemi tra agenti con posta interna.
ja_jp: 内部メールを使用して、サポート チケットやその他の問題に関するメッセージをエージェント間で社内に送信します。
ms_my: Hantar mesej secara dalaman tentang tiket sokongan dan isu lain antara ejen dengan mel dalaman.
pl_pl: Wysyłaj wiadomości wewnętrzne dotyczące zgłoszeń do pomocy technicznej i innych problemów między agentami za pomocą poczty wewnętrznej.
pt_br: Envie mensagens internamente sobre tickets de suporte e outros problemas entre agentes com correspondência interna.

source: frontend widget
ar: القطعة الواجهة الأمامية
el: widget frontend
es_es: widget de interfaz
fr_fr: widget frontal
id_id: widget bagian depan
it_it: widget di frontend
ja_jp: フロントエンドウィジェット
ms_my: widget bahagian hadapan
pl_pl: widżet frontendowy
pt_br: widget de front-end

source: Front-End Widgets
ar: الحاجيات الأمامية
el: Γραφικά στοιχεία διεπαφής
es_es: Widgets de interfaz de usuario
fr_fr: Widgets frontaux
id_id: Widget Front-End
it_it: Widget front-end
ja_jp: フロントエンドウィジェット
ms_my: Widget Hadapan
pl_pl: Widżety front-endowe
pt_br: Widgets de front-end

source: Frontend Widgets include several widgets that can be used to enhance the plugin's functionality in various areas of the website.
ar: تتضمن أدوات الواجهة الأمامية العديد من الأدوات التي يمكن استخدامها لتحسين وظائف البرنامج الإضافي في مناطق مختلفة من موقع الويب.
el: Τα γραφικά στοιχεία Frontend περιλαμβάνουν πολλά γραφικά στοιχεία που μπορούν να χρησιμοποιηθούν για τη βελτίωση της λειτουργικότητας της προσθήκης σε διάφορες περιοχές του ιστότοπου.
es_es: Los widgets de interfaz incluyen varios widgets que se pueden utilizar para mejorar la funcionalidad del complemento en varias áreas del sitio web.
fr_fr: Les widgets frontend incluent plusieurs widgets qui peuvent être utilisés pour améliorer les fonctionnalités du plugin dans diverses zones du site Web.
id_id: Widget Frontend mencakup beberapa widget yang dapat digunakan untuk meningkatkan fungsionalitas plugin di berbagai area situs web.
it_it: I widget frontend includono diversi widget che possono essere utilizzati per migliorare la funzionalità del plugin in varie aree del sito web.
ja_jp: フロントエンド ウィジェットには、Web サイトのさまざまな領域でプラグインの機能を強化するために使用できるいくつかのウィジェットが含まれています。
ms_my: Widget Frontend termasuk beberapa widget yang boleh digunakan untuk meningkatkan kefungsian pemalam dalam pelbagai kawasan tapak web.
pl_pl: Frontend Widgets zawiera kilka widżetów, które można wykorzystać w celu zwiększenia funkcjonalności wtyczki w różnych obszarach witryny.
pt_br: Os widgets frontend incluem vários widgets que podem ser usados ​​para aprimorar a funcionalidade do plugin em diversas áreas do site.

source: Clients won't be able to open a new ticket using the Envato Validation plugin if they don't have a valid Envato license.
ar: لن يتمكن العملاء من فتح تذكرة جديدة باستخدام مكون Envato Validation الإضافي إذا لم يكن لديهم ترخيص Envato صالح.
el: Οι πελάτες δεν θα μπορούν να ανοίξουν ένα νέο εισιτήριο χρησιμοποιώντας την προσθήκη Envato Validation εάν δεν διαθέτουν έγκυρη άδεια Envato.
es_es: Los clientes no podrán abrir un nuevo ticket usando el complemento de validación de Envato si no tienen una licencia válida de Envato.
fr_fr: Les clients ne pourront pas ouvrir un nouveau ticket à l'aide du plugin Envato Validation s'ils ne disposent pas d'une licence Envato valide.
id_id: Klien tidak akan dapat membuka tiket baru menggunakan plugin Validasi Envato jika mereka tidak memiliki lisensi Envato yang valid.
it_it: I clienti non saranno in grado di aprire un nuovo ticket utilizzando il plug-in di convalida Envato se non dispongono di una licenza Envato valida.
ja_jp: 有効な Envato ライセンスがない場合、クライアントは Envato Validation プラグインを使用して新しいチケットを開くことができません。
ms_my: Pelanggan tidak akan dapat membuka tiket baharu menggunakan pemalam Pengesahan Envato jika mereka tidak mempunyai lesen Envato yang sah.
pl_pl: Klienci nie będą mogli otworzyć nowego zgłoszenia za pomocą wtyczki Envato Validation, jeśli nie posiadają ważnej licencji Envato.
pt_br: Os clientes não poderão abrir um novo ticket usando o plugin Envato Validation se não tiverem uma licença Envato válida.

source: easy digital download
ar: تحميل رقمي سهل
el: εύκολη ψηφιακή λήψη
es_es: descarga digital fácil
fr_fr: téléchargement numérique facile
id_id: pengunduhan digital yang mudah
it_it: facile download digitale
ja_jp: 簡単なデジタルダウンロード
ms_my: muat turun digital yang mudah
pl_pl: łatwe pobieranie cyfrowe
pt_br: download digital fácil

source: Easy Digital Download
ar: تحميل رقمي سهل
el: Εύκολη ψηφιακή λήψη
es_es: Descarga digital fácil
fr_fr: Téléchargement numérique facile
id_id: Unduhan Digital Mudah
it_it: Facile download digitale
ja_jp: 簡単なデジタルダウンロード
ms_my: Muat Turun Digital Mudah
pl_pl: Łatwe pobieranie cyfrowe
pt_br: Download digital fácil

source: Learn about a customer's purchase directly from the support dashboard by integrating Majestic Support with your EDD store.
ar: تعرف على عملية شراء العميل مباشرة من لوحة معلومات الدعم من خلال دمج Majestic Support مع متجر EDD الخاص بك.
el: Μάθετε για την αγορά ενός πελάτη απευθείας από τον πίνακα ελέγχου υποστήριξης, ενσωματώνοντας το Majestic Support με το κατάστημά σας EDD.
es_es: Obtenga información sobre la compra de un cliente directamente desde el panel de soporte integrando Majestic Support con su tienda EDD.
fr_fr: Renseignez-vous sur l'achat d'un client directement à partir du tableau de bord d'assistance en intégrant Majestic Support à votre boutique EDD.
id_id: Pelajari pembelian pelanggan langsung dari dasbor dukungan dengan mengintegrasikan Majestic Support dengan toko EDD Anda.
it_it: Scopri l'acquisto di un cliente direttamente dal dashboard di supporto integrando il supporto Majestic con il tuo negozio EDD.
ja_jp: Majestic サポートを EDD ストアと統合することで、サポート ダッシュボードから顧客の購入について直接知ることができます。
ms_my: Ketahui tentang pembelian pelanggan terus dari papan pemuka sokongan dengan menyepadukan Sokongan Majestic dengan kedai EDD anda.
pl_pl: Dowiedz się o zakupie klienta bezpośrednio z panelu wsparcia, integrując wsparcie Majestic ze swoim sklepem EDD.
pt_br: Saiba mais sobre a compra de um cliente diretamente no painel de suporte, integrando o Majestic Support à sua loja EDD.

source: Majestic Support Add-ons Bundle Pack
ar: حزمة حزمة الوظائف الإضافية لدعم Majestic
el: Πακέτο πρόσθετων Majestic Support
es_es: Paquete de complementos de soporte Majestic
fr_fr: Pack groupé de modules complémentaires Majestic Support
id_id: Paket Bundel Add-on Dukungan Majestic
it_it: Pacchetto pacchetto componenti aggiuntivi per il supporto Majestic
ja_jp: Majestic サポート アドオン バンドル パック
ms_my: Pek Himpunan Tambahan Sokongan Majestic
pl_pl: Pakiet dodatków wsparcia Majestic
pt_br: Pacote de complementos de suporte Majestic

source: Basic
ar: أساسي
el: Βασικός
es_es: Básico
fr_fr: Basique
id_id: Dasar
it_it: Di base
ja_jp: 基本
ms_my: asas
pl_pl: Podstawowy
pt_br: Básico

source: Unlimited Agents
ar: وكلاء غير محدود
el: Απεριόριστοι πράκτορες
es_es: Agentes ilimitados
fr_fr: Agents illimités
id_id: Agen Tanpa Batas
it_it: Agenti illimitati
ja_jp: 無制限のエージェント
ms_my: Ejen tanpa had
pl_pl: Nieograniczona liczba agentów
pt_br: Agentes Ilimitados

source: Helptopic
ar: موضوع تعليمات
el: Βοηθητικό θέμα
es_es: Tema de ayuda
fr_fr: Sujet d'aide
id_id: topik bantuan
it_it: Argomento della guida
ja_jp: ヘルプトピック
ms_my: Topik bantuan
pl_pl: Temat pomocy
pt_br: Tópico de ajuda

source: Show all
ar: عرض الكل
el: Εμφάνιση όλων
es_es: Mostrar todo
fr_fr: Afficher tout
id_id: Tunjukkan semuanya
it_it: Mostra tutto
ja_jp: すべて表示
ms_my: Tunjukkan semua
pl_pl: Pokaż wszystko
pt_br: Mostrar tudo

source: Everything in basic included and
ar: كل شيء في الأساسي متضمن و
el: Τα πάντα στα βασικά περιλαμβάνονται και
es_es: Todo en básico incluido y
fr_fr: Tout en basique inclus et
id_id: Segala sesuatu yang dasar termasuk dan
it_it: Tutto in base incluso e
ja_jp: 基本的なものはすべて含まれており、
ms_my: Segala-galanya dalam asas termasuk dan
pl_pl: Wszystko w pakiecie podstawowym i
pt_br: Tudo no básico incluído e

source: Premade Response
ar: استجابة مسبقة الصنع
el: Προκατασκευασμένη απόκριση
es_es: Respuesta prefabricada
fr_fr: Réponse prédéfinie
id_id: Respon yang Telah Dibuat Sebelumnya
it_it: Risposta predefinita
ja_jp: 事前に作成された応答
ms_my: Respons Prabuatan
pl_pl: Wstępnie przygotowana odpowiedź
pt_br: Resposta pré-fabricada

source: Professional
ar: احترافي
el: Επαγγελματίας
es_es: Profesional
fr_fr: Professionnel
id_id: Profesional
it_it: Professionale
ja_jp: プロ
ms_my: Profesional
pl_pl: Profesjonalny
pt_br: Profissional

source: Everything in standard included and
ar: كل شيء في المعيار متضمن و
el: Όλα στο στάνταρ περιλαμβάνονται και
es_es: Todo en estándar incluido y
fr_fr: Tout en standard inclus et
id_id: Semuanya dalam standar termasuk dan
it_it: Tutto di serie incluso e
ja_jp: 標準ですべてが含まれており、
ms_my: Semua dalam standard termasuk dan
pl_pl: Wszystko w standardzie zawarte i
pt_br: Tudo em padrão incluído e

source: All Future Addons
ar: جميع الإضافات المستقبلية
el: Όλα τα μελλοντικά πρόσθετα
es_es: Todos los complementos futuros
fr_fr: Tous les futurs modules complémentaires
id_id: Semua Add-on Masa Depan
it_it: Tutti i componenti aggiuntivi futuri
ja_jp: 今後のすべてのアドオン
ms_my: Semua Tambahan Masa Depan
pl_pl: Wszystkie przyszłe dodatki
pt_br: Todos os complementos futuros

source: spinning wheel
ar: عجلة الغزل
el: ανέμη
es_es: rueca
fr_fr: rouet
id_id: roda berputar
it_it: ruota che gira
ja_jp: 糸車
ms_my: roda berputar
pl_pl: kołowrotek
pt_br: roda giratória

source: New Update Version
ar: نسخة التحديث الجديدة
el: Νέα έκδοση ενημέρωσης
es_es: Nueva versión de actualización
fr_fr: Nouvelle version de mise à jour
id_id: Versi Pembaruan Baru
it_it: Nuova versione di aggiornamento
ja_jp: 新しいアップデートバージョン
ms_my: Versi Kemas Kini Baharu
pl_pl: Nowa wersja aktualizacji
pt_br: Nova versão de atualização

source: is Available
ar: متاح
el: είναι διαθέσιμο
es_es: está disponible
fr_fr: est disponible
id_id: Tersedia
it_it: è disponibile
ja_jp: 利用可能です
ms_my: adalah Tersedia
pl_pl: jest dostępny
pt_br: está disponível

source: Version
ar: إصدار
el: Εκδοχή
es_es: Versión
id_id: Versi
it_it: Versione
ja_jp: バージョン
ms_my: Versi
pl_pl: Wersja
pt_br: Versão

source: addon in no longer active
ar: الملحق في لم يعد نشطا
el: το πρόσθετο δεν είναι πλέον ενεργό
es_es: El complemento ya no está activo.
fr_fr: le module complémentaire n'est plus actif
id_id: addon di tidak lagi aktif
it_it: componente aggiuntivo non più attivo
ja_jp: アドオンはもうアクティブではありません
ms_my: addon dalam tidak lagi aktif
pl_pl: dodatek nie jest już aktywny
pt_br: addon não está mais ativo

source: Please Insert Your Activation Key
ar: الرجاء إدخال مفتاح التنشيط الخاص بك
el: Εισαγάγετε το κλειδί ενεργοποίησής σας
es_es: Por favor inserte su clave de activación
fr_fr: Veuillez insérer votre clé d'activation
id_id: Silakan Masukkan Kunci Aktivasi Anda
it_it: Inserisci la chiave di attivazione
ja_jp: アクティベーション キーを挿入してください
ms_my: Sila Masukkan Kunci Pengaktifan Anda
pl_pl: Włóż swój klucz aktywacyjny
pt_br: Insira sua chave de ativação

source: XXXX-XXXX-XXXXX-XXXXX
el: ΧΧΧΧ-ΧΧΧ-ΧΧΧΧΧ-ΧΧΧΧ
es_es: XXXX-XXXX-XXXXX-XXXXXX
it_it: XXXX-XXXX-XXXXX-XXXXXX
ms_my: XXXX-XXXX-XXXX-XXXX
pl_pl: XXXX-XXXX-XXXXXX-XXXXXX

source: Proceed
ar: يتابع
el: Προχωρώ
es_es: Proceder
fr_fr: Procéder
id_id: Melanjutkan
it_it: Procedere
ja_jp: 進む
ms_my: Teruskan
pl_pl: Przystępować
pt_br: Prosseguir

source: GeekyBot Addon Installer
ar: GeekyBot الملحق المثبت
el: Πρόγραμμα εγκατάστασης πρόσθετων GeekyBot
es_es: Instalador del complemento GeekyBot
fr_fr: Programme d'installation du module complémentaire GeekyBot
id_id: Penginstal Addon GeekyBot
it_it: Programma di installazione del componente aggiuntivo GeekyBot
ja_jp: GeekyBot アドオン インストーラー
ms_my: Pemasang Addon GeekyBot
pl_pl: Instalator dodatku GeekyBot
pt_br: Instalador do complemento GeekyBot

source: Select All Addons
ar: حدد كافة الإضافات
el: Επιλέξτε Όλα τα πρόσθετα
es_es: Seleccionar todos los complementos
fr_fr: Sélectionner tous les modules complémentaires
id_id: Pilih Semua Add-on
it_it: Seleziona Tutti i componenti aggiuntivi
ja_jp: すべてのアドオンを選択
ms_my: Pilih Semua Tambahan
pl_pl: Wybierz Wszystkie dodatki
pt_br: Selecione todos os complementos

source: All allowed add ons are already installed
ar: جميع الإضافات المسموح بها مثبتة بالفعل
el: Όλα τα επιτρεπόμενα πρόσθετα έχουν ήδη εγκατασταθεί
es_es: Todos los complementos permitidos ya están instalados
fr_fr: Tous les modules complémentaires autorisés sont déjà installés
id_id: Semua add-on yang diizinkan telah diinstal
it_it: Tutti i componenti aggiuntivi consentiti sono già installati
ja_jp: 許可されたアドオンはすべてすでにインストールされています
ms_my: Semua alat tambah yang dibenarkan telah dipasang
pl_pl: Wszystkie dozwolone dodatki są już zainstalowane
pt_br: Todos os complementos permitidos já estão instalados
