Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: Template Field 1
ar: حقل القالب 1
el: Πεδίο προτύπου 1
es_es: Campo de plantilla 1
fr_fr: Champ de modèle 1
id_id: Bidang Templat 1
it_it: Campo modello 1
ja_jp: テンプレートフィールド1
ms_my: Medan Templat 1
pl_pl: Pole szablonu 1
pt_br: Campo de modelo 1

source: Title
ar: عنوان
el: Τίτλος
es_es: Título
fr_fr: Titre
id_id: Judul
it_it: Titolo
ja_jp: タイトル
ms_my: Tajuk
pl_pl: Tytuł
pt_br: Título

source: Template Field 2
ar: حقل القالب 2
el: Πεδίο προτύπου 2
es_es: Campo de plantilla 2
fr_fr: Champ de modèle 2
id_id: Bidang Templat 2
it_it: Campo modello 2
ja_jp: テンプレートフィールド2
ms_my: Medan Templat 2
pl_pl: Pole szablonu 2
pt_br: Campo de modelo 2

source: Template Field 3
ar: حقل القالب 3
el: Πεδίο προτύπου 3
es_es: Campo de plantilla 3
fr_fr: Champ de modèle 3
id_id: Bidang Templat 3
it_it: Campo modello 3
ja_jp: テンプレートフィールド 3
ms_my: Medan Templat 3
pl_pl: Pole szablonu 3
pt_br: Campo de modelo 3

source: Template Field 4
ar: حقل القالب 4
el: Πεδίο προτύπου 4
es_es: Campo de plantilla 4
fr_fr: Champ de modèle 4
id_id: Bidang Templat 4
it_it: Campo modello 4
ja_jp: テンプレートフィールド 4
ms_my: Medan Templat 4
pl_pl: Pole szablonu 4
pt_br: Campo de modelo 4

source: Template Field 10
ar: حقل القالب 10
el: Πεδίο προτύπου 10
es_es: Campo de plantilla 10
fr_fr: Champ modèle 10
id_id: Bidang Templat 10
it_it: Campo modello 10
ja_jp: テンプレートフィールド10
ms_my: Medan Templat 10
pl_pl: Pole szablonu 10
pt_br: Campo de modelo 10

source: Simple Link here
ar: رابط بسيط هنا
el: Απλός σύνδεσμος εδώ
es_es: Enlace sencillo aquí
fr_fr: Lien simple ici
id_id: Tautan Sederhana di sini
it_it: Link semplice qui
ja_jp: 簡易リンクはこちら
ms_my: Pautan Mudah di sini
pl_pl: Prosty link tutaj
pt_br: Link simples aqui

source: Button
ar: زر
el: Κουμπί
es_es: Botón
fr_fr: Bouton
id_id: Tombol
it_it: Pulsante
ja_jp: ボタン
ms_my: Butang
pl_pl: Przycisk
pt_br: Botão

source: Selected
ar: مختارة
el: Επιλεγμένο
es_es: Seleccionado
fr_fr: Choisi
id_id: Terpilih
it_it: Selezionato
ja_jp: 選択済み
ms_my: Dipilih
pl_pl: Wybrany
pt_br: Selecionado

source: Template Content
ar: محتوى القالب
el: Περιεχόμενο προτύπου
es_es: Contenido de la plantilla
fr_fr: Contenu du modèle
id_id: Konten Templat
it_it: Contenuto del modello
ja_jp: テンプレートの内容
ms_my: Kandungan Templat
pl_pl: Treść szablonu
pt_br: Conteúdo do modelo

source: Template Field
ar: حقل القالب
el: Πεδίο προτύπου
es_es: Campo de plantilla
fr_fr: Champ du modèle
id_id: Bidang Templat
it_it: Campo modello
ja_jp: テンプレートフィールド
ms_my: Medan Templat
pl_pl: Pole szablonu
pt_br: Campo de modelo

source: Show On Listing
ar: عرض في القائمة
el: Εμφάνιση στην καταχώριση
es_es: Mostrar en el listado
fr_fr: Afficher sur la liste
id_id: Tampilkan Di Daftar
it_it: Mostra nell'elenco
ja_jp: リストに表示
ms_my: Tunjukkan Pada Penyenaraian
pl_pl: Pokaż na liście
pt_br: Mostrar na listagem

source: Select Field
ar: حدد الحقل
el: Επιλέξτε Πεδίο
es_es: Seleccionar campo
fr_fr: Sélectionnez un champ
id_id: Pilih Bidang
it_it: Seleziona Campo
ja_jp: フィールドの選択
ms_my: Pilih Medan
pl_pl: Wybierz Pole
pt_br: Selecione o campo

source: Label
ar: ملصق
el: Επιγραφή
es_es: Etiqueta
fr_fr: Étiquette
it_it: Etichetta
ja_jp: ラベル
pl_pl: Etykieta
pt_br: Rótulo

source: Select Type
ar: حدد النوع
el: Επιλέξτε Τύπος
es_es: Seleccionar tipo
fr_fr: Sélectionnez le type
id_id: Pilih Jenis
it_it: Seleziona Tipo
ja_jp: タイプの選択
ms_my: Pilih Jenis
pl_pl: Wybierz Typ
pt_br: Selecione o tipo

source: Set Value
ar: تعيين القيمة
el: Ορισμός τιμής
es_es: Establecer valor
fr_fr: Définir la valeur
id_id: Tetapkan Nilai
it_it: Imposta valore
ja_jp: 設定値
ms_my: Tetapkan Nilai
pl_pl: Ustaw wartość
pt_br: Definir valor

source: No template fields are available!
ar: لا توجد حقول قالب متاحة!
el: Δεν υπάρχουν διαθέσιμα πεδία προτύπου!
es_es: ¡No hay campos de plantilla disponibles!
fr_fr: Aucun champ de modèle n'est disponible !
id_id: Tidak ada bidang templat yang tersedia!
it_it: Nessun campo modello disponibile!
ja_jp: 使用できるテンプレート フィールドがありません。
ms_my: Tiada medan templat tersedia!
pl_pl: Brak dostępnych pól szablonu!
pt_br: Nenhum campo de modelo está disponível!

source: Set Values
ar: تعيين القيم
el: Ορισμός τιμών
es_es: Establecer valores
fr_fr: Définir les valeurs
id_id: Tetapkan Nilai
it_it: Imposta valori
ja_jp: 設定値
ms_my: Tetapkan Nilai
pl_pl: Ustaw wartości
pt_br: Definir valores

source: Field Name :
ar: اسم الحقل :
el: Όνομα πεδίου:
es_es: Nombre del campo:
fr_fr: Nom du champ :
id_id: Nama Bidang :
it_it: Nome campo:
ja_jp: フィールド名:
ms_my: Nama Medan :
pl_pl: Nazwa pola:
pt_br: Nome do campo:

source: Save
ar: يحفظ
el: Εκτός
es_es: Ahorrar
fr_fr: Sauvegarder
id_id: Menyimpan
it_it: Salva
ja_jp: 保存
ms_my: Jimat
pl_pl: Ratować
pt_br: Salvar

source: Something went wrong try again later!
ar: حدث خطأ ما حاول مرة أخرى لاحقًا!
el: Κάτι πήγε στραβά δοκιμάστε ξανά αργότερα!
es_es: ¡Algo salió mal, inténtalo de nuevo más tarde!
fr_fr: Une erreur s'est produite, réessayez plus tard !
id_id: Ada yang tidak beres, coba lagi nanti!
it_it: Qualcosa è andato storto, riprova più tardi!
ja_jp: 問題が発生しましたので、後でもう一度試してください。
ms_my: Berlaku kesilapan cuba lagi nanti!
pl_pl: Coś poszło nie tak, spróbuj ponownie później!
pt_br: Algo deu errado, tente novamente mais tarde!

source: Info
ar: معلومات
el: Πληροφορίες
es_es: Información
fr_fr: Informations
id_id: Informasi
it_it: Informazioni
ja_jp: 情報
pl_pl: Informacje
pt_br: Informações

source: An empty expected value or display value field.
ar: قيمة متوقعة فارغة أو حقل قيمة العرض.
el: Ένα κενό πεδίο αναμενόμενης τιμής ή τιμής εμφάνισης.
es_es: Un campo de valor esperado o valor de visualización vacío.
fr_fr: Un champ de valeur attendue ou de valeur d'affichage vide.
id_id: Bidang nilai yang diharapkan atau nilai tampilan kosong.
it_it: Un campo del valore previsto o del valore visualizzato vuoto.
ja_jp: 空の期待値または表示値フィールド。
ms_my: Nilai jangkaan kosong atau medan nilai paparan.
pl_pl: Puste pole wartości oczekiwanej lub wartości wyświetlanej.
pt_br: Um campo de valor esperado ou valor de exibição vazio.

source: Values set successfully.
ar: تم تعيين القيم بنجاح.
el: Οι τιμές ορίστηκαν με επιτυχία.
es_es: Los valores se establecieron correctamente.
fr_fr: Valeurs définies avec succès.
id_id: Nilai berhasil ditetapkan.
it_it: Valori impostati correttamente.
ja_jp: 値が正常に設定されました。
ms_my: Nilai ditetapkan dengan jayanya.
pl_pl: Wartości ustawione pomyślnie.
pt_br: Valores definidos com sucesso.

source: Expected Value
ar: القيمة المتوقعة
el: Αναμενόμενη Αξία
es_es: Valor esperado
fr_fr: Valeur attendue
id_id: Nilai yang Diharapkan
it_it: Valore atteso
ja_jp: 期待値
ms_my: Nilai Jangkaan
pl_pl: Oczekiwana wartość
pt_br: Valor Esperado

source: Display Value
ar: عرض القيمة
el: Εμφάνιση τιμής
es_es: Valor de visualización
fr_fr: Valeur d'affichage
id_id: Nilai Tampilan
it_it: Visualizza valore
ja_jp: 表示値
ms_my: Nilai Paparan
pl_pl: Wyświetlana wartość
pt_br: Valor de exibição

source: Delete
ar: يمسح
el: Διαγράφω
es_es: Borrar
fr_fr: Supprimer
id_id: Menghapus
it_it: Eliminare
ja_jp: 消去
ms_my: Padam
pl_pl: Usuwać
pt_br: Excluir

source: Add Value
ar: إضافة قيمة
el: Προσθήκη αξίας
es_es: Agregar valor
fr_fr: Ajouter de la valeur
id_id: Tambahkan Nilai
it_it: Aggiungi valore
ja_jp: 付加価値
ms_my: Tambah Nilai
pl_pl: Dodaj wartość
pt_br: Adicione valor

source: Edit
ar: يحرر
el: Εκδίδω
es_es: Editar
fr_fr: Modifier
id_id: Sunting
it_it: Modificare
ja_jp: 編集
ms_my: Sunting
pl_pl: Redagować
pt_br: Editar

source: Text Field
ar: حقل النص
el: Πεδίο κειμένου
es_es: Campo de texto
fr_fr: Champ de texte
id_id: Bidang Teks
it_it: Campo di testo
ja_jp: テキストフィールド
ms_my: Medan Teks
pl_pl: Pole tekstowe
pt_br: Campo de texto

source: Checkbox
ar: خانة الاختيار
el: Πλαίσιο ελέγχου
es_es: Caja
fr_fr: Case à cocher
id_id: kotak centang
it_it: Casella di controllo
ja_jp: チェックボックス
ms_my: Kotak semak
pl_pl: Pole wyboru
pt_br: Caixa de seleção

source: Radio Button
ar: زر الراديو
el: Κουμπί ραδιοφώνου
es_es: Botón de opción
fr_fr: Bouton radio
id_id: Tombol Radio
it_it: Pulsante di opzione
ja_jp: ラジオボタン
ms_my: Butang Radio
pl_pl: Przycisk opcji
pt_br: Botão de rádio

source: Dropdown
ar: اسقاط
el: Αναπτυσσόμενο
es_es: Menú desplegable
fr_fr: Dérouler
id_id: tarik-turun
it_it: Cadere in picchiata
ja_jp: 落ちる
ms_my: Jatuh turun
pl_pl: Lista rozwijana
pt_br: Suspenso

source: Link
ar: وصلة
el: Σύνδεσμος
es_es: Enlace
fr_fr: Lien
it_it: Collegamento
ja_jp: リンク
ms_my: Pautan
pl_pl: Połączyć

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout Content here, content here...
ar: إنها حقيقة مثبتة منذ زمن طويل أن المحتوى المقروء للصفحة سوف يلهي القارئ عند النظر إلى محتوى تخطيطها هنا، والمحتوى هنا...
el: Είναι από καιρό καθιερωμένο γεγονός ότι ο αναγνώστης θα αποσπαστεί από το αναγνώσιμο περιεχόμενο μιας σελίδας όταν κοιτάζει τη διάταξή της Περιεχόμενο εδώ, περιεχόμενο εδώ...
es_es: Es un hecho establecido desde hace mucho tiempo que un lector se distraerá con el contenido legible de una página cuando mire su diseño Contenido aquí, contenido aquí...
fr_fr: C'est un fait établi depuis longtemps qu'un lecteur sera distrait par le contenu lisible d'une page lorsqu'il examinera sa mise en page. Contenu ici, contenu ici...
id_id: Sudah menjadi fakta lama bahwa pembaca akan terganggu oleh konten halaman yang dapat dibaca ketika melihat tata letaknya. Konten di sini, konten di sini...
it_it: È un fatto accertato da tempo che un lettore sarà distratto dal contenuto leggibile di una pagina quando ne guarda il layout. Contenuto qui, contenuto qui...
ja_jp: 読者がページのレイアウトを見ると、ページの読みやすいコンテンツに気を取られてしまうというのは、長い間確立されてきた事実です。ここにコンテンツ、ここにコンテンツ...
ms_my: Ia adalah fakta yang telah lama wujud bahawa pembaca akan terganggu oleh kandungan yang boleh dibaca halaman apabila melihat susun aturnya Kandungan di sini, kandungan di sini...
pl_pl: Od dawna wiadomo, że czytelnik będzie rozpraszany przez czytelną treść strony, patrząc na jej układ. Treść tutaj, treść tutaj...
pt_br: É um fato estabelecido há muito tempo que um leitor se distrairá com o conteúdo legível de uma página ao observar seu layout. Conteúdo aqui, conteúdo aqui...

source: Description
ar: وصف
el: Περιγραφή
es_es: Descripción
id_id: Keterangan
it_it: Descrizione
ja_jp: 説明
ms_my: Penerangan
pl_pl: Opis
pt_br: Descrição

source: Content Description
ar: وصف المحتوى
el: Περιγραφή περιεχομένου
es_es: Descripción del contenido
fr_fr: Description du contenu
id_id: Deskripsi Konten
it_it: Descrizione del contenuto
ja_jp: コンテンツの説明
ms_my: Huraian Kandungan
pl_pl: Opis treści
pt_br: Descrição do conteúdo

source: Max Number Of Sentance
ar: الحد الأقصى لعدد الجمل
el: Μέγιστος αριθμός πρότασης
es_es: Número máximo de oraciones
fr_fr: Nombre maximum de phrases
id_id: Jumlah Kalimat Maks
it_it: Numero massimo di frasi
ja_jp: 最大文数
ms_my: Bilangan Ayat Maks
pl_pl: Maksymalna liczba zdań
pt_br: Número máximo de frase

source: Please wait a moment; this may take some time.
ar: من فضلك انتظر لحظة. قد يستغرق هذا بعض الوقت.
el: Περιμένετε λίγο. αυτό μπορεί να πάρει κάποιο χρόνο.
es_es: Espere un momento; esto puede llevar algún tiempo.
fr_fr: Veuillez patienter un moment ; cela peut prendre un certain temps.
id_id: Mohon tunggu sebentar; ini mungkin memerlukan waktu.
it_it: Per favore aspetta un momento; l'operazione potrebbe richiedere del tempo.
ja_jp: ちょっとお待ちください。これには時間がかかる場合があります。
ms_my: Sila tunggu sebentar; ini mungkin mengambil sedikit masa.
pl_pl: Proszę poczekać chwilę; może to zająć trochę czasu.
pt_br: Por favor, espere um momento; isso pode levar algum tempo.

source: Synchronize
ar: تزامن
el: Συγχρονίζω
es_es: Sincronizar
fr_fr: Synchroniser
id_id: Sinkronisasi
it_it: Sincronizzare
ja_jp: 同期する
ms_my: Segerakkan
pl_pl: Synchronizować
pt_br: Sincronizar

source: Data Synchronization Uncomplete
ar: مزامنة البيانات غير مكتملة
el: Μη ολοκληρωμένος συγχρονισμός δεδομένων
es_es: Sincronización de datos incompleta
fr_fr: Synchronisation des données incomplète
id_id: Sinkronisasi Data Tidak Selesai
it_it: Sincronizzazione dei dati non completata
ja_jp: データ同期が不完全です
ms_my: Penyegerakan Data Tidak Selesai
pl_pl: Synchronizacja danych nie została ukończona
pt_br: Sincronização de dados incompleta

source: Your GeekyBot data is not updated. To ensure accurate results, please synchronize your AI web search data.
ar: لم يتم تحديث بيانات GeekyBot الخاصة بك. لضمان الحصول على نتائج دقيقة، يرجى مزامنة بيانات بحث الويب الخاصة بالذكاء الاصطناعي.
el: Τα δεδομένα σας στο GeekyBot δεν έχουν ενημερωθεί. Για να διασφαλίσετε ακριβή αποτελέσματα, συγχρονίστε τα δεδομένα αναζήτησης ιστού AI.
es_es: Tus datos de GeekyBot no están actualizados. Para garantizar resultados precisos, sincronice sus datos de búsqueda web de IA.
fr_fr: Vos données GeekyBot ne sont pas mises à jour. Pour garantir des résultats précis, veuillez synchroniser vos données de recherche Web AI.
id_id: Data GeekyBot Anda tidak diperbarui. Untuk memastikan hasil yang akurat, harap sinkronkan data pencarian web AI Anda.
it_it: I tuoi dati GeekyBot non vengono aggiornati. Per garantire risultati accurati, sincronizza i dati della ricerca web AI.
ja_jp: GeekyBot データは更新されません。正確な結果を保証するには、AI Web 検索データを同期してください。
ms_my: Data GeekyBot anda tidak dikemas kini. Untuk memastikan hasil yang tepat, sila segerakkan data carian web AI anda.
pl_pl: Twoje dane GeekyBot nie są aktualizowane. Aby zapewnić dokładne wyniki, zsynchronizuj dane wyszukiwania internetowego AI.
pt_br: Seus dados do GeekyBot não são atualizados. Para garantir resultados precisos, sincronize seus dados de pesquisa na web com IA.

source: Synchronize Data
ar: مزامنة البيانات
el: Συγχρονισμός δεδομένων
es_es: Sincronizar datos
fr_fr: Synchroniser les données
id_id: Sinkronisasi Data
it_it: Sincronizza dati
ja_jp: データの同期
ms_my: Segerakkan Data
pl_pl: Synchronizuj dane
pt_br: Sincronizar dados

source: user
ar: مستخدم
el: μεταχειριζόμενος
es_es: usuario
fr_fr: utilisateur
id_id: pengguna
it_it: utente
ja_jp: ユーザー
ms_my: pengguna
pl_pl: użytkownik
pt_br: usuário

source: Dashboard
ar: لوحة القيادة
el: Ταμπλό
es_es: Panel
fr_fr: Tableau de bord
id_id: Dasbor
it_it: Pannello di controllo
ja_jp: ダッシュボード
ms_my: Papan pemuka
pl_pl: Panel
pt_br: Painel

source: key check
ar: فحص المفتاح
el: έλεγχος κλειδιού
es_es: verificación de claves
fr_fr: vérification des clés
id_id: pemeriksaan kunci
it_it: controllo delle chiavi
ja_jp: キーチェック
ms_my: pemeriksaan kunci
pl_pl: kontrola klucza
pt_br: verificação de chave

source: keys
ar: مفاتيح
el: κλειδιά
es_es: llaves
fr_fr: clés
id_id: kunci
it_it: chiavi
ja_jp: キー
ms_my: kunci
pl_pl: klawiatura
pt_br: chaves

source: Stories
ar: قصص
el: Ιστορίες
es_es: Historias
fr_fr: Histoires
id_id: Cerita
it_it: Storie
ja_jp: ストーリー
ms_my: Cerita
pl_pl: Historie
pt_br: Histórias

source: AI Web Search
ar: بحث الويب بالذكاء الاصطناعي
es_es: Búsqueda web con IA
fr_fr: Recherche Web IA
id_id: Pencarian Web AI
it_it: Ricerca Web AI
ja_jp: AIウェブ検索
ms_my: Carian Web AI
pl_pl: Wyszukiwarka internetowa AI
pt_br: Pesquisa na Web com IA

source: Settings
ar: إعدادات
el: Ρυθμίσεις
es_es: Ajustes
fr_fr: Paramètres
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ms_my: tetapan
pl_pl: Ustawienia
pt_br: Configurações

source: Install Add-ons
ar: تثبيت الإضافات
el: Εγκαταστήστε πρόσθετα
es_es: Instalar complementos
fr_fr: Installer des modules complémentaires
id_id: Instal Add-on
it_it: Installa componenti aggiuntivi
ja_jp: アドオンのインストール
ms_my: Pasang Alat tambah
pl_pl: Zainstaluj dodatki
pt_br: Instalar complementos

source: export
ar: يصدّر
el: εξαγωγή
es_es: exportar
fr_fr: exporter
id_id: ekspor
it_it: esportare
ja_jp: 輸出
ms_my: eksport
pl_pl: eksport
pt_br: exportar

source: Chat History
ar: تاريخ الدردشة
el: Ιστορικό συνομιλίας
es_es: Historial de chat
fr_fr: Historique des discussions
id_id: Riwayat Obrolan
it_it: Cronologia chat
ja_jp: チャット履歴
ms_my: Sejarah Sembang
pl_pl: Historia czatu
pt_br: Histórico de bate-papo

source: build
ar: يبني
el: οικοδομώ
es_es: construir
fr_fr: construire
id_id: membangun
it_it: costruire
ja_jp: 建てる
ms_my: membina
pl_pl: zbudować
pt_br: construir

source: Build
ar: يبني
el: Οικοδομώ
es_es: Construir
fr_fr: Construire
id_id: Membangun
it_it: Costruire
ja_jp: 建てる
ms_my: bina
pl_pl: Zbudować
pt_br: Construir

source: Variables
ar: المتغيرات
el: Μεταβλητές
id_id: Variabel
it_it: Variabili
ja_jp: 変数
ms_my: Pembolehubah
pl_pl: Zmienne
pt_br: Variáveis

source: forms
ar: أشكال
el: μορφές
es_es: formas
fr_fr: formulaires
id_id: formulir
it_it: forme
ja_jp: フォーム
ms_my: borang
pl_pl: formy
pt_br: formulários

source: Forms
ar: النماذج
el: Έντυπα
es_es: Formularios
fr_fr: Formulaires
id_id: Formulir
it_it: Forme
ja_jp: フォーム
ms_my: Borang
pl_pl: Formularze
pt_br: Formulários

source: actions
ar: الإجراءات
el: δράσεις
es_es: comportamiento
fr_fr: actes
id_id: tindakan
it_it: azioni
ja_jp: アクション
ms_my: tindakan
pl_pl: działania
pt_br: ações

source: Actions
ar: الإجراءات
el: Δράσεις
es_es: Comportamiento
fr_fr: Actes
id_id: Tindakan
it_it: Azioni
ja_jp: アクション
ms_my: Tindakan
pl_pl: Działania
pt_br: Ações

source: File ext. is mismatched
ar: تحويلة الملف. غير متطابق
el: Εξετ. αρχείου. είναι αναντιστοιχία
es_es: Extensión del archivo. no coincide
fr_fr: Fichier ext. est incompatible
id_id: File ekst. tidak cocok
it_it: File est. non è corrispondente
ja_jp: ファイル拡張子不一致です
ms_my: Samb. adalah tidak sepadan
pl_pl: Plik wew. jest niedopasowany
pt_br: Extensão do arquivo é incompatível

source: File size is greater then allowed file size
ar: حجم الملف أكبر من حجم الملف المسموح به
el: Το μέγεθος του αρχείου είναι μεγαλύτερο από το επιτρεπόμενο μέγεθος αρχείου
es_es: El tamaño del archivo es mayor que el tamaño de archivo permitido
fr_fr: La taille du fichier est supérieure à la taille autorisée
id_id: Ukuran file lebih besar dari ukuran file yang diperbolehkan
it_it: La dimensione del file è maggiore della dimensione del file consentita
ja_jp: ファイル サイズが許可されているファイル サイズを超えています
ms_my: Saiz fail lebih besar daripada saiz fail yang dibenarkan
pl_pl: Rozmiar pliku jest większy niż dozwolony rozmiar pliku
pt_br: O tamanho do arquivo é maior que o tamanho permitido

source: Total Stats
ar: إحصائيات إجمالية
el: Σύνολο στατιστικών
es_es: Estadísticas totales
fr_fr: Statistiques totales
id_id: Statistik Jumlah
it_it: Statistiche totali
ja_jp: 合計統計
ms_my: Jumlah Statistik
pl_pl: Łączne statystyki
pt_br: Estatísticas totais

source: Intents
ar: النوايا
el: Προθέσεις
es_es: Intenciones
fr_fr: Intentions
id_id: Maksud
it_it: Intenti
ja_jp: インテント
ms_my: niat
pl_pl: Zamierzenia
pt_br: Intenções

source: No record found
ar: لم يتم العثور على سجل
el: Δεν βρέθηκε κανένα αρχείο
es_es: No se encontró ningún registro
fr_fr: Aucun enregistrement trouvé
id_id: Tidak ada catatan yang ditemukan
it_it: Nessun record trovato
ja_jp: 記録が見つかりませんでした
ms_my: Tiada rekod ditemui
pl_pl: Nie znaleziono rekordu
pt_br: Nenhum registro encontrado

source: Control Panel
ar: لوحة التحكم
el: Πίνακας Ελέγχου
es_es: Panel de control
fr_fr: Panneau de contrôle
id_id: Panel Kontrol
it_it: Pannello di controllo
ja_jp: コントロールパネル
ms_my: Panel Kawalan
pl_pl: Panel sterowania
pt_br: Painel de controle

source: Keys
ar: مفاتيح
el: Κλειδιά
es_es: Llaves
fr_fr: Clés
id_id: Kunci
it_it: Chiavi
ja_jp: キー
ms_my: kunci
pl_pl: Klawiatura
pt_br: Chaves

source: Post Installation
ar: ما بعد التثبيت
el: Μετά την εγκατάσταση
es_es: Después de la instalación
fr_fr: Après l'installation
id_id: Pasca Instalasi
it_it: Post-installazione
ja_jp: インストール後
ms_my: Pasca Pemasangan
pl_pl: Po instalacji
pt_br: Pós-instalação

source: Premium Addon
ar: الملحق المميز
es_es: Complemento premium
fr_fr: Module complémentaire premium
id_id: Tambahan Premium
it_it: Componente aggiuntivo Premium
ja_jp: プレミアムアドオン
ms_my: Tambahan Premium
pl_pl: Dodatek premium
pt_br: Complemento Premium

source: Could not find any matching results
ar: لا يمكن العثور على أي نتائج مطابقة
el: Δεν βρέθηκαν αποτελέσματα που να ταιριάζουν
es_es: No se pudo encontrar ningún resultado coincidente
fr_fr: Aucun résultat correspondant n'a été trouvé
id_id: Tidak dapat menemukan hasil yang cocok
it_it: Impossibile trovare risultati corrispondenti
ja_jp: 一致する結果が見つかりませんでした
ms_my: Tidak dapat mencari sebarang hasil yang sepadan
pl_pl: Nie udało się znaleźć żadnych pasujących wyników
pt_br: Não foi possível encontrar nenhum resultado correspondente

source: no record
ar: لا يوجد سجل
el: κανένα αρχείο
es_es: sin registro
fr_fr: aucun enregistrement
id_id: tidak ada catatan
it_it: nessuna registrazione
ja_jp: 記録がない
ms_my: tiada rekod
pl_pl: brak zapisu
pt_br: sem registro

source: No record found !...
ar: لم يتم العثور على أي سجل!...
el: Δεν βρέθηκε κανένα αρχείο!...
es_es: ¡No se encontró ningún registro!...
fr_fr: Aucun enregistrement trouvé !...
id_id: Tidak ada catatan yang ditemukan!...
it_it: Nessun record trovato!...
ja_jp: 記録が見つかりません!...
ms_my: Tiada rekod ditemui!...
pl_pl: Nie znaleziono żadnego rekordu!...
pt_br: Nenhum registro encontrado!...

source: system offline
ar: النظام حاليا
el: σύστημα εκτός σύνδεσης
es_es: sistema fuera de línea
fr_fr: système hors ligne
id_id: sistem offline
it_it: sistema non in linea
ja_jp: システムがオフライン
ms_my: sistem luar talian
pl_pl: system w trybie offline
pt_br: sistema off-line

source: Unfortunately sytem is offline for a bit of maintenance right now. But soon we will be up.
ar: لسوء الحظ، النظام غير متصل ببعض الصيانة في الوقت الحالي. ولكن قريبا سوف نستيقظ.
el: Δυστυχώς το σύστημα είναι εκτός σύνδεσης για λίγη συντήρηση αυτή τη στιγμή. Αλλά σύντομα θα σηκωθούμε.
es_es: Lamentablemente, el sistema está fuera de línea por un momento de mantenimiento en este momento. Pero pronto estaremos arriba.
fr_fr: Malheureusement, le système est actuellement hors ligne pour un peu de maintenance. Mais bientôt nous serons debout.
id_id: Sayangnya sistem sedang offline untuk sedikit pemeliharaan saat ini. Tapi sebentar lagi kita akan bangun.
it_it: Purtroppo al momento il sistema è offline per un po' di manutenzione. Ma presto ci alzeremo.
ja_jp: 残念ながら、現在システムはメンテナンスのためオフラインになっています。でもすぐに起きます。
ms_my: Malangnya sistem di luar talian untuk sedikit penyelenggaraan sekarang. Tetapi tidak lama lagi kita akan bangun.
pl_pl: Niestety system jest obecnie offline z powodu konserwacji. Ale wkrótce będziemy na nogach.
pt_br: Infelizmente o sistema está offline para uma pequena manutenção no momento. Mas em breve estaremos de pé.

source: user ban
ar: حظر المستخدم
el: απαγόρευση χρήστη
es_es: prohibición de usuario
fr_fr: interdiction d'utilisateur
id_id: larangan pengguna
it_it: divieto dell'utente
ja_jp: ユーザーの禁止
ms_my: larangan pengguna
pl_pl: zakaz użytkownika
pt_br: proibição de usuário

source: Your account is disabled, please contact system administrator !...
ar: تم تعطيل حسابك، يرجى الاتصال بمسؤول النظام!...
el: Ο λογαριασμός σας είναι απενεργοποιημένος, επικοινωνήστε με τον διαχειριστή του συστήματος!...
es_es: Su cuenta está deshabilitada, ¡comuníquese con el administrador del sistema!...
fr_fr: Votre compte est désactivé, veuillez contacter l'administrateur système !...
id_id: Akun Anda dinonaktifkan, silakan hubungi administrator sistem!...
it_it: Il tuo account è disabilitato, contatta l'amministratore di sistema!...
ja_jp: あなたのアカウントは無効になっています。システム管理者に連絡してください。
ms_my: Akaun anda dilumpuhkan, sila hubungi pentadbir sistem!...
pl_pl: Twoje konto zostało wyłączone, skontaktuj się z administratorem systemu!...
pt_br: Sua conta está desativada, entre em contato com o administrador do sistema!...
