Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: The simplest approach to effectively manage payments for premium help is through paid support.
ar: إن أبسط أسلوب لإدارة المدفوعات للحصول على المساعدة المميزة بشكل فعال هو من خلال الدعم المدفوع.
el: Η απλούστερη προσέγγιση για την αποτελεσματική διαχείριση πληρωμών για βοήθεια premium είναι μέσω της πληρωμένης υποστήριξης.
es_es: El método más sencillo para gestionar eficazmente los pagos de ayuda premium es mediante soporte pago.
fr_fr: L’approche la plus simple pour gérer efficacement les paiements de l’aide premium consiste à recourir à une assistance payante.
id_id: Pendekatan paling sederhana untuk mengelola pembayaran bantuan premium secara efektif adalah melalui dukungan berbayar.
it_it: L'approccio più semplice per gestire in modo efficace i pagamenti per l'aiuto premium è attraverso il supporto a pagamento.
ja_jp: プレミアム ヘルプの支払いを効果的に管理する最も簡単なアプローチは、有料サポートを利用することです。
ms_my: Pendekatan paling mudah untuk menguruskan pembayaran untuk bantuan premium dengan berkesan adalah melalui sokongan berbayar.
pl_pl: Najprostszym sposobem skutecznego zarządzania płatnościami za pomoc premium jest wsparcie płatne.
pt_br: A abordagem mais simples para gerir eficazmente os pagamentos de ajuda premium é através de apoio pago.

source: Private Credentials
ar: أوراق الاعتماد الخاصة
el: Ιδιωτικά Διαπιστευτήρια
es_es: Credenciales privadas
fr_fr: Informations d'identification privées
id_id: Kredensial Pribadi
it_it: Credenziali private
ja_jp: プライベート認証情報
ms_my: Tauliah Persendirian
pl_pl: Prywatne dane uwierzytelniające
pt_br: Credenciais Privadas

source: Customers will enter sensitive information on tickets, and this add-on is designed to help you keep that information secure.
ar: سيقوم العملاء بإدخال معلومات حساسة على التذاكر، وقد تم تصميم هذه الوظيفة الإضافية لمساعدتك في الحفاظ على أمان هذه المعلومات.
el: Οι πελάτες θα εισάγουν ευαίσθητες πληροφορίες στα εισιτήρια και αυτό το πρόσθετο έχει σχεδιαστεί για να σας βοηθήσει να διατηρήσετε αυτές τις πληροφορίες ασφαλείς.
es_es: Los clientes ingresarán información confidencial en los boletos y este complemento está diseñado para ayudarlo a mantener esa información segura.
fr_fr: Les clients saisiront des informations sensibles sur les billets, et ce module complémentaire est conçu pour vous aider à sécuriser ces informations.
id_id: Pelanggan akan memasukkan informasi sensitif pada tiket, dan add-on ini dirancang untuk membantu Anda menjaga keamanan informasi tersebut.
it_it: I clienti inseriranno informazioni sensibili sui biglietti e questo componente aggiuntivo è progettato per aiutarti a mantenere tali informazioni al sicuro.
ja_jp: 顧客はチケットに機密情報を入力します。このアドオンは、その情報を安全に保つために設計されています。
ms_my: Pelanggan akan memasukkan maklumat sensitif pada tiket, dan alat tambah ini direka untuk membantu anda memastikan maklumat tersebut selamat.
pl_pl: Klienci będą wprowadzać poufne informacje na biletach, a ten dodatek ma na celu pomóc Ci zapewnić bezpieczeństwo tych informacji.
pt_br: Os clientes inserirão informações confidenciais nos tickets, e este complemento foi projetado para ajudá-lo a manter essas informações seguras.

source: Ticket close reason
ar: سبب إغلاق التذكرة
el: Λόγος κλεισίματος εισιτηρίου
es_es: Motivo del cierre del ticket
fr_fr: Raison de fermeture du ticket
id_id: Alasan penutupan tiket
it_it: Motivo chiusura ticket
ja_jp: チケットクローズの理由
ms_my: Sebab tutup tiket
pl_pl: Powód zamknięcia biletu
pt_br: Motivo de fechamento do ticket

source: Ticket Closed Reason
ar: سبب إغلاق التذكرة
el: Λόγος κλειστού εισιτηρίου
es_es: Motivo del cierre del ticket
fr_fr: Raison de la fermeture du ticket
id_id: Alasan Tiket Ditutup
it_it: Motivo della chiusura del ticket
ja_jp: チケットがクローズされた理由
ms_my: Sebab Tiket Ditutup
pl_pl: Powód zamknięcia biletu
pt_br: Motivo de fechamento do ticket

source: Empowers users to provide clear and concise explanations for why customer service tickets are being closed.
ar: تمكن المستخدمين من تقديم تفسيرات واضحة وموجزة لسبب إغلاق تذاكر خدمة العملاء.
el: Εξουσιοδοτεί τους χρήστες να παρέχουν σαφείς και συνοπτικές εξηγήσεις για τους λόγους για τους οποίους κλείνουν τα εισιτήρια εξυπηρέτησης πελατών.
es_es: Permite a los usuarios brindar explicaciones claras y concisas de por qué se cierran los tickets de servicio al cliente.
fr_fr: Permet aux utilisateurs de fournir des explications claires et concises sur les raisons pour lesquelles les tickets de service client sont fermés.
id_id: Memberdayakan pengguna untuk memberikan penjelasan yang jelas dan ringkas tentang alasan penutupan tiket layanan pelanggan.
it_it: Consente agli utenti di fornire spiegazioni chiare e concise sul motivo per cui i ticket del servizio clienti vengono chiusi.
ja_jp: ユーザーは、カスタマー サービス チケットが終了する理由について明確かつ簡潔な説明を提供できるようになります。
ms_my: Memberi kuasa kepada pengguna untuk memberikan penjelasan yang jelas dan ringkas tentang sebab tiket perkhidmatan pelanggan ditutup.
pl_pl: Umożliwia użytkownikom dostarczanie jasnych i zwięzłych wyjaśnień, dlaczego zgłoszenia do obsługi klienta są zamykane.
pt_br: Permite que os usuários forneçam explicações claras e concisas sobre o motivo pelo qual os tickets de atendimento ao cliente estão sendo fechados.

source: Premade Responses
ar: ردود مسبقة الصنع
el: Προκατασκευασμένες απαντήσεις
es_es: Respuestas prediseñadas
fr_fr: Réponses prédéfinies
id_id: Tanggapan yang Telah Dibuat Sebelumnya
it_it: Risposte predefinite
ja_jp: あらかじめ用意された応答
ms_my: Respons Prabuatan
pl_pl: Wstępnie przygotowane odpowiedzi
pt_br: Respostas pré-fabricadas

source: Make ready-made responses to the most common questions in the tickets to swiftly address client issues.
ar: قم بإعداد إجابات جاهزة على الأسئلة الأكثر شيوعًا في التذاكر لمعالجة مشكلات العملاء بسرعة.
el: Κάντε έτοιμες απαντήσεις στις πιο συνηθισμένες ερωτήσεις στα εισιτήρια για να αντιμετωπίσετε γρήγορα προβλήματα πελατών.
es_es: Cree respuestas preparadas a las preguntas más comunes en los tickets para abordar rápidamente los problemas de los clientes.
fr_fr: Apportez des réponses toutes faites aux questions les plus courantes contenues dans les tickets pour résoudre rapidement les problèmes des clients.
id_id: Buat tanggapan siap pakai terhadap pertanyaan paling umum di tiket untuk mengatasi masalah klien dengan cepat.
it_it: Fornisci risposte pronte alle domande più comuni nei ticket per affrontare rapidamente i problemi dei clienti.
ja_jp: クライアントの問題に迅速に対処するために、チケット内の最も一般的な質問に対する既成の回答を作成します。
ms_my: Buat jawapan sedia untuk soalan yang paling biasa dalam tiket untuk menangani isu pelanggan dengan pantas.
pl_pl: Twórz gotowe odpowiedzi na najczęstsze pytania w zgłoszeniach, aby szybko rozwiązywać problemy klientów.
pt_br: Faça respostas prontas para as perguntas mais comuns nos tickets para resolver rapidamente os problemas dos clientes.

source: max ticket
ar: الحد الأقصى للتذكرة
el: μέγιστο εισιτήριο
es_es: boleto máximo
fr_fr: billet maximum
id_id: tiket maksimal
it_it: biglietto massimo
ja_jp: 最大チケット
ms_my: tiket maks
pl_pl: maksymalny bilet
pt_br: bilhete máximo

source: Max Tickets
ar: تذاكر ماكس
el: Max Εισιτήρια
es_es: Entradas máximas
fr_fr: Nombre maximum de billets
id_id: Tiket Maks
it_it: Biglietti massimi
ja_jp: 最大チケット数
ms_my: Tiket Maks
pl_pl: Maksymalne bilety
pt_br: Máximo de ingressos

source: Admins can limit the number of tickets that users can create as well as the number of tickets that agents can open individually.
ar: يمكن للمسؤولين تحديد عدد التذاكر التي يمكن للمستخدمين إنشاؤها بالإضافة إلى عدد التذاكر التي يمكن للوكلاء فتحها بشكل فردي.
el: Οι διαχειριστές μπορούν να περιορίσουν τον αριθμό των εισιτηρίων που μπορούν να δημιουργήσουν οι χρήστες καθώς και τον αριθμό των εισιτηρίων που μπορούν να ανοίξουν μεμονωμένα οι πράκτορες.
es_es: Los administradores pueden limitar la cantidad de tickets que los usuarios pueden crear, así como la cantidad de tickets que los agentes pueden abrir individualmente.
fr_fr: Les administrateurs peuvent limiter le nombre de tickets que les utilisateurs peuvent créer ainsi que le nombre de tickets que les agents peuvent ouvrir individuellement.
id_id: Admin dapat membatasi jumlah tiket yang dapat dibuat pengguna serta jumlah tiket yang dapat dibuka oleh agen secara individual.
it_it: Gli amministratori possono limitare il numero di ticket che gli utenti possono creare nonché il numero di ticket che gli agenti possono aprire individualmente.
ja_jp: 管理者は、ユーザーが作成できるチケットの数と、エージェントが個別に開くことができるチケットの数を制限できます。
ms_my: Pentadbir boleh mengehadkan bilangan tiket yang boleh dibuat oleh pengguna serta bilangan tiket yang boleh dibuka oleh ejen secara individu.
pl_pl: Administratorzy mogą ograniczyć liczbę zgłoszeń, które użytkownicy mogą utworzyć, a także liczbę zgłoszeń, które agenci mogą otwierać indywidualnie.
pt_br: Os administradores podem limitar o número de tickets que os usuários podem criar, bem como o número de tickets que os agentes podem abrir individualmente.

source: Feedback
ar: تعليق
el: Ανατροφοδότηση
es_es: Comentario
fr_fr: Retour
id_id: Masukan
ja_jp: フィードバック
ms_my: Maklum balas
pl_pl: Informacja zwrotna
pt_br: Opinião

source: To enhance the quality of your services, ask your customers to complete a survey when a ticket is closed.
ar: لتحسين جودة خدماتك، اطلب من عملائك إكمال الاستبيان عند إغلاق التذكرة.
el: Για να βελτιώσετε την ποιότητα των υπηρεσιών σας, ζητήστε από τους πελάτες σας να συμπληρώσουν μια έρευνα όταν ένα εισιτήριο είναι κλειστό.
es_es: Para mejorar la calidad de sus servicios, solicite a sus clientes que completen una encuesta cuando se cierre un ticket.
fr_fr: Pour améliorer la qualité de vos services, demandez à vos clients de répondre à une enquête lors de la clôture d'un ticket.
id_id: Untuk meningkatkan kualitas layanan Anda, minta pelanggan Anda untuk mengisi survei saat tiket ditutup.
it_it: Per migliorare la qualità dei tuoi servizi, chiedi ai tuoi clienti di completare un sondaggio alla chiusura di un ticket.
ja_jp: サービスの品質を向上させるために、チケットがクローズされたときに顧客にアンケートに回答するよう依頼してください。
ms_my: Untuk meningkatkan kualiti perkhidmatan anda, minta pelanggan anda melengkapkan tinjauan apabila tiket ditutup.
pl_pl: Aby podnieść jakość swoich usług, poproś klientów o wypełnienie ankiety po zamknięciu zgłoszenia.
pt_br: Para melhorar a qualidade dos seus serviços, peça aos seus clientes que preencham uma pesquisa quando um ticket for fechado.

source: ticket actions
ar: إجراءات التذاكر
el: ενέργειες εισιτηρίων
es_es: acciones de ticket
fr_fr: actions sur les tickets
id_id: tindakan tiket
it_it: azioni sui biglietti
ja_jp: チケットアクション
ms_my: tindakan tiket
pl_pl: akcje biletowe
pt_br: ações de ticket

source: Ticket action options allow you to execute additional actions on tickets.
ar: تتيح لك خيارات إجراءات التذاكر تنفيذ إجراءات إضافية على التذاكر.
el: Οι επιλογές ενεργειών εισιτηρίων σάς επιτρέπουν να εκτελέσετε πρόσθετες ενέργειες στα εισιτήρια.
es_es: Las opciones de acción del ticket le permiten ejecutar acciones adicionales en los tickets.
fr_fr: Les options d'action sur les tickets vous permettent d'exécuter des actions supplémentaires sur les tickets.
id_id: Opsi tindakan tiket memungkinkan Anda melakukan tindakan tambahan pada tiket.
it_it: Le opzioni di azione dei ticket consentono di eseguire azioni aggiuntive sui ticket.
ja_jp: チケット アクション オプションを使用すると、チケットに対して追加のアクションを実行できます。
ms_my: Pilihan tindakan tiket membolehkan anda melaksanakan tindakan tambahan pada tiket.
pl_pl: Opcje akcji na biletach umożliwiają wykonanie dodatkowych akcji na biletach.
pt_br: As opções de ação de ticket permitem executar ações adicionais em tickets.

source: Export
ar: يصدّر
el: Εξαγωγή
es_es: Exportar
fr_fr: Exporter
id_id: Ekspor
it_it: Esportare
ja_jp: 輸出
ms_my: Eksport
pl_pl: Eksport
pt_br: Exportar

source: Easily export ticket data and performance report data from your majestic support to an Excel spreadsheet with our efficient and user-friendly solution.
ar: قم بتصدير بيانات التذاكر وبيانات تقارير الأداء بسهولة من دعمك المهيب إلى جدول بيانات Excel من خلال حلنا الفعال وسهل الاستخدام.
el: Εξάγετε εύκολα δεδομένα εισιτηρίων και δεδομένα αναφοράς απόδοσης από τη μεγαλειώδη υποστήριξή σας σε υπολογιστικό φύλλο Excel με την αποτελεσματική και φιλική προς το χρήστη λύση μας.
es_es: Exporte fácilmente datos de tickets y datos de informes de rendimiento desde su majestuoso soporte a una hoja de cálculo de Excel con nuestra solución eficiente y fácil de usar.
fr_fr: Exportez facilement les données de tickets et les données des rapports de performances de votre support majestueux vers une feuille de calcul Excel grâce à notre solution efficace et conviviale.
id_id: Ekspor data tiket dan data laporan kinerja dengan mudah dari dukungan agung Anda ke spreadsheet Excel dengan solusi kami yang efisien dan ramah pengguna.
it_it: Esporta facilmente i dati dei ticket e i dati dei report sulle prestazioni dal tuo maestoso supporto in un foglio di calcolo Excel con la nostra soluzione efficiente e intuitiva.
ja_jp: 当社の効率的でユーザーフレンドリーなソリューションを使用して、チケット データとパフォーマンス レポート データを Majestic サポートから Excel スプレッドシートに簡単にエクスポートします。
ms_my: Eksport data tiket dan data laporan prestasi dengan mudah daripada sokongan hebat anda ke hamparan Excel dengan penyelesaian kami yang cekap dan mesra pengguna.
pl_pl: Z łatwością eksportuj dane dotyczące biletów i dane raportów o wynikach ze swojego majestatycznego wsparcia do arkusza kalkulacyjnego Excel za pomocą naszego wydajnego i przyjaznego dla użytkownika rozwiązania.
pt_br: Exporte facilmente dados de tickets e dados de relatórios de desempenho do seu suporte majestoso para uma planilha Excel com nossa solução eficiente e fácil de usar.

source: Email CC
ar: البريد الإلكتروني CC
es_es: Enviar CC por correo electrónico
fr_fr: Envoyer un e-mail à CC
id_id: Surel CC
ja_jp: メールCC
ms_my: E-mel CC
pl_pl: Wyślij e-mail do CC

source: Send the exact copy of the email to the provided email address with Email CC or BCC.
ar: أرسل النسخة الدقيقة من البريد الإلكتروني إلى عنوان البريد الإلكتروني المقدم مع Email CC أو BCC.
el: Στείλτε το ακριβές αντίγραφο του email στην παρεχόμενη διεύθυνση email με Email CC ή BCC.
es_es: Envíe la copia exacta del correo electrónico a la dirección de correo electrónico proporcionada con Correo electrónico CC o BCC.
fr_fr: Envoyez la copie exacte de l'e-mail à l'adresse e-mail fournie avec Email CC ou BCC.
id_id: Kirim salinan persis email ke alamat email yang diberikan dengan Email CC atau BCC.
it_it: Invia la copia esatta dell'e-mail all'indirizzo e-mail fornito con Email CC o BCC.
ja_jp: 電子メールの正確なコピーを、電子メール CC または BCC を使用して、指定された電子メール アドレスに送信します。
ms_my: Hantar salinan e-mel yang tepat ke alamat e-mel yang disediakan dengan E-mel CC atau BCC.
pl_pl: Wyślij dokładną kopię wiadomości e-mail na podany adres e-mail za pomocą opcji Email CC lub BCC.
pt_br: Envie a cópia exata do e-mail para o endereço de e-mail fornecido com Email CC ou BCC.

source: user options
ar: خيارات المستخدم
el: επιλογές χρήστη
es_es: opciones de usuario
fr_fr: options utilisateur
id_id: pilihan pengguna
it_it: opzioni dell'utente
ja_jp: ユーザーオプション
ms_my: pilihan pengguna
pl_pl: opcje użytkownika
pt_br: opções do usuário

source: User Options
ar: خيارات المستخدم
el: Επιλογές χρήστη
es_es: Opciones de usuario
fr_fr: Options utilisateur
id_id: Opsi Pengguna
it_it: Opzioni utente
ja_jp: ユーザーオプション
ms_my: Pilihan Pengguna
pl_pl: Opcje użytkownika
pt_br: Opções do usuário

source: User options enable you to define roles for new users when they are registered.
ar: تتيح لك خيارات المستخدم تحديد الأدوار للمستخدمين الجدد عند تسجيلهم.
el: Οι επιλογές χρήστη σάς δίνουν τη δυνατότητα να ορίσετε ρόλους για νέους χρήστες κατά την εγγραφή τους.
es_es: Las opciones de usuario le permiten definir roles para nuevos usuarios cuando se registran.
fr_fr: Les options utilisateur vous permettent de définir les rôles des nouveaux utilisateurs lorsqu'ils sont enregistrés.
id_id: Opsi pengguna memungkinkan Anda menentukan peran bagi pengguna baru saat mereka terdaftar.
it_it: Le opzioni utente consentono di definire i ruoli per i nuovi utenti al momento della registrazione.
ja_jp: ユーザー オプションを使用すると、新規ユーザーの登録時にそのユーザーのロールを定義できます。
ms_my: Pilihan pengguna membolehkan anda menentukan peranan untuk pengguna baharu apabila mereka didaftarkan.
pl_pl: Opcje użytkownika umożliwiają zdefiniowanie ról dla nowych użytkowników podczas ich rejestracji.
pt_br: As opções de usuário permitem definir funções para novos usuários quando eles são registrados.

source: SMTP enables you to add custom mail protocols to send and receive emails with the support ticket system.
ar: يمكّنك SMTP من إضافة بروتوكولات بريد مخصصة لإرسال واستقبال رسائل البريد الإلكتروني باستخدام نظام تذاكر الدعم.
el: Το SMTP σάς δίνει τη δυνατότητα να προσθέσετε προσαρμοσμένα πρωτόκολλα αλληλογραφίας για αποστολή και λήψη email με το σύστημα εισιτηρίων υποστήριξης.
es_es: SMTP le permite agregar protocolos de correo personalizados para enviar y recibir correos electrónicos con el sistema de tickets de soporte.
fr_fr: SMTP vous permet d'ajouter des protocoles de messagerie personnalisés pour envoyer et recevoir des e-mails avec le système de ticket d'assistance.
id_id: SMTP memungkinkan Anda menambahkan protokol email khusus untuk mengirim dan menerima email dengan sistem tiket dukungan.
it_it: SMTP consente di aggiungere protocolli di posta personalizzati per inviare e ricevere e-mail con il sistema di ticket di supporto.
ja_jp: SMTP を使用すると、サポート チケット システムで電子メールを送受信するためのカスタム メール プロトコルを追加できます。
ms_my: SMTP membolehkan anda menambah protokol mel tersuai untuk menghantar dan menerima e-mel dengan sistem tiket sokongan.
pl_pl: SMTP umożliwia dodawanie niestandardowych protokołów pocztowych do wysyłania i odbierania wiadomości e-mail za pomocą systemu zgłoszeń do pomocy technicznej.
pt_br: O SMTP permite adicionar protocolos de e-mail personalizados para enviar e receber e-mails com o sistema de tickets de suporte.

source: Multi Language Email Templates
ar: قوالب البريد الإلكتروني متعددة اللغات
el: Πρότυπα email πολλαπλών γλωσσών
es_es: Plantillas de correo electrónico en varios idiomas
fr_fr: Modèles d'e-mails multilingues
id_id: Templat Email Multi Bahasa
it_it: Modelli di email multilingue
ja_jp: 多言語メールテンプレート
ms_my: Templat E-mel Berbilang Bahasa
pl_pl: Wielojęzyczne szablony e-maili
pt_br: Modelos de e-mail em vários idiomas

source: Create multi-language email templates for all default email templates to send customers emails in the language that they prefer.
ar: قم بإنشاء قوالب بريد إلكتروني متعددة اللغات لجميع قوالب البريد الإلكتروني الافتراضية لإرسال رسائل البريد الإلكتروني للعملاء باللغة التي يفضلونها.
el: Δημιουργήστε πρότυπα email πολλών γλωσσών για όλα τα προεπιλεγμένα πρότυπα email για να στείλετε email στους πελάτες στη γλώσσα που προτιμούν.
es_es: Cree plantillas de correo electrónico en varios idiomas para todas las plantillas de correo electrónico predeterminadas para enviar correos electrónicos a los clientes en el idioma que prefieran.
fr_fr: Créez des modèles d'e-mails multilingues pour tous les modèles d'e-mails par défaut afin d'envoyer des e-mails aux clients dans la langue de leur choix.
id_id: Buat templat email multi-bahasa untuk semua templat email default guna mengirim email kepada pelanggan dalam bahasa yang mereka sukai.
it_it: Crea modelli di email multilingue per tutti i modelli di email predefiniti per inviare email ai clienti nella lingua che preferiscono.
ja_jp: すべてのデフォルトの電子メール テンプレートに対して多言語電子メール テンプレートを作成し、顧客が希望する言語で電子メールを送信できるようにします。
ms_my: Buat templat e-mel berbilang bahasa untuk semua templat e-mel lalai untuk menghantar e-mel kepada pelanggan dalam bahasa yang mereka suka.
pl_pl: Twórz wielojęzyczne szablony e-maili dla wszystkich domyślnych szablonów e-maili, aby wysyłać klientom e-maile w preferowanym przez nich języku.
pt_br: Crie modelos de email em vários idiomas para todos os modelos de email padrão para enviar emails aos clientes no idioma de sua preferência.

source: Downloads
ar: التنزيلات
el: Λήψεις
es_es: Descargas
fr_fr: Téléchargements
id_id: Unduhan
it_it: Download
ja_jp: ダウンロード
ms_my: Muat turun
pl_pl: Pliki do pobrania
pt_br: Transferências

source: Downloads can be very helpful for users who are looking to obtain the necessary information to resolve issues.
ar: يمكن أن تكون التنزيلات مفيدة جدًا للمستخدمين الذين يتطلعون إلى الحصول على المعلومات الضرورية لحل المشكلات.
el: Οι λήψεις μπορεί να είναι πολύ χρήσιμες για χρήστες που αναζητούν τις απαραίτητες πληροφορίες για την επίλυση προβλημάτων.
es_es: Las descargas pueden resultar muy útiles para los usuarios que buscan obtener la información necesaria para resolver problemas.
fr_fr: Les téléchargements peuvent être très utiles pour les utilisateurs qui cherchent à obtenir les informations nécessaires pour résoudre les problèmes.
id_id: Unduhan bisa sangat membantu bagi pengguna yang ingin memperoleh informasi yang diperlukan untuk menyelesaikan masalah.
it_it: I download possono essere molto utili per gli utenti che desiderano ottenere le informazioni necessarie per risolvere i problemi.
ja_jp: ダウンロードは、問題を解決するために必要な情報を入手したいユーザーにとって非常に役立ちます。
ms_my: Muat turun boleh sangat membantu pengguna yang ingin mendapatkan maklumat yang diperlukan untuk menyelesaikan isu.
pl_pl: Pliki do pobrania mogą być bardzo pomocne dla użytkowników, którzy chcą uzyskać informacje niezbędne do rozwiązania problemów.
pt_br: Os downloads podem ser muito úteis para usuários que desejam obter as informações necessárias para resolver problemas.

source: Announcements
ar: إعلانات
el: Ανακοινώσεις
es_es: Anuncios
fr_fr: Annonces
id_id: Pengumuman
it_it: Annunci
ja_jp: お知らせ
ms_my: Pengumuman
pl_pl: Ogłoszenia
pt_br: Anúncios

source: Make an unlimited number of announcements related to the support system to encourage customer interaction.
ar: عمل عدد غير محدود من الإعلانات المتعلقة بنظام الدعم لتشجيع تفاعل العملاء.
el: Κάντε απεριόριστο αριθμό ανακοινώσεων που σχετίζονται με το σύστημα υποστήριξης για να ενθαρρύνετε την αλληλεπίδραση με τους πελάτες.
es_es: Realice una cantidad ilimitada de anuncios relacionados con el sistema de soporte para fomentar la interacción con el cliente.
fr_fr: Faites un nombre illimité d'annonces liées au système d'assistance pour encourager l'interaction avec les clients.
id_id: Buat pengumuman dalam jumlah tidak terbatas terkait sistem pendukung untuk mendorong interaksi pelanggan.
it_it: Effettua un numero illimitato di annunci relativi al sistema di supporto per incoraggiare l'interazione con il cliente.
ja_jp: サポート システムに関するアナウンスを無制限に行い、顧客とのやり取りを促進します。
ms_my: Buat pengumuman tanpa had yang berkaitan dengan sistem sokongan untuk menggalakkan interaksi pelanggan.
pl_pl: Publikuj nieograniczoną liczbę ogłoszeń związanych z systemem wsparcia, aby zachęcić klienta do interakcji.
pt_br: Faça um número ilimitado de anúncios relacionados ao sistema de suporte para incentivar a interação com o cliente.

source: Ban Email
ar: حظر البريد الإلكتروني
el: Απαγόρευση ηλεκτρονικού ταχυδρομείου
es_es: Prohibir correo electrónico
fr_fr: Interdire l'e-mail
id_id: Larangan Email
it_it: Divieto di posta elettronica
ja_jp: 禁止メール
ms_my: Larang E-mel
pl_pl: Zablokuj e-mail
pt_br: Banir e-mail
