Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: Show All Trending Products {add-on base}
ar: إظهار جميع المنتجات المتجهة {add-on base}
el: Εμφάνιση όλων των προϊόντων Trending {add-on base}
es_es: Mostrar todos los productos de tendencia {base complementar}
fr_fr: Afficher tous les produits tendance {base complémentaire}
id_id: Tampilkan semua produk tren {add-on base}
it_it: Mostra tutti i prodotti di tendenza {Base aggiuntiva}
ja_jp: すべてのトレンド製品を表示{アドオンベース}
ms_my: Tunjukkan semua produk trend {add-on base}
pl_pl: Pokaż wszystkie produkty trendów {baza dodatkowa}
pt_br: Mostre todos os produtos de tendência {Base de complemento}

source: Show All Latest Products {add-on base}
ar: عرض جميع المنتجات الأخيرة {add-on base}
el: Εμφάνιση όλων των τελευταίων προϊόντων {add-on base}
es_es: Mostrar todos los últimos productos {base complementar}
fr_fr: Afficher tous les derniers produits {base complémentaire}
id_id: Tampilkan semua produk terbaru {add-on base}
it_it: Mostra tutti i prodotti più recenti {Base aggiuntiva}
ja_jp: すべての最新製品を表示{アドオンベース}
ms_my: Tunjukkan semua produk terkini {asas tambahan}
pl_pl: Pokaż wszystkie najnowsze produkty {dodatkowa baza}
pt_br: Mostre todos os produtos mais recentes {Base complementar}

source: Show All Highest Rated Products {add-on base}
ar: إظهار جميع المنتجات ذات التصنيف الأعلى {add-on base}
el: Εμφάνιση όλων των υψηλότερων προϊόντων {add-on base}
es_es: Muestre todos los productos de mejor calificación {base complementaria}
fr_fr: Afficher tous les produits les mieux notés {base complémentaire}
id_id: Tampilkan semua produk berperingkat tertinggi {add-on base}
it_it: Mostra tutti i prodotti più votati {Base aggiuntiva}
ja_jp: 最高の定格製品をすべて表示する{アドオンベース}
ms_my: Tunjukkan semua produk yang dinilai tertinggi {asas tambahan}
pl_pl: Pokaż wszystkie najwyżej oceniane produkty {dodatkowa baza}
pt_br: Mostre todos os produtos com a classificação mais alta {Base add-on}

source: View Orders {add-on base}
ar: عرض الأوامر {add-on base}
el: Προβολή παραγγελιών {add-on base}
es_es: Ver órdenes {base complementaria}
fr_fr: Afficher les ordres {base complémentaire}
id_id: Lihat pesanan {add-on base}
it_it: Visualizza ordini {Base aggiuntiva}
ja_jp: 注文を表示{アドオンベース}
ms_my: Lihat Pesanan {Base Add-On}
pl_pl: Wyświetl zamówienia {baza dodatkowa}
pt_br: Visualizar ordens {Base add-on}

source: view Account Details {add-on base}
ar: عرض تفاصيل الحساب {add-on base}
el: Προβολή λεπτομερειών λογαριασμού {add-on base}
es_es: Ver detalles de la cuenta {base complementar}
fr_fr: Afficher les détails du compte {base complémentaire}
id_id: Lihat detail akun {add-on base}
it_it: Visualizza i dettagli dell'account {Base aggiuntiva}
ja_jp: アカウントの詳細を表示{アドオンベース}
ms_my: Lihat butiran akaun {asas tambahan}
pl_pl: Zobacz szczegóły konta {baza dodatkowa}
pt_br: Exibir detalhes da conta {Base complementar}

source: Track Order
ar: ترتيب المسار
el: Εντολή παρακολούθησης
es_es: Orden de pista
fr_fr: Commande de piste
id_id: Pesanan trek
it_it: Ordine di traccia
ja_jp: トラックオーダー
ms_my: Pesanan trek
pl_pl: Order toru
pt_br: Pedido de rastreamento

source: Error: Story not found.
ar: خطأ: القصة لم يتم العثور عليها.
el: Σφάλμα: Η ιστορία δεν βρέθηκε.
es_es: Error: historia no encontrada.
fr_fr: Erreur: histoire introuvable.
id_id: Kesalahan: Cerita tidak ditemukan.
it_it: Errore: storia non trovata.
ja_jp: エラー：ストーリーが見つかりません。
ms_my: Ralat: Kisah tidak dijumpai.
pl_pl: Błąd: nie znaleziono historii.
pt_br: Erro: história não encontrada.

source: Error: Invalid intent data.
ar: خطأ: بيانات نية غير صالحة.
el: Σφάλμα: Μη έγκυρα δεδομένα πρόθεσης.
es_es: Error: datos de intención no válidos.
fr_fr: Erreur: données d'intention non valides.
id_id: Kesalahan: Data niat tidak valid.
it_it: Errore: dati di intenti non validi.
ja_jp: エラー：無効な意図データ。
ms_my: Ralat: Data niat tidak sah.
pl_pl: Błąd: Nieprawidłowe dane intencyjne.
pt_br: Erro: dados de intenção inválidos.

source: Upload failed.
ar: فشل التحميل.
el: Η μεταφόρτωση απέτυχε.
es_es: Carga falló.
fr_fr: Le téléchargement a échoué.
id_id: Unggah gagal.
it_it: Caricamento non riuscito.
ja_jp: アップロードに失敗しました。
ms_my: Muat naik gagal.
pl_pl: Prześlij nie powiodło się.
pt_br: Falha no upload.

source: Invalid file type. Please upload an XML file.
ar: نوع الملف غير صالح. يرجى تحميل ملف XML.
el: Μη έγκυρος τύπος αρχείου. Ανεβάστε ένα αρχείο XML.
es_es: Tipo de archivo no válido. Sube un archivo XML.
fr_fr: Type de fichier non valide. Veuillez télécharger un fichier XML.
id_id: Jenis file tidak valid. Harap unggah file XML.
it_it: Tipo di file non valido. Carica un file XML.
ja_jp: 無効なファイルタイプ。 XMLファイルをアップロードしてください。
ms_my: Jenis fail tidak sah. Sila muat naik fail XML.
pl_pl: Nieprawidłowy typ pliku. Prześlij plik XML.
pt_br: Tipo de arquivo inválido. Faça o upload de um arquivo XML.

source: Error importing this file: The XML file seems to have an issue. Please check the file's structure.
ar: خطأ في استيراد هذا الملف: يبدو أن ملف XML لديه مشكلة. يرجى التحقق من بنية الملف.
el: Σφάλμα Εισαγωγή αυτού του αρχείου: Το αρχείο XML φαίνεται να έχει πρόβλημα. Ελέγξτε τη δομή του αρχείου.
es_es: Error de importación de este archivo: el archivo XML parece tener un problema. Verifique la estructura del archivo.
fr_fr: Erreur d'importation de ce fichier: le fichier XML semble avoir un problème. Veuillez vérifier la structure du fichier.
id_id: Kesalahan Mengimpor file ini: File XML tampaknya memiliki masalah. Silakan periksa struktur file.
it_it: Errore Importazione di questo file: il file XML sembra avere un problema. Si prega di controllare la struttura del file.
ja_jp: このファイルのインポートエラー：XMLファイルには問題があるようです。ファイルの構造を確認してください。
ms_my: Ralat mengimport fail ini: Fail XML nampaknya mempunyai masalah. Sila periksa struktur fail.
pl_pl: Błąd importowanie tego pliku: Plik XML wydaje się mieć problem. Sprawdź strukturę pliku.
pt_br: Erro a importação deste arquivo: o arquivo XML parece ter um problema. Por favor, verifique a estrutura do arquivo.

source: The story has been imported successfully!
ar: تم استيراد القصة بنجاح!
el: Η ιστορία έχει εισαχθεί με επιτυχία!
es_es: ¡La historia ha sido importada con éxito!
fr_fr: L'histoire a été importée avec succès!
id_id: Cerita telah berhasil diimpor!
it_it: La storia è stata importata con successo!
ja_jp: ストーリーは正常にインポートされました！
ms_my: Kisah ini telah berjaya diimport!
pl_pl: Historia została pomyślnie zaimportowana!
pt_br: A história foi importada com sucesso!

source: Error while importing this file.
ar: خطأ أثناء استيراد هذا الملف.
el: Σφάλμα κατά την εισαγωγή αυτού του αρχείου.
es_es: Error al importar este archivo.
fr_fr: Erreur lors de l'importation de ce fichier.
id_id: Kesalahan saat mengimpor file ini.
it_it: Errore durante l'importazione di questo file.
ja_jp: このファイルのインポート中のエラー。
ms_my: Ralat semasa mengimport fail ini.
pl_pl: Błąd podczas importowania tego pliku.
pt_br: Erro ao importar este arquivo.

source: Please enter a search term.
ar: الرجاء إدخال مصطلح البحث.
el: Εισαγάγετε έναν όρο αναζήτησης.
es_es: Ingrese un término de búsqueda.
fr_fr: Veuillez saisir un terme de recherche.
id_id: Harap masukkan istilah pencarian.
it_it: Si prega di inserire un termine di ricerca.
ja_jp: 検索用語を入力してください。
ms_my: Sila masukkan istilah carian.
pl_pl: Wprowadź wyszukiwany termin.
pt_br: Por favor, insira um termo de pesquisa.

source: No matching results found.
ar: لم يتم العثور على نتائج مطابقة.
el: Δεν βρέθηκαν αποτελέσματα αντιστοίχισης.
es_es: No se encontraron resultados coincidentes.
fr_fr: Aucun résultat correspondant trouvé.
id_id: Tidak ada hasil yang cocok ditemukan.
it_it: Nessun risultato corrispondente trovato.
ja_jp: 一致する結果は見つかりませんでした。
ms_my: Tiada hasil yang sepadan dijumpai.
pl_pl: Nie znaleziono pasujących wyników.
pt_br: Nenhum resultado correspondente encontrado.

source: Results:
ar: نتائج:
el: Αποτελέσματα:
es_es: Resultados:
fr_fr: Résultats:
id_id: Hasil:
it_it: Risultati:
ja_jp: 結果：
ms_my: Hasil:
pl_pl: Wyniki:
pt_br: Resultados:

source: Simple
ar: بسيط
el: Απλός
id_id: Sederhana
it_it: Semplice
ja_jp: 単純
ms_my: Mudah
pl_pl: Prosty
pt_br: Simples

source: Move To Start
ar: تحرك للبدء
el: Μετακίνηση για εκκίνηση
es_es: Moverse para comenzar
fr_fr: Déplacer pour commencer
id_id: Pindah untuk memulai
it_it: Spostati per iniziare
ja_jp: 開始に移動します
ms_my: Pindah ke Mula
pl_pl: Przenieś się na początek
pt_br: Mover para começar

source: Move To Left
ar: انتقل إلى اليسار
el: Μετακίνηση στα αριστερά
es_es: Moverse a la izquierda
fr_fr: Se déplacer à gauche
id_id: Pindah ke kiri
it_it: Spostarsi a sinistra
ja_jp: 左に移動します
ms_my: Bergerak ke kiri
pl_pl: Przejdź w lewo
pt_br: Mova para a esquerda

source: Move To Right
ar: انتقل إلى اليمين
el: Μετακίνηση προς τα δεξιά
es_es: Moverse a la derecha
fr_fr: Déplacer à droite
id_id: Pindah ke kanan
it_it: Passa a destra
ja_jp: 右に移動します
ms_my: Bergerak ke kanan
pl_pl: Poruszaj się w prawo
pt_br: Mova para a direita

source: Move To End
ar: انتقل إلى النهاية
el: Μετακομίζω στο τέλος
es_es: Moverse para terminar
fr_fr: Se déplacer pour se terminer
id_id: Pindah ke akhir
it_it: Passa alla fine
ja_jp: 終わりに移動します
ms_my: Bergerak ke akhir
pl_pl: Przenieś się do końca
pt_br: Mover para terminar

source: Export Story
ar: قصة التصدير
el: Εξαγωγική ιστορία
es_es: Historia de exportación
fr_fr: Histoire d'exportation
id_id: Kisah Ekspor
it_it: Storia di esportazione
ja_jp: エクスポートストーリー
ms_my: Kisah eksport
pl_pl: Historia eksportu
pt_br: História de exportação

source: Import Story
ar: قصة الاستيراد
el: Ιστορία εισαγωγής
es_es: Historia de importación
fr_fr: Histoire d'importation
id_id: Kisah Impor
it_it: Storia di importazione
ja_jp: ストーリーをインポートします
ms_my: Kisah import
pl_pl: Historia importu
pt_br: História de importação

source: Synchronize Products
ar: مزامنة المنتجات
el: Συγχρονίστε τα προϊόντα
es_es: Sincronizar productos
fr_fr: Synchroniser les produits
id_id: Menyinkronkan produk
it_it: Sincronizzare i prodotti
ja_jp: 製品を同期します
ms_my: Menyegerakkan produk
pl_pl: Synchronizować produkty
pt_br: Sincronize produtos

source: Default Fallback Action
ar: عمل احتياطي افتراضي
el: Προεπιλεγμένη δράση
es_es: Acción de respuesta predeterminada
fr_fr: Action de secours par défaut
id_id: Tindakan Fallback Default
it_it: Azione di fallback predefinita
ja_jp: デフォルトのフォールバックアクション
ms_my: Tindakan sandaran lalai
pl_pl: Domyślna akcja Fallback
pt_br: Ação de fallback padrão

source: Default Fallback Intent
ar: نية العودة الافتراضية
el: Προεπιλεγμένη πρόθεση
es_es: Intención de respuesta predeterminada
fr_fr: Intention de secours par défaut
id_id: Niat fallback default
it_it: Intenzione di fallback predefinita
ja_jp: デフォルトのフォールバックの意図
ms_my: Niat sandaran lalai
pl_pl: Domyślny zamiar awarii
pt_br: Intenção de fallback padrão

source: Default Fallback Action Button
ar: زر الإجراء الافتراضي
el: Προεπιλεγμένο κουμπί δράσης
es_es: Botón predeterminado de acción alternativa
fr_fr: Bouton d'action de secours par défaut
id_id: Tombol Tindakan Fallback Default
it_it: Pulsante di azione di fallback predefinita
ja_jp: デフォルトのフォールバックアクションボタン
ms_my: Butang tindakan sandaran lalai
pl_pl: Domyślny przycisk akcji Fallback
pt_br: Botão de ação de fallback padrão

source: Add New Intent
ar: أضف نية جديدة
el: Προσθέστε νέα πρόθεση
es_es: Agregar nueva intención
fr_fr: Ajouter une nouvelle intention
id_id: Tambahkan niat baru
it_it: Aggiungi nuovi intenti
ja_jp: 新しい意図を追加します
ms_my: Tambah niat baru
pl_pl: Dodaj nowe zamiary
pt_br: Adicione nova intenção

source: Add New Fallback Intent
ar: أضف نية احتياطية جديدة
el: Προσθέστε νέα πρόθεση
es_es: Agregar nueva intención de retroceso
fr_fr: Ajouter une nouvelle intention de secours
id_id: Tambahkan Niat Fallback Baru
it_it: Aggiungi un nuovo intento di fallback
ja_jp: 新しいフォールバックの意図を追加します
ms_my: Tambahkan niat sandaran baru
pl_pl: Dodaj nowe zamiary awarii
pt_br: Adicionar nova intenção de fallback

source: Customizes the action button displayed with the fallback message when the chatbot doesn't understand user input.
ar: قم بتخصيص زر الإجراء المعروض مع رسالة التراجع عندما لا يفهم chatbot إدخال المستخدم.
el: Προσαρμόζει το κουμπί δράσης που εμφανίζεται με το μήνυμα Fallback όταν το chatbot δεν καταλαβαίνει την είσοδο του χρήστη.
es_es: Personaliza el botón de acción que se muestra con el mensaje de retroceso cuando el chatbot no comprende la entrada del usuario.
fr_fr: Personnalise le bouton Action affiché avec le message de secours lorsque le chatbot ne comprend pas l'entrée de l'utilisateur.
id_id: Kustomisasi tombol Tindakan yang ditampilkan dengan pesan Fallback ketika chatbot tidak memahami input pengguna.
it_it: Personalizza il pulsante Azione visualizzato con il messaggio Fallback quando il chatbot non comprende l'input dell'utente.
ja_jp: チャットボットがユーザーの入力を理解していないときに、フォールバックメッセージで表示されたアクションボタンをカスタマイズします。
ms_my: Menyesuaikan butang tindakan yang dipaparkan dengan mesej sandaran apabila chatbot tidak memahami input pengguna.
pl_pl: Dostosowuje przycisk akcji wyświetlany z komunikatem oddechowym, gdy chatbot nie rozumie wprowadzania użytkownika.
pt_br: Personaliza o botão Ação exibido com a mensagem Fallback quando o chatbot não entende a entrada do usuário.

source: Custom Headings
ar: عناوين مخصصة
el: Προσαρμοσμένες επικεφαλίδες
es_es: Encabezados personalizados
fr_fr: Grandissements personnalisés
id_id: Judul khusus
it_it: Intestazioni personalizzate
ja_jp: カスタム見出し
ms_my: Tajuk tersuai
pl_pl: Niestandardowe nagłówki
pt_br: Títulos personalizados

source: Predefined Functions
ar: وظائف محددة مسبقا
el: Προκαθορισμένες λειτουργίες
es_es: Funciones predefinidas
fr_fr: Fonctions prédéfinies
id_id: Fungsi yang telah ditentukan
it_it: Funzioni predefinite
ja_jp: 事前定義された関数
ms_my: Fungsi yang telah ditetapkan
pl_pl: Predefiniowane funkcje
pt_br: Funções predefinidas

source: Select a predefined function to customize the heading. The corresponding heading will appear below and can be edited.
ar: حدد وظيفة محددة مسبقًا لتخصيص العنوان. سيظهر العنوان المقابل أدناه ويمكن تحريره.
el: Επιλέξτε μια προκαθορισμένη λειτουργία για να προσαρμόσετε την επικεφαλίδα. Η αντίστοιχη επικεφαλίδα θα εμφανιστεί παρακάτω και μπορεί να επεξεργαστεί.
es_es: Seleccione una función predefinida para personalizar el encabezado. El encabezado correspondiente aparecerá a continuación y se puede editar.
fr_fr: Sélectionnez une fonction prédéfinie pour personnaliser l'en-tête. L'en-tête correspondant apparaîtra ci-dessous et peut être modifié.
id_id: Pilih fungsi yang telah ditentukan untuk menyesuaikan heading. Judul yang sesuai akan muncul di bawah dan dapat diedit.
it_it: Seleziona una funzione predefinita per personalizzare l'intestazione. L'intestazione corrispondente apparirà di seguito e può essere modificata.
ja_jp: 定義済みの関数を選択して、見出しをカスタマイズします。対応する見出しは以下に表示され、編集できます。
ms_my: Pilih fungsi yang telah ditetapkan untuk menyesuaikan tajuk. Tajuk yang sepadan akan muncul di bawah dan boleh diedit.
pl_pl: Wybierz predefiniowaną funkcję, aby dostosować nagłówek. Odpowiednie nagłówek pojawi się poniżej i można go edytować.
pt_br: Selecione uma função predefinida para personalizar o título. O cabeçalho correspondente aparecerá abaixo e pode ser editado.

source: Custom Heading
ar: عنوان مخصص
el: Προσαρμοσμένη επικεφαλίδα
es_es: Encabezado personalizado
fr_fr: Cap personnalisée
id_id: Tajuk khusus
it_it: Intestazione personalizzata
ja_jp: カスタム見出し
ms_my: Tajuk adat
pl_pl: Nagłówek niestandardowy
pt_br: Cabeçalho personalizado

source: Edit the message that appears when the selected function is called. The chat popup on the right shows a live preview of this message.
ar: قم بتحرير الرسالة التي تظهر عند استدعاء الوظيفة المحددة. يظهر المنبثقة على الدردشة على اليمين معاينة حية لهذه الرسالة.
el: Επεξεργαστείτε το μήνυμα που εμφανίζεται όταν καλείται η επιλεγμένη λειτουργία. Το αναδυόμενο παράθυρο συνομιλίας στα δεξιά δείχνει μια ζωντανή προεπισκόπηση αυτού του μηνύματος.
es_es: Edite el mensaje que aparece cuando se llama a la función seleccionada. La ventana emergente de chat a la derecha muestra una vista previa en vivo de este mensaje.
fr_fr: Modifiez le message qui apparaît lorsque la fonction sélectionnée est appelée. La popup de chat sur la droite montre un aperçu en direct de ce message.
id_id: Edit pesan yang muncul ketika fungsi yang dipilih dipanggil. Popup obrolan di sebelah kanan menunjukkan pratinjau langsung dari pesan ini.
it_it: Modifica il messaggio che appare quando viene chiamata la funzione selezionata. Il popup di chat a destra mostra un'anteprima dal vivo di questo messaggio.
ja_jp: 選択した関数が呼び出されたときに表示されるメッセージを編集します。右側のチャットポップアップは、このメッセージのライブプレビューを示しています。
ms_my: Edit mesej yang muncul apabila fungsi yang dipilih dipanggil. Popup sembang di sebelah kanan menunjukkan pratonton langsung mesej ini.
pl_pl: Edytuj wiadomość, która pojawia się, gdy wywołana jest wybrana funkcja. Wysknięcie na czatu po prawej stronie pokazuje podgląd na żywo tej wiadomości.
pt_br: Edite a mensagem que aparece quando a função selecionada é chamada. O pop -up de bate -papo à direita mostra uma prévia ao vivo desta mensagem.

source: Custom heading preview
ar: معاينة عنوان مخصص
el: Προσαρμοσμένη προεπισκόπηση επικεφαλής
es_es: Vista previa de encabezado personalizado
fr_fr: Aperçu de la tête personnalisée
id_id: Pratinjau Heading Kustom
it_it: Anteprima di intestazione personalizzata
ja_jp: カスタム見出しプレビュー
ms_my: Pratonton tajuk tersuai
pl_pl: Niestandardowy podgląd nagłówka
pt_br: Visualização de cabeçalho personalizado

source: Support Link
ar: رابط الدعم
el: Σύνδεσμος υποστήριξης
es_es: Enlace de soporte
fr_fr: Lien de support
id_id: Tautan Dukungan
it_it: Link di supporto
ja_jp: サポートリンク
ms_my: Pautan sokongan
pl_pl: Link wsparcia
pt_br: Link de suporte

source: Show Support Link
ar: إظهار رابط الدعم
el: Εμφάνιση σύνδεσης υποστήριξης
fr_fr: Afficher le lien d'assistance
id_id: Tampilkan tautan dukungan
it_it: Mostra link di supporto
ja_jp: サポートリンクを表示します
ms_my: Tunjukkan pautan sokongan
pl_pl: Pokaż link wsparcia
pt_br: Mostrar link de suporte

source: Hide
ar: يخفي
el: Κρύβω
es_es: Esconder
fr_fr: Cacher
id_id: Bersembunyi
it_it: Nascondere
ja_jp: 隠れる
ms_my: Sembunyikan
pl_pl: Ukrywać
pt_br: Esconder

source: Toggle to show or hide the support link for users.
ar: تبديل لإظهار أو إخفاء رابط الدعم للمستخدمين.
el: Εναλλαγή για να εμφανίσετε ή να αποκρύψετε τον σύνδεσμο υποστήριξης για τους χρήστες.
es_es: Alternar para mostrar o ocultar el enlace de soporte para los usuarios.
fr_fr: Basculer pour afficher ou masquer le lien d'assistance pour les utilisateurs.
id_id: Toggle untuk menampilkan atau menyembunyikan tautan dukungan untuk pengguna.
it_it: Attiva alterni per mostrare o nascondere il collegamento di supporto per gli utenti.
ja_jp: ユーザーのサポートリンクを表示または非表示にするためにトグルします。
ms_my: Togol untuk menunjukkan atau menyembunyikan pautan sokongan untuk pengguna.
pl_pl: Przełącz, aby pokazać lub ukryć link wsparcia dla użytkowników.
pt_br: Alterne para mostrar ou ocultar o link de suporte para os usuários.

source: Support Link URL
ar: دعم رابط عنوان URL
el: Υποστήριξη συνδέσμου URL
es_es: URL de enlace de soporte
fr_fr: URL de liaison de support
id_id: URL Tautan Dukungan
it_it: URL Link di supporto
ja_jp: サポートリンクURL
ms_my: URL Pautan Sokongan
pl_pl: Wsparcie URL linku
pt_br: Suporte Link URL

source: Set the URL where users will be redirected when they click the support link.
ar: اضبط عنوان URL حيث سيتم إعادة توجيه المستخدمين عند النقر فوق رابط الدعم.
el: Ορίστε τη διεύθυνση URL όπου οι χρήστες θα ανακατευθύνονται όταν κάνουν κλικ στον σύνδεσμο υποστήριξης.
es_es: Establezca la URL donde los usuarios serán redirigidos cuando hagan clic en el enlace de soporte.
fr_fr: Définissez l'URL où les utilisateurs seront redirigés lorsqu'ils cliquent sur le lien de support.
id_id: Atur URL di mana pengguna akan diarahkan ketika mereka mengklik tautan dukungan.
it_it: Imposta l'URL in cui gli utenti verranno reindirizzati quando fanno clic sul collegamento di supporto.
ja_jp: サポートリンクをクリックすると、ユーザーがリダイレクトされるURLを設定します。
ms_my: Tetapkan URL di mana pengguna akan diarahkan semula apabila mereka mengklik pautan sokongan.
pl_pl: Ustaw adres URL, w którym użytkownicy zostaną przekierowani po kliknięciu linku do pomocy technicznej.
pt_br: Defina o URL onde os usuários serão redirecionados quando clicarem no link de suporte.

source: Add New Button / Link
ar: أضف زر / رابط جديد
el: Προσθήκη νέου κουμπιού / σύνδεσης
es_es: Agregar nuevo botón / enlace
fr_fr: Ajouter un nouveau bouton / lien
id_id: Tambahkan tombol / tautan baru
it_it: Aggiungi nuovo pulsante / collegamento
ja_jp: 新しいボタン /リンクを追加します
ms_my: Tambahkan butang / pautan baru
pl_pl: Dodaj nowy przycisk / link
pt_br: Adicionar novo botão / link

source: Please create a
ar: الرجاء إنشاء أ
el: Δημιουργήστε ένα
es_es: Por favor cree un
fr_fr: Veuillez créer un
id_id: Harap buat
it_it: Si prega di creare un
ja_jp: 作成してください
ms_my: Sila buat a
pl_pl: Utwórz
pt_br: Por favor, crie um

source: to use template section.
ar: لاستخدام قسم القالب.
el: Για να χρησιμοποιήσετε την ενότητα προτύπου.
es_es: para usar la sección de plantilla.
fr_fr: Pour utiliser la section modèle.
id_id: untuk menggunakan bagian template.
it_it: Per utilizzare la sezione modello.
ja_jp: テンプレートセクションを使用します。
ms_my: Untuk menggunakan bahagian templat.
pl_pl: Aby użyć sekcji szablonu.
pt_br: Para usar a seção de modelo.

source: Please create a post to use template section.
ar: يرجى إنشاء منشور لاستخدام قسم القالب.
el: Δημιουργήστε μια ανάρτηση για να χρησιμοποιήσετε την ενότητα προτύπου.
es_es: Cree una publicación para usar la sección de plantilla.
fr_fr: Veuillez créer un article pour utiliser la section du modèle.
id_id: Harap buat postingan untuk menggunakan bagian template.
it_it: Si prega di creare un post per utilizzare la sezione modello.
ja_jp: テンプレートセクションを使用するために投稿を作成してください。
ms_my: Sila buat bahagian untuk menggunakan bahagian templat.
pl_pl: Utwórz post, aby użyć sekcji szablonu.
pt_br: Crie uma postagem para usar a seção de modelo.

source: Abandonment Item Message
ar: رسالة البند التخلي
el: Μήνυμα αντικειμένου εγκατάλειψης
es_es: Mensaje del elemento de abandono
fr_fr: Message d'article d'abandon
id_id: Pesan item pengabaian
it_it: Messaggio dell'articolo di abbandono
ja_jp: 放棄アイテムメッセージ
ms_my: Mesej item pengabaian
pl_pl: Wiadomość elementu porzucenia
pt_br: Mensagem do item de abandono

source: Abandonment Message
ar: رسالة التخلي
el: Μήνυμα εγκατάλειψης
es_es: Mensaje de abandono
fr_fr: Message d'abandon
id_id: Pesan pengabaian
it_it: Messaggio di abbandono
ja_jp: 放棄メッセージ
ms_my: Mesej pengabaian
pl_pl: Wiadomość porzucenia
pt_br: Mensagem de abandono

source: Security verification Failed, Please refresh your chat to continue.
ar: فشل التحقق من الأمان ، يرجى تحديث الدردشة الخاصة بك للمتابعة.
el: Η επαλήθευση ασφαλείας απέτυχε, ανανεώστε τη συνομιλία σας για να συνεχίσετε.
es_es: La verificación de seguridad falló, actualice su chat para continuar.
fr_fr: La vérification de la sécurité a échoué, veuillez actualiser votre chat pour continuer.
id_id: Verifikasi keamanan gagal, segarkan obrolan Anda untuk melanjutkan.
it_it: La verifica della sicurezza non è riuscita, aggiorna la chat per continuare.
ja_jp: セキュリティ検証に失敗しました。チャットを更新して続行してください。
ms_my: Pengesahan keselamatan gagal, sila muat semula sembang anda untuk diteruskan.
pl_pl: Weryfikacja bezpieczeństwa nie powiodła się, odśwież czat, aby kontynuować.
pt_br: A verificação de segurança falhou, atualize seu bate -papo para continuar.

source: Your Key Is Invalid.
ar: مفتاحك غير صالح.
el: Το κλειδί σας είναι άκυρο.
es_es: Tu clave no es válida.
fr_fr: Votre clé n'est pas valide.
id_id: Kuncimu tidak valid.
it_it: La tua chiave non è valida.
ja_jp: あなたの鍵は無効です。
ms_my: Kunci anda tidak sah.
pl_pl: Twój klucz jest nieprawidłowy.
pt_br: Sua chave é inválida.
