Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: You are not allowed to install any add on
ar: لا يسمح لك بتثبيت أي إضافة
el: Δεν επιτρέπεται να εγκαταστήσετε κανένα πρόσθετο
es_es: No tienes permiso para instalar ningún complemento.
fr_fr: Vous n'êtes pas autorisé à installer un module complémentaire
id_id: Anda tidak diperbolehkan memasang add-on apa pun
it_it: Non è consentito installare alcun componente aggiuntivo
ja_jp: アドオンのインストールは許可されていません
ms_my: Anda tidak dibenarkan memasang sebarang tambahan
pl_pl: Nie możesz instalować żadnych dodatków
pt_br: Você não tem permissão para instalar nenhum complemento

source: Something went wrong
ar: حدث خطأ ما
el: Κάτι πήγε στραβά
es_es: algo salió mal
fr_fr: Quelque chose s'est mal passé
id_id: Ada yang tidak beres
it_it: Qualcosa è andato storto
ja_jp: 何か問題が発生しました
ms_my: Sesuatu telah berlaku
pl_pl: Coś poszło nie tak
pt_br: Algo deu errado

source: Addons Installed Successfully
ar: تم تثبيت الإضافات بنجاح
el: Τα πρόσθετα εγκαταστάθηκαν με επιτυχία
es_es: Complementos instalados correctamente
fr_fr: Modules complémentaires installés avec succès
id_id: Addons berhasil diinstal
it_it: Componenti aggiuntivi installati correttamente
ja_jp: アドオンが正常にインストールされました
ms_my: Addons Berjaya Dipasang
pl_pl: Dodatki zostały pomyślnie zainstalowane
pt_br: Complementos instalados com sucesso

source: Open Dashboard
ar: افتح لوحة المعلومات
el: Ανοίξτε τον πίνακα ελέγχου
es_es: Abrir panel
fr_fr: Ouvrir le tableau de bord
id_id: Buka Dasbor
it_it: Apri Dashboard
ja_jp: ダッシュボードを開く
ms_my: Buka Papan Pemuka
pl_pl: Otwórz Panel
pt_br: Abrir painel

source: Open Plugins Page
ar: افتح صفحة الإضافات
el: Ανοίξτε τη σελίδα προσθηκών
es_es: Abrir página de complementos
fr_fr: Ouvrir la page des plugins
id_id: Buka Halaman Plugin
it_it: Apri la pagina dei plugin
ja_jp: プラグインページを開く
ms_my: Buka Halaman Pemalam
pl_pl: Otwórz stronę wtyczek
pt_br: Abrir página de plug-ins

source: PersonName
ar: اسم الشخص
el: Όνομα Προσώπου
es_es: Nombre de persona
fr_fr: Nom de la personne
id_id: Nama Orang
it_it: NomePersona
ja_jp: 人名
ms_my: Nama Orang
pl_pl: Imię Osoby
pt_br: PessoaNome

source: Facility
ar: منشأة
el: Ευκολία
es_es: Instalación
fr_fr: Facilité
id_id: Fasilitas
it_it: Facilità
ja_jp: 施設
ms_my: Kemudahan
pl_pl: Obiekt
pt_br: Instalação

source: Organization
ar: منظمة
el: Οργάνωση
es_es: Organización
fr_fr: Organisation
id_id: Organisasi
it_it: Organizzazione
ja_jp: 組織
ms_my: Organisasi
pl_pl: Organizacja
pt_br: Organização

source: Location
ar: موقع
el: Τοποθεσία
es_es: Ubicación
fr_fr: Emplacement
id_id: Lokasi
it_it: Posizione
ja_jp: 位置
ms_my: Lokasi
pl_pl: Lokalizacja
pt_br: Localização

source: Location_NON_GPE
ar: الموقع_NON_GPE
el: Τοποθεσία_NON_GPE
es_es: Ubicación_NON_GPE
fr_fr: Emplacement_NON_GPE
id_id: Lokasi_NON_GPE
it_it: Posizione_NON_GPE
ja_jp: 場所_NON_GPE
pl_pl: Lokalizacja_NON_GPE
pt_br: Localização_NON_GPE

source: Product
ar: منتج
el: Προϊόν
es_es: Producto
fr_fr: Produit
id_id: Produk
it_it: Prodotto
ja_jp: 製品
ms_my: produk
pl_pl: Produkt
pt_br: Produto

source: Event
ar: حدث
el: Συμβάν
es_es: Evento
fr_fr: Événement
id_id: Peristiwa
it_it: Evento
ja_jp: イベント
ms_my: Peristiwa
pl_pl: Wydarzenie
pt_br: Evento

source: LawDocument
el: Νομικό Έγγραφο
es_es: LeyDocumento
fr_fr: Document de loi
id_id: Dokumen Hukum
ja_jp: 法律文書
ms_my: Undang-undangDokumen
pl_pl: Dokument prawny
pt_br: Documento Jurídico

source: Language
ar: لغة
el: Γλώσσα
es_es: Idioma
fr_fr: Langue
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
ms_my: Bahasa
pl_pl: Język
pt_br: Linguagem

source: Date
ar: تاريخ
el: Ημερομηνία
es_es: Fecha
id_id: Tanggal
it_it: Data
ja_jp: 日付
ms_my: tarikh
pl_pl: Data
pt_br: Data

source: Time
ar: وقت
el: Φορά
es_es: Tiempo
fr_fr: Temps
id_id: Waktu
it_it: Tempo
ja_jp: 時間
ms_my: Masa
pl_pl: Czas
pt_br: Tempo

source: Percentage
ar: نسبة مئوية
el: Ποσοστό
es_es: Porcentaje
fr_fr: Pourcentage
id_id: Persentase
it_it: Percentuale
ja_jp: パーセンテージ
ms_my: Peratusan
pl_pl: Procent
pt_br: Percentagem

source: Money
ar: مال
el: Χρήματα
es_es: Dinero
fr_fr: Argent
id_id: Uang
it_it: Soldi
ja_jp: お金
ms_my: Wang
pl_pl: Pieniądze
pt_br: Dinheiro

source: Quantity
ar: كمية
el: Ποσότητα
es_es: Cantidad
fr_fr: Quantité
id_id: Kuantitas
it_it: Quantità
ja_jp: 量
ms_my: Kuantiti
pl_pl: Ilość
pt_br: Quantidade

source: Ordinal
ar: ترتيبي
el: Τακτικός
id_id: Urut
it_it: Ordinale
ja_jp: 序数
pl_pl: Porządkowy

source: Cardinal
ar: الكاردينال
el: Καρδινάλιος
es_es: Cardenal
id_id: Kardinal
it_it: Cardinale
ja_jp: 枢機卿
ms_my: Kardinal
pl_pl: Kardynał
pt_br: Cardeal

source: Select Variable For
ar: حدد المتغير لـ
el: Επιλέξτε Μεταβλητή για
es_es: Seleccionar variable para
fr_fr: Sélectionnez une variable pour
id_id: Pilih Variabel Untuk
it_it: Seleziona Variabile per
ja_jp: 変数の選択
ms_my: Pilih Pembolehubah Untuk
pl_pl: Wybierz opcję Zmienna dla
pt_br: Selecione variável para

source: Attribute
ar: يصف
el: Ιδιότης
es_es: Atributo
fr_fr: Attribut
id_id: Atribut
it_it: Attributo
ja_jp: 属性
ms_my: Atribut
pl_pl: Atrybut
pt_br: Atributo

source: Name
ar: اسم
el: Ονομα
es_es: Nombre
fr_fr: Nom
id_id: Nama
it_it: Nome
ja_jp: 名前
ms_my: Nama
pl_pl: Nazwa
pt_br: Nome

source: Varibale Name
ar: اسم متغير
el: Όνομα μεταβλητής
es_es: Nombre de la variable
fr_fr: Nom de la variable
id_id: Nama Variabel
it_it: Nome variabile
ja_jp: 変数名
ms_my: Nama Pembolehubah
pl_pl: Nazwa zmiennej
pt_br: Nome da variável

source: Type
ar: يكتب
el: Τύπος
es_es: Tipo
fr_fr: Taper
id_id: Jenis
it_it: Tipo
ja_jp: タイプ
ms_my: taip
pl_pl: Typ
pt_br: Tipo

source: Possible Field Values
ar: قيم الحقول المحتملة
el: Πιθανές τιμές πεδίου
es_es: Posibles valores de campo
fr_fr: Valeurs de champ possibles
id_id: Kemungkinan Nilai Bidang
it_it: Possibili valori dei campi
ja_jp: 可能なフィールド値
ms_my: Kemungkinan Nilai Medan
pl_pl: Możliwe wartości pól
pt_br: Valores de campo possíveis

source: Add Comma Seprated Values
ar: إضافة قيم مفصولة بفواصل
el: Προσθήκη τιμών διαχωρισμένων με κόμματα
es_es: Agregar valores separados por comas
fr_fr: Ajouter des valeurs séparées par des virgules
id_id: Tambahkan Nilai yang Dipisahkan Koma
it_it: Aggiungi valori separati da virgole
ja_jp: カンマ区切り値を追加
ms_my: Tambah Nilai Dipisahkan Koma
pl_pl: Dodaj wartości oddzielone przecinkami
pt_br: Adicionar valores separados por vírgula

source: Variable For
ar: متغير ل
el: Μεταβλητή Για
es_es: Variable para
fr_fr: Variable pour
id_id: Variabel Untuk
it_it: Variabile per
ja_jp: 変数
ms_my: Pembolehubah Untuk
pl_pl: Zmienna dla
pt_br: Variável para

source: Select Variable For in case of Woocommerce Variable
ar: حدد المتغير For في حالة Woocommerce Variable
el: Επιλέξτε Μεταβλητή για σε περίπτωση μεταβλητής Woocommerce
es_es: Seleccione Variable para en el caso de la variable WooCommerce
fr_fr: Sélectionnez la variable pour dans le cas d'une variable Woocommerce
id_id: Pilih Variabel Untuk dalam kasus Variabel Woocommerce
it_it: Seleziona Variabile per in caso di Variabile Woocommerce
ja_jp: Woocommerce 変数の場合は変数を選択してください
ms_my: Pilih Pembolehubah Untuk dalam kes Pembolehubah Woocommerce
pl_pl: Wybierz opcję Zmienna dla w przypadku zmiennej Woocommerce
pt_br: Selecione Variável para no caso de Variável Woocommerce

source: cancel
ar: يلغي
el: ματαίωση
es_es: Cancelar
fr_fr: Annuler
id_id: membatalkan
it_it: cancellare
ja_jp: キャンセル
ms_my: batalkan
pl_pl: anulować
pt_br: cancelar

source: Cancel
ar: يلغي
el: Ματαίωση
es_es: Cancelar
fr_fr: Annuler
id_id: Membatalkan
it_it: Cancellare
ja_jp: キャンセル
ms_my: Batal
pl_pl: Anulować
pt_br: Cancelar

source: Save Changes
ar: حفظ التغييرات
el: Αποθήκευση αλλαγών
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
id_id: Simpan Perubahan
it_it: Salva modifiche
ja_jp: 変更を保存
ms_my: Simpan Perubahan
pl_pl: Zapisz zmiany
pt_br: Salvar alterações

source: Save Variable
ar: حفظ المتغير
el: Αποθήκευση μεταβλητής
es_es: Guardar variable
fr_fr: Enregistrer la variable
id_id: Simpan Variabel
it_it: Salva variabile
ja_jp: 変数の保存
ms_my: Simpan Pembolehubah
pl_pl: Zapisz zmienną
pt_br: Salvar variável

source: Reset
ar: إعادة ضبط
el: Επαναφορά
es_es: Reiniciar
fr_fr: Réinitialiser
id_id: Mengatur ulang
ja_jp: リセット
ms_my: Tetapkan semula
pl_pl: Nastawić
pt_br: Reiniciar

source: Are you sure to delete it?
ar: هل أنت متأكد من حذفه؟
el: Είστε σίγουροι ότι θα το διαγράψετε;
es_es: ¿Estás seguro de eliminarlo?
fr_fr: Êtes-vous sûr de le supprimer ?
id_id: Apakah Anda yakin akan menghapusnya?
it_it: Sei sicuro di volerlo eliminare?
ja_jp: 削除してもよろしいですか?
ms_my: Adakah anda pasti untuk memadamkannya?
pl_pl: Czy na pewno chcesz to usunąć?
pt_br: Tem certeza de excluí-lo?

source: Delete Variable
ar: حذف المتغير
el: Διαγραφή μεταβλητής
es_es: Eliminar variable
fr_fr: Supprimer une variable
id_id: Hapus Variabel
it_it: Elimina variabile
ja_jp: 変数の削除
ms_my: Padam Pembolehubah
pl_pl: Usuń zmienną
pt_br: Excluir variável

source: Add Variable
ar: إضافة متغير
el: Προσθήκη μεταβλητής
es_es: Agregar variable
fr_fr: Ajouter une variable
id_id: Tambahkan Variabel
it_it: Aggiungi variabile
ja_jp: 変数の追加
ms_my: Tambah Pembolehubah
pl_pl: Dodaj zmienną
pt_br: Adicionar variável

source: name
ar: اسم
el: όνομα
es_es: nombre
fr_fr: nom
id_id: nama
it_it: nome
ja_jp: 名前
ms_my: nama
pl_pl: nazwa
pt_br: nome

source: type
ar: يكتب
el: τύπος
es_es: tipo
fr_fr: taper
id_id: jenis
it_it: tipo
ja_jp: タイプ
ms_my: taip
pl_pl: typ
pt_br: tipo

source: Possible Values Here
ar: القيم المحتملة هنا
el: Πιθανές τιμές εδώ
es_es: Posibles valores aquí
fr_fr: Valeurs possibles ici
id_id: Nilai yang Mungkin Di Sini
it_it: Possibili valori qui
ja_jp: ここで可能な値
ms_my: Nilai yang Mungkin Di Sini
pl_pl: Możliwe wartości tutaj
pt_br: Valores possíveis aqui

source: Edit Variable
ar: تحرير المتغير
el: Επεξεργασία μεταβλητής
es_es: Editar variable
fr_fr: Modifier une variable
id_id: Sunting Variabel
it_it: Modifica variabile
ja_jp: 変数の編集
ms_my: Edit Pembolehubah
pl_pl: Edytuj zmienną
pt_br: Editar variável

source: Are you sure to delete it
ar: هل أنت متأكد من حذفه
el: Είστε σίγουροι ότι θα το διαγράψετε
es_es: ¿Estás seguro de eliminarlo?
fr_fr: Êtes-vous sûr de le supprimer
id_id: Apakah Anda yakin untuk menghapusnya
it_it: Sei sicuro di eliminarlo?
ja_jp: 削除してもよろしいですか
ms_my: Adakah anda pasti akan memadamkannya
pl_pl: Czy na pewno chcesz to usunąć
pt_br: Tem certeza de excluí-lo

source: Add New
ar: أضف جديد
el: Προσθήκη νέου
es_es: Agregar nuevo
fr_fr: Ajouter un nouveau
id_id: Tambahkan Baru
it_it: Aggiungi nuovo
ja_jp: 新規追加
ms_my: Tambah Baru
pl_pl: Dodaj nowy
pt_br: Adicionar novo

source: User Input
ar: إدخال المستخدم
el: Εισαγωγή χρήστη
es_es: Entrada del usuario
fr_fr: Entrée de l'utilisateur
id_id: Masukan Pengguna
it_it: Ingresso dell'utente
ja_jp: ユーザー入力
ms_my: Input Pengguna
pl_pl: Dane wejściowe użytkownika
pt_br: Entrada do usuário

source: Close
ar: يغلق
el: Κοντά
es_es: Cerca
fr_fr: Fermer
id_id: Menutup
it_it: Vicino
ja_jp: 近い
ms_my: tutup
pl_pl: Zamknąć
pt_br: Fechar

source: Add
ar: يضيف
el: Προσθέτω
es_es: Agregar
fr_fr: Ajouter
id_id: Menambahkan
it_it: Aggiungere
ja_jp: 追加
ms_my: Tambah
pl_pl: Dodać
pt_br: Adicionar

source: Add More
ar: أضف المزيد
el: Προσθήκη περισσότερων
es_es: Añadir más
fr_fr: Ajouter plus
id_id: Tambahkan Lebih Banyak
it_it: Aggiungi altro
ja_jp: さらに追加
ms_my: Tambah Lagi
pl_pl: Dodaj więcej
pt_br: Adicionar mais

source: Available Variables
ar: المتغيرات المتاحة
el: Διαθέσιμες μεταβλητές
es_es: Variables disponibles
fr_fr: Variables disponibles
id_id: Variabel yang Tersedia
it_it: Variabili disponibili
ja_jp: 利用可能な変数
ms_my: Pembolehubah Tersedia
pl_pl: Dostępne zmienne
pt_br: Variáveis ​​Disponíveis

source: Enter bot response here...
ar: أدخل استجابة الروبوت هنا...
el: Εισαγάγετε την απάντηση του bot εδώ...
es_es: Ingrese la respuesta del bot aquí...
fr_fr: Entrez la réponse du bot ici...
id_id: Masukkan respons bot di sini...
it_it: Inserisci qui la risposta del bot...
ja_jp: ここにボットの応答を入力してください...
ms_my: Masukkan respons bot di sini...
pl_pl: Wpisz tutaj odpowiedź bota...
pt_br: Digite a resposta do bot aqui...

source: Button text here
ar: نص الزر هنا
el: Κείμενο κουμπιού εδώ
es_es: Texto del botón aquí
fr_fr: Texte du bouton ici
id_id: Teks tombol di sini
it_it: Testo del pulsante qui
ja_jp: ここにボタンのテキストが表示されます
ms_my: Teks butang di sini
pl_pl: Tekst przycisku tutaj
pt_br: Texto do botão aqui

source: URL
ar: عنوان URL
pl_pl: Adres URL

source: Button value here
ar: قيمة الزر هنا
el: Τιμή κουμπιού εδώ
es_es: Valor del botón aquí
fr_fr: Valeur du bouton ici
id_id: Nilai tombol di sini
it_it: Valore del pulsante qui
ja_jp: ここのボタンの値
ms_my: Nilai butang di sini
pl_pl: Wartość przycisku tutaj
pt_br: Valor do botão aqui

source: Enter URL here
ar: أدخل عنوان URL هنا
el: Εισαγάγετε τη διεύθυνση URL εδώ
es_es: Introduzca la URL aquí
fr_fr: Entrez l'URL ici
id_id: Masukkan URL di sini
it_it: Inserisci l'URL qui
ja_jp: ここにURLを入力してください
ms_my: Masukkan URL di sini
pl_pl: Wpisz tutaj adres URL
pt_br: Insira o URL aqui

source: Add New Button
ar: إضافة زر جديد
el: Προσθήκη νέου κουμπιού
es_es: Agregar nuevo botón
fr_fr: Ajouter un nouveau bouton
id_id: Tambahkan Tombol Baru
it_it: Aggiungi nuovo pulsante
ja_jp: 新しいボタンを追加
ms_my: Tambah Butang Baharu
pl_pl: Dodaj nowy przycisk
pt_br: Adicionar novo botão

source: Select Predefined Function
ar: حدد وظيفة محددة مسبقًا
el: Επιλέξτε Προκαθορισμένη Συνάρτηση
es_es: Seleccionar función predefinida
fr_fr: Sélectionnez une fonction prédéfinie
id_id: Pilih Fungsi Standar
it_it: Seleziona Funzione predefinita
ja_jp: 定義済み関数の選択
ms_my: Pilih Fungsi Pratakrif
pl_pl: Wybierz Predefiniowaną funkcję
pt_br: Selecione a função predefinida

source: Select Action
ar: حدد الإجراء
el: Επιλέξτε Ενέργεια
es_es: Seleccionar acción
fr_fr: Sélectionnez une action
id_id: Pilih Tindakan
it_it: Seleziona Azione
ja_jp: アクションの選択
ms_my: Pilih Tindakan
pl_pl: Wybierz opcję Akcja
pt_br: Selecione Ação

source: Add New Action
ar: إضافة إجراء جديد
el: Προσθήκη νέας ενέργειας
es_es: Agregar nueva acción
fr_fr: Ajouter une nouvelle action
id_id: Tambahkan Tindakan Baru
it_it: Aggiungi nuova azione
ja_jp: 新しいアクションの追加
ms_my: Tambah Tindakan Baharu
pl_pl: Dodaj nową akcję
pt_br: Adicionar nova ação

source: Add New Form
ar: إضافة نموذج جديد
el: Προσθήκη νέας φόρμας
es_es: Agregar nuevo formulario
fr_fr: Ajouter un nouveau formulaire
id_id: Tambahkan Formulir Baru
it_it: Aggiungi nuovo modulo
ja_jp: 新しいフォームを追加
ms_my: Tambah Borang Baharu
pl_pl: Dodaj nowy formularz
pt_br: Adicionar novo formulário

source: Enter default fallback here...
ar: أدخل الاحتياطي الافتراضي هنا...
el: Εισαγάγετε την προεπιλεγμένη εναλλακτική λύση εδώ...
es_es: Ingrese el respaldo predeterminado aquí...
fr_fr: Entrez ici la solution de secours par défaut...
id_id: Masukkan penggantian default di sini...
it_it: Inserisci qui il fallback predefinito...
ja_jp: ここにデフォルトのフォールバックを入力します...
ms_my: Masukkan sandaran lalai di sini...
pl_pl: Wpisz tutaj domyślną rezerwę...
pt_br: Insira o substituto padrão aqui...

source: Enter default fallback for intent here...
ar: أدخل الاحتياطي الافتراضي للقصد هنا...
el: Εισαγάγετε την προεπιλεγμένη εναλλακτική λύση για πρόθεση εδώ...
es_es: Introduzca aquí el recurso alternativo predeterminado para la intención...
fr_fr: Entrez ici la solution de secours par défaut pour l'intention...
id_id: Masukkan fallback default untuk maksud di sini...
it_it: Inserisci qui il fallback predefinito per l'intento...
ja_jp: ここにインテントのデフォルトのフォールバックを入力します...
ms_my: Masukkan sandaran lalai untuk niat di sini...
pl_pl: Wprowadź tutaj domyślną rezerwę intencji...
pt_br: Insira o substituto padrão para a intenção aqui...

source: Start Point
ar: نقطة البداية
el: Σημείο εκκίνησης
es_es: Punto de inicio
fr_fr: Point de départ
id_id: Titik Awal
it_it: Punto di partenza
ja_jp: スタートポイント
ms_my: Titik Mula
pl_pl: Punkt początkowy
pt_br: Ponto inicial

source: Error: The template file does not exist.
ar: خطأ: ملف القالب غير موجود.
el: Σφάλμα: Το αρχείο προτύπου δεν υπάρχει.
es_es: Error: el archivo de plantilla no existe.
fr_fr: Erreur : Le fichier modèle n'existe pas.
id_id: Kesalahan: File templat tidak ada.
it_it: Errore: il file modello non esiste.
ja_jp: エラー: テンプレート ファイルが存在しません。
ms_my: Ralat: Fail templat tidak wujud.
pl_pl: Błąd: plik szablonu nie istnieje.
pt_br: Erro: O arquivo de modelo não existe.

source: Text
ar: نص
el: Κείμενο
es_es: Texto
fr_fr: Texte
id_id: Teks
it_it: Testo
ja_jp: 文章
ms_my: Teks
pl_pl: Tekst
pt_br: Texto

source: Function
ar: وظيفة
el: Λειτουργία
es_es: Función
fr_fr: Fonction
id_id: Fungsi
it_it: Funzione
ja_jp: 関数
ms_my: Fungsi
pl_pl: Funkcjonować
pt_br: Função

source: Error: The
ar: خطأ:
el: Σφάλμα: Το
es_es: Error: El
fr_fr: Erreur : le
id_id: Kesalahan: Itu
it_it: Errore: il
ja_jp: エラー:
ms_my: Ralat: The
pl_pl: Błąd: The
pt_br: Erro: O

source: tag in
ar: علامة في
el: ετικέτα μέσα
es_es: etiquetar en
fr_fr: étiqueter
id_id: masuk
it_it: taggarsi
ja_jp: タグイン
ms_my: tag masuk
pl_pl: zaznacz
pt_br: marcar em

source: at position
ar: في الموقف
el: στη θέση
es_es: en la posición
fr_fr: au poste
id_id: di posisi
it_it: in posizione
ja_jp: 位置にある
ms_my: pada kedudukan
pl_pl: na pozycji
pt_br: na posição

source: is missing.
ar: مفقود.
el: λείπει.
es_es: falta.
fr_fr: manque.
id_id: hilang.
it_it: manca.
ja_jp: が欠けています。
ms_my: hilang.
pl_pl: brakuje.
pt_br: está faltando.

source: is empty.
ar: فارغ.
el: είναι άδειο.
es_es: está vacío.
fr_fr: est vide.
id_id: kosong.
it_it: è vuoto.
ja_jp: は空です。
ms_my: kosong.
pl_pl: jest pusty.
pt_br: está vazio.

source: tag associated with the user input
ar: العلامة المرتبطة بإدخال المستخدم
el: ετικέτα που σχετίζεται με την είσοδο χρήστη
es_es: etiqueta asociada con la entrada del usuario
fr_fr: balise associée à l'entrée utilisateur
id_id: tag yang terkait dengan input pengguna
it_it: tag associato all'input dell'utente
ja_jp: ユーザー入力に関連付けられたタグ
ms_my: tag yang dikaitkan dengan input pengguna
pl_pl: tag powiązany z danymi wprowadzonymi przez użytkownika
pt_br: tag associada à entrada do usuário

source: in
ar: في
el: σε
es_es: en
fr_fr: dans
id_id: di dalam
ja_jp: で
ms_my: dalam
pl_pl: W
pt_br: em

source: tag of the
ar: علامة من
el: ετικέτα του
es_es: etiqueta de la
fr_fr: étiquette du
id_id: tag dari
it_it: etichetta del
ja_jp: のタグ
ms_my: tag daripada
pl_pl: znacznik
pt_br: etiqueta do

source: block associated with the user input
ar: الكتلة المرتبطة بإدخال المستخدم
el: μπλοκ που σχετίζεται με την είσοδο χρήστη
es_es: bloque asociado con la entrada del usuario
fr_fr: bloc associé à la saisie utilisateur
id_id: blok yang terkait dengan input pengguna
it_it: blocco associato all'input dell'utente
ja_jp: ユーザー入力に関連付けられたブロック
ms_my: blok yang dikaitkan dengan input pengguna
pl_pl: blok powiązany z danymi wejściowymi użytkownika
pt_br: bloco associado à entrada do usuário

source: or
ar: أو
el: ή
es_es: o
fr_fr: ou
id_id: atau
it_it: O
ja_jp: または
ms_my: atau
pl_pl: Lub
pt_br: ou

source: Error: The function name
ar: خطأ: اسم الوظيفة
el: Σφάλμα: Το όνομα της συνάρτησης
es_es: Error: el nombre de la función
fr_fr: Erreur : Le nom de la fonction
id_id: Kesalahan: Nama fungsi
it_it: Errore: il nome della funzione
ja_jp: エラー: 関数名
ms_my: Ralat: Nama fungsi
pl_pl: Błąd: nazwa funkcji
pt_br: Erro: o nome da função

source: in the
ar: في
el: στο
es_es: en el
fr_fr: dans le
id_id: di
it_it: nel
ja_jp: で
ms_my: dalam
pl_pl: w
pt_br: no

source: is invalid.
ar: غير صالح.
el: είναι άκυρη.
es_es: no es válido.
fr_fr: est invalide.
id_id: tidak valid.
it_it: non è valido.
ja_jp: は無効です。
ms_my: adalah tidak sah.
pl_pl: jest nieważne.
pt_br: é inválido.

source: Error: The type name
ar: خطأ: اسم النوع
el: Σφάλμα: Το όνομα του τύπου
es_es: Error: el nombre del tipo
fr_fr: Erreur : le nom du type
id_id: Kesalahan: Nama tipe
it_it: Errore: il nome del tipo
ja_jp: エラー: タイプ名
ms_my: Ralat: Nama jenis
pl_pl: Błąd: nazwa typu
pt_br: Erro: o nome do tipo

source: is invalid. This should be
ar: غير صالح. يجب أن يكون هذا
el: είναι άκυρη. Αυτό πρέπει να είναι
es_es: no es válido. Esto debería ser
fr_fr: est invalide. Cela devrait être
id_id: tidak valid. Ini seharusnya
it_it: non è valido. Questo dovrebbe essere
ja_jp: は無効です。これはそうあるべきです
ms_my: adalah tidak sah. Ini sepatutnya
pl_pl: jest nieważne. To powinno być
pt_br: é inválido. Isso deveria ser

source: You might like these products.
ar: قد ترغب في هذه المنتجات.
el: Μπορεί να σας αρέσουν αυτά τα προϊόντα.
es_es: Quizás te gusten estos productos.
fr_fr: Vous aimerez peut-être ces produits.
id_id: Anda mungkin menyukai produk ini.
it_it: Potrebbero piacerti questi prodotti.
ja_jp: これらの製品が気に入るかもしれません。
ms_my: Anda mungkin menyukai produk ini.
pl_pl: Te produkty mogą Ci się spodobać.
pt_br: Você pode gostar desses produtos.

source: No exact match was found. Explore these similar products.
ar: لم يتم العثور على تطابق تام. استكشاف هذه المنتجات المماثلة.
el: Δεν βρέθηκε ακριβής αντιστοίχιση. Εξερευνήστε αυτά τα παρόμοια προϊόντα.
es_es: No se encontró ninguna coincidencia exacta. Explore estos productos similares.
fr_fr: Aucune correspondance exacte n'a été trouvée. Découvrez ces produits similaires.
id_id: Tidak ditemukan kecocokan persis. Jelajahi produk serupa ini.
it_it: Non è stata trovata alcuna corrispondenza esatta. Esplora questi prodotti simili.
ja_jp: 完全に一致するものは見つかりませんでした。これらの類似製品を調べてください。
ms_my: Tiada padanan tepat ditemui. Terokai produk serupa ini.
pl_pl: Nie znaleziono dokładnego dopasowania. Poznaj podobne produkty.
pt_br: Nenhuma correspondência exata foi encontrada. Explore esses produtos semelhantes.

source: Here are some suggestions.
ar: وهنا بعض الاقتراحات.
el: Εδώ είναι μερικές προτάσεις.
es_es: Aquí hay algunas sugerencias.
fr_fr: Voici quelques suggestions.
id_id: Berikut beberapa saran.
it_it: Ecco alcuni suggerimenti.
ja_jp: ここにいくつかの提案があります。
ms_my: Berikut adalah beberapa cadangan.
pl_pl: Oto kilka sugestii.
pt_br: Aqui estão algumas sugestões.

source: Showing
ar: عرض
el: Επίδειξη
es_es: Demostración
fr_fr: Affichage
id_id: Menampilkan
it_it: Mostrare
ja_jp: 表示中
ms_my: Menunjukkan
pl_pl: Seans
pt_br: Mostrando

source: of
ar: ل
el: του
es_es: de
fr_fr: de
id_id: dari
it_it: Di
ja_jp: の
ms_my: daripada
pl_pl: z
pt_br: de

source: Add to cart
ar: أضف إلى السلة
el: Προσθήκη στο καλάθι
es_es: Añadir a la cesta
fr_fr: Ajouter au panier
id_id: Tambahkan ke troli
it_it: Aggiungi al carrello
ja_jp: カートに追加
ms_my: Tambah ke troli
pl_pl: Dodaj do koszyka
pt_br: Adicionar ao carrinho

source: Empty Story
ar: قصة فارغة
el: Κενή ιστορία
es_es: Historia vacía
fr_fr: Histoire vide
id_id: Cerita Kosong
it_it: Storia vuota
ja_jp: 空っぽのストーリー
ms_my: Cerita Kosong
pl_pl: Pusta historia
pt_br: História Vazia

source: Show All Products
ar: عرض كافة المنتجات
el: Εμφάνιση όλων των προϊόντων
es_es: Mostrar todos los productos
fr_fr: Afficher tous les produits
id_id: Tampilkan Semua Produk
it_it: Mostra tutti i prodotti
ja_jp: すべての製品を表示
ms_my: Tunjukkan Semua Produk
pl_pl: Pokaż wszystkie produkty
pt_br: Mostrar todos os produtos

source: Search Product
ar: بحث عن المنتج
el: Αναζήτηση προϊόντος
es_es: Buscar producto
fr_fr: Rechercher un produit
id_id: Cari Produk
it_it: Cerca prodotto
ja_jp: 製品を検索
ms_my: Cari Produk
pl_pl: Wyszukaj produkt
pt_br: Pesquisar produto

source: Get Products Under Price
ar: احصل على المنتجات بأقل من السعر
el: Λάβετε προϊόντα κάτω από την τιμή
es_es: Obtener productos por debajo del precio
fr_fr: Obtenez des produits sous le prix
id_id: Dapatkan Produk Sesuai Harga
it_it: Ottieni prodotti a prezzo inferiore
ja_jp: 製品を低価格で入手
ms_my: Dapatkan Produk Dibawah Harga
pl_pl: Uzyskaj produkty poniżej ceny
pt_br: Obtenha produtos abaixo do preço
