Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: Your key is invalid, please contact to GeekyBot support team.
ar: مفتاحك غير صالح ، يرجى الاتصال بفريق دعم GeekyBot.
el: Το κλειδί σας δεν είναι έγκυρο, επικοινωνήστε με την ομάδα υποστήριξης GeekyBot.
es_es: Su clave no es válida, comuníquese con GeekyBot Support Team.
fr_fr: Votre clé n'est pas valide, veuillez contacter avec l'équipe de support GEEKYBOT.
id_id: Kunci Anda tidak valid, silakan hubungi tim pendukung GeekyBot.
it_it: La tua chiave non è valida, contatta il team di supporto Geekybot.
ja_jp: キーは無効です。GeekyBotSupportチームに連絡してください。
ms_my: Kunci anda tidak sah, sila hubungi Pasukan Sokongan Geekybot.
pl_pl: Twój klucz jest nieprawidłowy, prosimy o kontakt z zespołem wsparcia Gekybot.
pt_br: Sua chave é inválida, entre em contato com a equipe de suporte da Geekybot.

source: Your license key does not match your current domain, please contact to GeekyBot support team.
ar: مفتاح الترخيص الخاص بك لا يتطابق مع مجالك الحالي ، يرجى الاتصال بفريق دعم GeekyBot.
el: Το κλειδί άδειας δεν ταιριάζει με τον τρέχοντα τομέα σας, επικοινωνήστε με την ομάδα υποστήριξης GeekyBot.
es_es: Su clave de licencia no coincide con su dominio actual, comuníquese con el equipo de soporte de GeekyBot.
fr_fr: Votre clé de licence ne correspond pas à votre domaine actuel, veuillez contacter avec l'équipe de support GEEKYBOT.
id_id: Kunci lisensi Anda tidak cocok dengan domain Anda saat ini, silakan hubungi tim dukungan GeekyBot.
it_it: La chiave di licenza non corrisponde al tuo dominio attuale, contatta il team di supporto Geekybot.
ja_jp: ライセンスキーは現在のドメインと一致しません。GeekyBotサポートチームに連絡してください。
ms_my: Kunci lesen anda tidak sepadan dengan domain semasa anda, sila hubungi pasukan Sokongan Geekybot.
pl_pl: Twój klucz licencyjny nie pasuje do Twojej obecnej domeny, prosimy o kontakt z zespołem wsparcia Gekybot.
pt_br: Sua chave de licença não corresponde ao seu domínio atual, entre em contato com a equipe de suporte da Geekybot.

source: Your Subscription Is Expired.
ar: انتهت صلاحية اشتراكك.
el: Η συνδρομή σας έχει λήξει.
es_es: Su suscripción está caducada.
fr_fr: Votre abonnement est expiré.
id_id: Langganan Anda kedaluwarsa.
it_it: Il tuo abbonamento è scaduto.
ja_jp: サブスクリプションの有効期限が切れます。
ms_my: Langganan anda tamat.
pl_pl: Twoja subskrypcja jest wygasła.
pt_br: Sua assinatura expirou.

source: Your subscription is expired, please renew it.
ar: انتهت صلاحية اشتراكك ، يرجى تجديده.
el: Η συνδρομή σας έχει λήξει, παρακαλούμε να την ανανεώσετε.
es_es: Su suscripción está caducada, renovarla.
fr_fr: Votre abonnement est expiré, veuillez le renouveler.
id_id: Langganan Anda sudah kedaluwarsa, tolong peringkatnya.
it_it: Il tuo abbonamento è scaduto, rinnovalo.
ja_jp: あなたのサブスクリプションの期限は期限切れです、それを更新してください。
ms_my: Langganan anda tamat, sila memperbaharuinya.
pl_pl: Twoja subskrypcja jest wygasła, proszę ją odnowić.
pt_br: Sua assinatura expirou, renove -a.

source: Database Update Needed
ar: تحديث قاعدة البيانات المطلوبة
el: Απαιτείται ενημέρωση βάσης δεδομένων
es_es: Se necesita actualización de la base de datos
fr_fr: Mise à jour de la base de données nécessaires
id_id: Pembaruan database diperlukan
it_it: Aggiornamento del database necessario
ja_jp: データベースの更新が必要です
ms_my: Kemas kini pangkalan data diperlukan
pl_pl: Potrzebna aktualizacja bazy danych
pt_br: Atualização do banco de dados necessária

source: A critical update for GeekyBot is required to maintain performance and prevent issues. Please update now.
ar: مطلوب تحديث حاسم لـ GEEKYBOT للحفاظ على الأداء ومنع المشكلات. الرجاء التحديث الآن.
el: Μια κρίσιμη ενημέρωση για το geekybot απαιτείται για τη διατήρηση της απόδοσης και την πρόληψη των προβλημάτων. Ενημερώστε τώρα.
es_es: Se requiere una actualización crítica para GeekyBot para mantener el rendimiento y prevenir problemas. Actualice ahora.
fr_fr: Une mise à jour critique pour GeekyBot est nécessaire pour maintenir les performances et prévenir les problèmes. Veuillez mettre à jour maintenant.
id_id: Pembaruan kritis untuk Geekybot diperlukan untuk mempertahankan kinerja dan mencegah masalah. Harap perbarui sekarang.
it_it: È necessario un aggiornamento critico per Geekybot per mantenere le prestazioni e prevenire i problemi. Si prega di aggiornare ora.
ja_jp: パフォーマンスを維持し、問題を防ぐために、GeekyBotの重要な更新が必要です。今すぐ更新してください。
ms_my: Kemas kini kritikal untuk geekybot diperlukan untuk mengekalkan prestasi dan mencegah isu. Sila kemas kini sekarang.
pl_pl: Krytyczna aktualizacja dla Gekybot jest wymagana do utrzymania wydajności i zapobiegania problemom. Zaktualizuj teraz.
pt_br: Uma atualização crítica para o GeekyBot é necessária para manter o desempenho e evitar problemas. Por favor, atualize agora.

source: Update Now
ar: تحديث الآن
el: Ενημέρωση τώρα
es_es: Actualización ahora
fr_fr: Mettre à jour maintenant
id_id: Perbarui sekarang
it_it: Aggiorna ora
ja_jp: 今すぐ更新してください
ms_my: Kemas kini sekarang
pl_pl: Aktualizacja teraz
pt_br: Atualizar agora

source: Database successfully updated!
ar: قاعدة البيانات التي تم تحديثها بنجاح!
el: Η βάση δεδομένων ενημερώθηκε με επιτυχία!
es_es: ¡Base de datos actualizada con éxito!
fr_fr: Base de données mise à jour avec succès!
id_id: Basis data berhasil diperbarui!
it_it: Database aggiornato correttamente!
ja_jp: データベースは正常に更新されました！
ms_my: Pangkalan data berjaya dikemas kini!
pl_pl: Baza danych pomyślnie zaktualizowana!
pt_br: Banco de dados atualizado com sucesso!

source: Your GeekyBot data is not updated. To ensure accurate results, please synchronize your Woocommerce products data.
ar: لم يتم تحديث بيانات GEEKYBOT الخاصة بك. لضمان نتائج دقيقة ، يرجى مزامنة بيانات منتجات WooCommerce الخاصة بك.
el: Τα δεδομένα σας GeekyBot δεν ενημερώνονται. Για να εξασφαλίσετε ακριβή αποτελέσματα, παρακαλούμε να συγχρονίσετε τα δεδομένα προϊόντων WooCommerce.
es_es: Sus datos de GeekyBot no se actualizan. Para garantizar resultados precisos, sincronice sus datos de productos de WooCommerce.
fr_fr: Vos données GEEKYBOT ne sont pas mises à jour. Pour assurer des résultats précis, veuillez synchroniser vos données WooCommerce Products.
id_id: Data Geekybot Anda tidak diperbarui. Untuk memastikan hasil yang akurat, harap sinkronisasi data produk WooCommerce Anda.
it_it: I tuoi dati GeekyBot non vengono aggiornati. Per garantire risultati accurati, sincronizzare i dati dei prodotti WooCommerce.
ja_jp: GeekyBotデータは更新されません。正確な結果を確保するには、WooCommerce製品データを同期してください。
ms_my: Data geekybot anda tidak dikemas kini. Untuk memastikan hasil yang tepat, sila serahkan data produk WooCommerce anda.
pl_pl: Twoje dane GeekyBot nie są aktualizowane. Aby zapewnić dokładne wyniki, zsynchronizuj dane produktów WOOCOMMERCE.
pt_br: Seus dados geekybot não são atualizados. Para garantir resultados precisos, sincronize seus dados de produtos WooCommerce.

source: (Default)
fr_fr: (Défaut)
id_id: (Bawaan)
pl_pl: (Domyślny)

source: Category
fr_fr: Catégorie
id_id: Kategori
pl_pl: Kategoria

source: Wrapper
fr_fr: Emballage
id_id: Pembungkus
pl_pl: Obwoluta

source: AI Model
fr_fr: Modèle d'IA
id_id: Model AI
pl_pl: Model AI

source: Language (Optional)
fr_fr: Langue (facultatif)
id_id: Bahasa (Opsional)
pl_pl: Język (opcjonalnie)

source: Prompt (Optional)
fr_fr: Invite (facultatif)
id_id: Perintah (Opsional)
pl_pl: Podpowiedź (opcjonalnie)

source: Overrides (Optional)
fr_fr: Remplacements (facultatif)
id_id: Penggantian (Opsional)
pl_pl: Zastąpienia (opcjonalnie)

source: Action Needed: Please add your API Key in settings.
fr_fr: Action requise : veuillez ajouter votre clé API dans les paramètres.
id_id: Diperlukan Tindakan: Silakan tambahkan Kunci API Anda di pengaturan.
pl_pl: Wymagane działanie: dodaj swój klucz API w ustawieniach.

source: Action Needed: Please sync the Wrapper Catalog (Step 2) in settings.
fr_fr: Action requise : veuillez synchroniser le catalogue Wrapper (étape 2) dans les paramètres.
id_id: Diperlukan Tindakan: Harap sinkronkan Katalog Wrapper (Langkah 2) di pengaturan.
pl_pl: Wymagane działanie: zsynchronizuj katalog opakowań (krok 2) w ustawieniach.

source: AI Content Generator
fr_fr: Générateur de contenu IA
id_id: Pembuat Konten AI
pl_pl: Generator treści AI

source: AI Generate Text
fr_fr: L'IA génère du texte
id_id: AI Menghasilkan Teks
pl_pl: AI generuje tekst

source: An unknown AJAX error occurred.
fr_fr: Une erreur AJAX inconnue s'est produite.
id_id: Terjadi kesalahan AJAX yang tidak diketahui.
pl_pl: Wystąpił nieznany błąd AJAX.

source: An unknown error occurred.
fr_fr: Une erreur inconnue s'est produite.
id_id: Terjadi kesalahan yang tidak diketahui.
pl_pl: Wystąpił nieznany błąd.

source: and navigate to your Dashboard / API Keys.
fr_fr: et accédez à votre tableau de bord/clés API.
id_id: dan navigasikan ke Dasbor/Kunci API Anda.
pl_pl: i przejdź do panelu kontrolnego/kluczy API.

source: API Key is valid and active.
fr_fr: La clé API est valide et active.
id_id: API Key valid dan aktif.
pl_pl: Klucz API jest ważny i aktywny.

source: API Key is valid but has usage limitations.
fr_fr: La clé API est valide mais présente des limites d'utilisation.
id_id: Kunci API valid tetapi memiliki batasan penggunaan.
pl_pl: Klucz API jest ważny, ale ma ograniczenia użytkowania.

source: Audience
fr_fr: Public
id_id: Hadirin
pl_pl: Publiczność

source: Audience (Default)
fr_fr: Public (par défaut)
id_id: Pemirsa (Bawaan)
pl_pl: Odbiorcy (domyślnie)

source: Base Wrappers Only
fr_fr: Emballages de base uniquement
id_id: Hanya Pembungkus Dasar
pl_pl: Tylko owijki bazowe

source: Check API Key Status
fr_fr: Vérifier l'état de la clé API
id_id: Periksa Status Kunci API
pl_pl: Sprawdź status klucza API

source: Check Status
fr_fr: Vérifier l'état
id_id: Periksa Status
pl_pl: Sprawdź stan

source: Checking for updates...
fr_fr: Vérification des mises à jour...
id_id: Memeriksa pembaruan...
pl_pl: Sprawdzam dostępność aktualizacji...

source: Complexity
fr_fr: Complexité
id_id: Kompleksitas
pl_pl: Złożoność

source: Complexity (Default)
fr_fr: Complexité (par défaut)
id_id: Kompleksitas (Bawaan)
pl_pl: Złożoność (domyślnie)

source: Content Generation
fr_fr: Génération de contenu
id_id: Pembuatan Konten
pl_pl: Generowanie treści

source: Copy Output
fr_fr: Copier la sortie
id_id: Salin Keluaran
pl_pl: Kopiuj dane wyjściowe

source: Data import successful! Reloading page...
fr_fr: Importation des données réussie ! Rechargement de la page...
id_id: Impor data berhasil! Memuat ulang halaman...
pl_pl: Import danych powiódł się! Ponowne ładowanie strony...

source: Enter your prompt...
fr_fr: Entrez votre invite...
id_id: Masukkan perintah Anda...
pl_pl: Wpisz monit...

source: Error
fr_fr: Erreur
id_id: Kesalahan
pl_pl: Błąd

source: Error Loading
fr_fr: Erreur de chargement
id_id: Kesalahan Memuat
pl_pl: Błąd ładowania

source: Featured Wrappers Only
fr_fr: Emballages en vedette uniquement
id_id: Hanya Pembungkus Unggulan
pl_pl: Tylko polecane opakowania

source: Filter
fr_fr: Filtre
id_id: Menyaring
pl_pl: Filtr

source: Force Full Re-Sync
fr_fr: Forcer la resynchronisation complète
id_id: Paksa Sinkronisasi Ulang Penuh
pl_pl: Wymuś pełną ponowną synchronizację

source: Format (Default)
fr_fr: Format (par défaut)
id_id: Format (Bawaan)
pl_pl: Formatuj (domyślnie)

source: Full data import started...
fr_fr: L'importation complète des données a commencé...
id_id: Impor data penuh dimulai...
pl_pl: Rozpoczęto pełny import danych...

source: Generate & Insert
fr_fr: Générer et insérer
id_id: Hasilkan dan Sisipkan
pl_pl: Wygeneruj i wstaw

source: Generate Content
fr_fr: Générer du contenu
id_id: Hasilkan Konten
pl_pl: Wygeneruj treść

source: Generating...
fr_fr: Générateur...
id_id: Menghasilkan...
pl_pl: Generowanie...

source: Goal
fr_fr: But
id_id: Sasaran
pl_pl: Bramka

source: Goal (Default)
fr_fr: Objectif (par défaut)
id_id: Sasaran (Bawaan)
pl_pl: Cel (domyślny)

source: Invalid API Key.
fr_fr: Clé API invalide.
id_id: Kunci API tidak valid.
pl_pl: Nieprawidłowy klucz API.

source: Last Synced:
fr_fr: Dernière synchronisation :
id_id: Terakhir Disinkronkan:
pl_pl: Ostatnia synchronizacja:

source: Length
fr_fr: Longueur
id_id: Panjang
pl_pl: Długość

source: Length (Default)
fr_fr: Longueur (par défaut)
id_id: Panjang (Bawaan)
pl_pl: Długość (domyślna)

source: Model (Default)
fr_fr: Modèle (par défaut)
id_id: Model (Bawaan)
pl_pl: Model (domyślny)

source: Next Sync:
fr_fr: Synchronisation suivante :
id_id: Sinkronisasi Berikutnya:
pl_pl: Następna synchronizacja:

source: Output
fr_fr: Sortir
id_id: Keluaran
pl_pl: Wyjście

source: Output Type (Default)
fr_fr: Type de sortie (par défaut)
id_id: Jenis Keluaran (Default)
pl_pl: Typ wyjścia (domyślny)

source: Received empty output.
fr_fr: Sortie vide reçue.
id_id: Menerima keluaran kosong.
pl_pl: Odebrano puste dane wyjściowe.

source: Run Wrapper
fr_fr: Exécuter le wrapper
id_id: Jalankan Pembungkus
pl_pl: Uruchom Wrapper

source: Select Category...
fr_fr: Sélectionnez une catégorie...
id_id: Pilih Kategori...
pl_pl: Wybierz kategorię...

source: Select Wrapper...
fr_fr: Sélectionnez le wrapper...
id_id: Pilih Pembungkus...
pl_pl: Wybierz opakowanie...

source: Setup Required: Please add your API Key in settings.
fr_fr: Configuration requise : veuillez ajouter votre clé API dans les paramètres.
id_id: Diperlukan Penyiapan: Silakan tambahkan Kunci API Anda di pengaturan.
pl_pl: Wymagana konfiguracja: dodaj swój klucz API w ustawieniach.

source: Step 1
fr_fr: Étape 1
id_id: Langkah 1
pl_pl: Krok 1

source: Step 2
fr_fr: Étape 2
id_id: Langkah 2
pl_pl: Krok 2

source: Style
id_id: Gaya
pl_pl: Styl

source: Style (Default)
fr_fr: Style (par défaut)
id_id: Gaya (Bawaan)
pl_pl: Styl (domyślny)

source: Sync Delta Updates
fr_fr: Synchroniser les mises à jour Delta
id_id: Sinkronkan Pembaruan Delta
pl_pl: Synchronizuj aktualizacje Delta

source: To get your API key, log in to
fr_fr: Pour obtenir votre clé API, connectez-vous à
id_id: Untuk mendapatkan kunci API Anda, masuk ke
pl_pl: Aby otrzymać klucz API zaloguj się do

source: Tone
fr_fr: Tonifier
id_id: Nada
pl_pl: Ton

source: Tone (Default)
fr_fr: Tonalité (par défaut)
id_id: Nada (Bawaan)
pl_pl: Ton (domyślny)

source: Unknown error
fr_fr: Erreur inconnue
id_id: Kesalahan tidak diketahui
pl_pl: Nieznany błąd

source: Wrapper Catalog Sync
fr_fr: Synchronisation du catalogue Wrapper
id_id: Sinkronisasi Katalog Wrapper
pl_pl: Synchronizacja katalogu otoki

source: Zywrap API Key
fr_fr: Clé API Zywrap
id_id: Kunci API Zywrap
pl_pl: Klucz API Zywrap

source: -- Error Loading --
fr_fr: -- Erreur de chargement --
id_id: -- Kesalahan Memuat --
pl_pl: -- Błąd ładowania --

source: -- Select Category First --
fr_fr: -- Sélectionnez d'abord la catégorie --
id_id: -- Pilih Kategori Terlebih Dahulu --
pl_pl: -- Najpierw wybierz kategorię --

source: -- Select Model --
fr_fr: -- Sélectionnez le modèle --
id_id: -- Pilih Model --
pl_pl: -- Wybierz model --

source: -- Select Wrapper --
fr_fr: -- Sélectionnez le wrapper --
id_id: -- Pilih Pembungkus --
pl_pl: -- Wybierz opakowanie --

source: Controls
fr_fr: Contrôles
id_id: Kontrol
pl_pl: Sterownica

source: Featured Only
fr_fr: En vedette uniquement
id_id: Hanya Unggulan
pl_pl: Tylko polecane

source: Base Only
fr_fr: Base uniquement
id_id: Hanya Basis
pl_pl: Tylko baza

source: Copy
fr_fr: Copie
id_id: Menyalin
pl_pl: Kopia

source: API response will appear here
fr_fr: La réponse de l'API apparaîtra ici
id_id: Respons API akan muncul di sini
pl_pl: Tutaj pojawi się odpowiedź API

source: -- Select Language (Optional) --
fr_fr: -- Sélectionnez la langue (facultatif) --
id_id: -- Pilih Bahasa (Opsional) --
pl_pl: -- Wybierz język (opcjonalnie) --

source: -- Select Category --
fr_fr: -- Sélectionnez une catégorie --
id_id: -- Pilih Kategori --
pl_pl: -- Wybierz kategorię --

source: AI Model (Optional)
fr_fr: Modèle d'IA (facultatif)
id_id: Model AI (Opsional)
pl_pl: Model AI (opcjonalnie)

source: Save Key
fr_fr: Enregistrer la clé
id_id: Simpan Kunci
pl_pl: Zapisz klucz

source: Sync Status
fr_fr: Statut de synchronisation
id_id: Status Sinkronisasi
pl_pl: Stan synchronizacji

source: Not Synced
fr_fr: Non synchronisé
id_id: Tidak Disinkronkan
pl_pl: Nie zsynchronizowane

source: Synced
fr_fr: Synchronisé
id_id: Disinkronkan
pl_pl: Zsynchronizowane

source: AI Settings
fr_fr: Paramètres IA
id_id: Pengaturan AI
pl_pl: Ustawienia AI

source: AI Logs
fr_fr: Journaux d'IA
id_id: Log AI
pl_pl: Dzienniki AI

source: Download & Full Import
fr_fr: Téléchargement et importation complète
id_id: Unduh & Impor Penuh
pl_pl: Pobierz i pełny import

source: Force Full Re Sync
fr_fr: Forcer la resynchronisation complète
id_id: Paksa Sinkronisasi Ulang Penuh
pl_pl: Wymuś pełną ponowną synchronizację

source: Chatbot
ar: روبوت الدردشة
id_id: bot obrolan
ja_jp: チャットボット
pt_br: Bot de bate-papo

source: import
ar: يستورد
el: εισαγωγή
es_es: importar
fr_fr: importer
id_id: impor
it_it: importare
ja_jp: 輸入
pt_br: importar

source: GeekyBot
fr_fr: GeekBot
id_id: culunbot
ja_jp: ギーキーボット

source: AI ChatBot
ar: روبوت الدردشة بالذكاء الاصطناعي
es_es: ChatBot de IA
fr_fr: ChatBot IA
id_id: AI ObrolanBot
it_it: ChatBot AI
ja_jp: AIチャットボット
pt_br: Bot de bate-papo com IA

source: Agent
ar: عامل
el: Μέσο
es_es: Agente
id_id: Agen
it_it: Agente
ja_jp: エージェント
ms_my: ejen
pt_br: Agente

source: mail chimp
es_es: correochimp
id_id: simpanan surat
ja_jp: メールチンパンジー

source: Mail Chimp
ar: ميلشيمب
es_es: correochimp
id_id: simpanan surat
ja_jp: メールチンパンジー

source: Standard
ar: معيار
el: Πρότυπο
es_es: Estándar
id_id: Standar
ja_jp: 標準
pt_br: Padrão

source: ArtWork
ar: عمل فني
el: Εργασία Τέχνης
es_es: obra de arte
fr_fr: Œuvre d'art
id_id: Karya Seni
it_it: Opera d'arte
ja_jp: アートワーク
ms_my: Karya Seni
pt_br: Obra de arte

source: Import
ar: يستورد
el: Εισαγωγή
es_es: Importar
fr_fr: Importer
id_id: Impor
it_it: Importare
ja_jp: 輸入
pt_br: Importar

source: WooCommerce Pro Pack
id_id: Paket WooCommerce Pro

source: login
ar: تسجيل الدخول
el: σύνδεση
es_es: acceso
fr_fr: se connecter
ja_jp: ログイン
ms_my: log masuk
pt_br: Conecte-se

source: Status:
ar: حالة:
el: Κατάσταση:
es_es: Estado:
fr_fr: Statut:
it_it: Stato:
ja_jp: 状態：

source: Status
ar: حالة
el: Κατάσταση
es_es: Estado
fr_fr: Statut
it_it: Stato
ja_jp: 状態

source: NLP
es_es: PNLP
fr_fr: PNL

source: Logo
ar: الشعار
el: Λογότυπο
ja_jp: ロゴ
pt_br: Logotipo

source: WooCommerce
ar: ووكومرس
ja_jp: ウーコマース

source: logo
ar: شعار
el: λογότυπο
ja_jp: ロゴ
pt_br: logotipo

source: WooCommerce
ar: ووكومرس
ja_jp: ウーコマース

source: email cc
ar: البريد الإلكتروني نسخة
es_es: correo electrónico
ja_jp: メールCC
ms_my: e-mel cc

source: woocommerce
ar: com.woocommerce
es_es: woocomercio
ja_jp: ウーコマース

source: envato
ar: com.envato
ja_jp: エンバト

source: Envato
ar: إنفاتو
ja_jp: エンバト

source: Menu
ar: قائمة طعام
el: Μενού
es_es: Menú
ja_jp: メニュー
