Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: Save big today with an exclusive membership plan!
ar: وفر الكثير اليوم مع خطة العضوية الحصرية!
el: Εξοικονομήστε χρήματα σήμερα με ένα αποκλειστικό πρόγραμμα συνδρομής!
es_es: ¡Ahorre en grande hoy con un plan de membresía exclusivo!
fr_fr: Économisez gros aujourd’hui avec un plan d’adhésion exclusif !
id_id: Hemat banyak hari ini dengan paket keanggotaan eksklusif!
it_it: Risparmia alla grande oggi con un piano di abbonamento esclusivo!
ja_jp: 特別な会員プランで今すぐ大幅節約!
ms_my: Jimat besar hari ini dengan pelan keahlian eksklusif!
pl_pl: Zaoszczędź już dziś dzięki ekskluzywnemu planowi członkostwa!
pt_br: Economize muito hoje com um plano de associação exclusivo!

source: Show
ar: يعرض
el: Επίδειξη
es_es: Espectáculo
fr_fr: Montrer
id_id: Menunjukkan
it_it: Spettacolo
ja_jp: 見せる
ms_my: Tunjukkan
pl_pl: Pokazywać
pt_br: Mostrar

source: show bundle pack
ar: عرض حزمة الحزمة
el: εμφάνιση πακέτου δέσμης
es_es: mostrar paquete de paquete
fr_fr: afficher le pack groupé
id_id: tunjukkan paket bundel
it_it: mostra il pacchetto in bundle
ja_jp: バンドルパックを表示
ms_my: tunjukkan pek berkas
pl_pl: pokaż pakiet pakietów
pt_br: mostrar pacote de pacotes

source: Add agents and assign roles and permissions to provide assistance and support for customer support tickets.
ar: أضف وكلاء وقم بتعيين الأدوار والأذونات لتقديم المساعدة والدعم لتذاكر دعم العملاء.
el: Προσθέστε αντιπροσώπους και εκχωρήστε ρόλους και δικαιώματα για την παροχή βοήθειας και υποστήριξης για εισιτήρια υποστήριξης πελατών.
es_es: Agregue agentes y asigne roles y permisos para brindar asistencia y soporte para tickets de atención al cliente.
fr_fr: Ajoutez des agents et attribuez des rôles et des autorisations pour fournir une assistance et un support pour les tickets de support client.
id_id: Tambahkan agen dan tetapkan peran dan izin untuk memberikan bantuan dan dukungan untuk tiket dukungan pelanggan.
it_it: Aggiungi agenti e assegna ruoli e autorizzazioni per fornire assistenza e supporto per i ticket di assistenza clienti.
ja_jp: エージェントを追加し、カスタマー サポート チケットに対する支援とサポートを提供する役割と権限を割り当てます。
ms_my: Tambah ejen dan tetapkan peranan dan kebenaran untuk memberikan bantuan dan sokongan untuk tiket sokongan pelanggan.
pl_pl: Dodaj agentów i przypisz role i uprawnienia, aby zapewnić pomoc i wsparcie w zakresie zgłoszeń do obsługi klienta.
pt_br: Adicione agentes e atribua funções e permissões para fornecer assistência e suporte para tickets de suporte ao cliente.

source: buy now
ar: اشتري الآن
el: αγοράστε τώρα
es_es: comprar ahora
fr_fr: acheter maintenant
id_id: beli sekarang
it_it: acquista ora
ja_jp: 今すぐ購入
ms_my: beli sekarang
pl_pl: kup teraz
pt_br: comprar agora

source: Installed
ar: تم التثبيت
el: Εγκατεστημένο
es_es: Instalado
fr_fr: Installé
id_id: Dipasang
it_it: Installato
ja_jp: インストール済み
ms_my: Dipasang
pl_pl: Zainstalowany
pt_br: Instalado

source: multiform
ar: متعدد الأشكال
el: πολύμορφος
es_es: multiforme
fr_fr: multiforme
id_id: beraneka ragam
it_it: multiforme
ja_jp: マルチフォーム
ms_my: pelbagai bentuk
pl_pl: wielopostaciowy
pt_br: multiforme

source: Multi Forms
ar: أشكال متعددة
el: Πολλαπλές Μορφές
es_es: Múltiples formularios
fr_fr: Multi-Formulaires
id_id: Multi Bentuk
it_it: Multiforme
ja_jp: マルチフォーム
ms_my: Pelbagai Borang
pl_pl: Wiele formularzy
pt_br: Vários formulários

source: Create multiple custom ticket forms with different custom fields for each request type that you support.
ar: أنشئ نماذج تذاكر مخصصة متعددة تحتوي على حقول مخصصة مختلفة لكل نوع طلب تدعمه.
el: Δημιουργήστε πολλές προσαρμοσμένες φόρμες εισιτηρίων με διαφορετικά προσαρμοσμένα πεδία για κάθε τύπο αιτήματος που υποστηρίζετε.
es_es: Cree múltiples formularios de ticket personalizados con diferentes campos personalizados para cada tipo de solicitud que admita.
fr_fr: Créez plusieurs formulaires de ticket personnalisés avec différents champs personnalisés pour chaque type de demande que vous prenez en charge.
id_id: Buat beberapa formulir tiket khusus dengan bidang khusus berbeda untuk setiap jenis permintaan yang Anda dukung.
it_it: Crea più moduli di ticket personalizzati con diversi campi personalizzati per ciascun tipo di richiesta supportato.
ja_jp: サポートするリクエスト タイプごとに、異なるカスタム フィールドを持つ複数のカスタム チケット フォームを作成します。
ms_my: Buat berbilang borang tiket tersuai dengan medan tersuai yang berbeza untuk setiap jenis permintaan yang anda sokong.
pl_pl: Utwórz wiele niestandardowych formularzy zgłoszeń z różnymi niestandardowymi polami dla każdego obsługiwanego typu żądania.
pt_br: Crie vários formulários de ticket personalizados com diferentes campos personalizados para cada tipo de solicitação compatível.

source: Email Piping
ar: أنابيب البريد الإلكتروني
el: Σωληνώσεις email
es_es: Tubería de correo electrónico
fr_fr: Canalisation des e-mails
id_id: Perpipaan Email
it_it: Tubazioni e-mail
ja_jp: 電子メールの配管
ms_my: Paip E-mel
pl_pl: Przesyłanie e-mailem
pt_br: Canalização de e-mail

source: Email piping is the process of automatically turning incoming emails into support tickets without manual data entry.
ar: إرسال البريد الإلكتروني هو عملية تحويل رسائل البريد الإلكتروني الواردة تلقائيًا إلى تذاكر دعم دون إدخال البيانات يدويًا.
el: Η διοχέτευση email είναι η διαδικασία αυτόματης μετατροπής των εισερχόμενων email σε εισιτήρια υποστήριξης χωρίς μη αυτόματη εισαγωγή δεδομένων.
es_es: La canalización de correo electrónico es el proceso de convertir automáticamente los correos electrónicos entrantes en tickets de soporte sin necesidad de introducir datos manualmente.
fr_fr: Le canalisation des e-mails est le processus qui consiste à transformer automatiquement les e-mails entrants en tickets d'assistance sans saisie manuelle des données.
id_id: Perpipaan email adalah proses mengubah email masuk menjadi tiket dukungan secara otomatis tanpa entri data manual.
it_it: Il piping delle e-mail è il processo di trasformazione automatica delle e-mail in arrivo in ticket di supporto senza immissione manuale dei dati.
ja_jp: 電子メールのパイプ処理は、手動でデータを入力することなく、受信電子メールを自動的にサポート チケットに変換するプロセスです。
ms_my: Paip e-mel ialah proses menukar e-mel masuk secara automatik kepada tiket sokongan tanpa kemasukan data manual.
pl_pl: Przesyłanie wiadomości e-mail to proces automatycznego przekształcania przychodzących wiadomości e-mail w zgłoszenia do pomocy technicznej bez konieczności ręcznego wprowadzania danych.
pt_br: O encaminhamento de e-mail é o processo de transformar automaticamente e-mails recebidos em tickets de suporte sem entrada manual de dados.

source: agent auto assign
ar: تعيين الوكيل تلقائيًا
el: αυτόματη εκχώρηση πράκτορα
es_es: asignación automática del agente
fr_fr: attribution automatique d'agent
id_id: penetapan otomatis agen
it_it: assegnazione automatica dell'agente
ja_jp: エージェントの自動割り当て
ms_my: tugasan auto ejen
pl_pl: automatyczne przypisywanie agenta
pt_br: atribuição automática de agente

source: Agent Auto Assign
ar: تعيين الوكيل تلقائيًا
es_es: Asignación automática de agente
fr_fr: Attribution automatique d'agent
id_id: Penetapan Otomatis Agen
it_it: Assegnazione automatica agente
ja_jp: エージェントの自動割り当て
ms_my: Tugasan Auto Ejen
pl_pl: Automatyczne przypisywanie agenta
pt_br: Atribuição automática de agente

source: Make the ticket assignment process automatic and assign the most qualified agent to your tickets with conditions.
ar: اجعل عملية تخصيص التذاكر تلقائية وقم بتعيين الوكيل الأكثر تأهيلاً لتذاكرك بشروط.
el: Κάντε τη διαδικασία εκχώρησης εισιτηρίων αυτόματη και αναθέστε τον πιο εξειδικευμένο πράκτορα στα εισιτήριά σας με προϋποθέσεις.
es_es: Automatiza el proceso de asignación de tickets y asigna el agente más calificado a tus tickets con condiciones.
fr_fr: Automatisez le processus d’attribution des tickets et affectez l’agent le plus qualifié à vos tickets avec conditions.
id_id: Jadikan proses penetapan tiket otomatis dan tetapkan agen yang paling memenuhi syarat untuk tiket Anda dengan ketentuan.
it_it: Rendi automatico il processo di assegnazione dei biglietti e assegna ai tuoi biglietti l'agente più qualificato e con condizioni.
ja_jp: チケット割り当てプロセスを自動化し、条件付きで最も適切なエージェントをチケットに割り当てます。
ms_my: Jadikan proses penetapan tiket automatik dan tetapkan ejen yang paling layak untuk tiket anda dengan syarat.
pl_pl: Zautomatyzuj proces przydzielania biletów i przypisz do swoich zgłoszeń najbardziej wykwalifikowanego agenta, określając warunki.
pt_br: Automatize o processo de atribuição de tickets e atribua o agente mais qualificado aos seus tickets com condições.

source: private note
ar: ملاحظة خاصة
el: ιδιωτική σημείωση
es_es: nota privada
fr_fr: note privée
id_id: catatan pribadi
it_it: nota privata
ja_jp: 私的なメモ
ms_my: nota peribadi
pl_pl: prywatna notatka
pt_br: nota privada

source: Private Note
ar: ملاحظة خاصة
el: Ιδιωτικό Σημείωμα
es_es: Nota privada
fr_fr: Note privée
id_id: Catatan Pribadi
it_it: Nota privata
ja_jp: プライベートノート
ms_my: Nota Peribadi
pl_pl: Prywatna notatka
pt_br: Nota privada

source: Add private notes to a ticket and share crucial information internally with your agents, this private note is not visible to the customer.
ar: أضف ملاحظات خاصة إلى التذكرة وشارك المعلومات المهمة داخليًا مع وكلائك، وهذه الملاحظة الخاصة غير مرئية للعميل.
el: Προσθέστε ιδιωτικές σημειώσεις σε ένα εισιτήριο και μοιραστείτε κρίσιμες πληροφορίες εσωτερικά με τους αντιπροσώπους σας, αυτή η ιδιωτική σημείωση δεν είναι ορατή στον πελάτη.
es_es: Agregue notas privadas a un ticket y comparta información crucial internamente con sus agentes; esta nota privada no es visible para el cliente.
fr_fr: Ajoutez des notes privées à un ticket et partagez des informations cruciales en interne avec vos agents, cette note privée n'est pas visible par le client.
id_id: Tambahkan catatan pribadi ke tiket dan bagikan informasi penting secara internal dengan agen Anda, catatan pribadi ini tidak terlihat oleh pelanggan.
it_it: Aggiungi note private a un ticket e condividi informazioni cruciali internamente con i tuoi agenti, questa nota privata non è visibile al cliente.
ja_jp: チケットに非公開メモを追加し、重要な情報を社内でエージェントと共有します。この非公開メモは顧客には表示されません。
ms_my: Tambahkan nota peribadi pada tiket dan kongsi maklumat penting secara dalaman dengan ejen anda, nota peribadi ini tidak dapat dilihat oleh pelanggan.
pl_pl: Dodaj prywatne notatki do zgłoszenia i udostępniaj wewnętrznie kluczowe informacje swoim agentom. Ta prywatna notatka nie jest widoczna dla klienta.
pt_br: Adicione notas privadas a um ticket e compartilhe informações cruciais internamente com seus agentes. Essa nota privada não fica visível para o cliente.

source: merge tickets
ar: دمج التذاكر
el: εισιτήρια συγχώνευσης
es_es: fusionar entradas
fr_fr: fusionner les billets
id_id: menggabungkan tiket
it_it: unire i biglietti
ja_jp: チケットをマージする
ms_my: menggabungkan tiket
pl_pl: połączyć bilety
pt_br: mesclar tickets

source: Merge Tickets
ar: دمج التذاكر
el: Συγχώνευση εισιτηρίων
es_es: Fusionar entradas
fr_fr: Fusionner les billets
id_id: Gabungkan Tiket
it_it: Unisci i biglietti
ja_jp: チケットを統合する
ms_my: Gabungkan Tiket
pl_pl: Połącz bilety
pt_br: Mesclar ingressos

source: Merge one or more tickets into another if you receive two support requests from the same end user about the same issue.
ar: قم بدمج تذكرة واحدة أو أكثر في أخرى إذا تلقيت طلبي دعم من نفس المستخدم النهائي بشأن نفس المشكلة.
el: Συγχωνεύστε ένα ή περισσότερα εισιτήρια με ένα άλλο, εάν λάβετε δύο αιτήματα υποστήριξης από τον ίδιο τελικό χρήστη για το ίδιο ζήτημα.
es_es: Combine uno o más tickets en otro si recibe dos solicitudes de soporte del mismo usuario final sobre el mismo problema.
fr_fr: Fusionnez un ou plusieurs tickets dans un autre si vous recevez deux demandes d'assistance du même utilisateur final concernant le même problème.
id_id: Gabungkan satu atau lebih tiket ke tiket lainnya jika Anda menerima dua permintaan dukungan dari pengguna akhir yang sama tentang masalah yang sama.
it_it: Unisci uno o più ticket in un altro se ricevi due richieste di supporto dallo stesso utente finale riguardo allo stesso problema.
ja_jp: 同じ問題に関して同じエンド ユーザーから 2 つのサポート リクエストを受け取った場合は、1 つ以上のチケットを別のチケットにマージします。
ms_my: Gabungkan satu atau lebih tiket ke yang lain jika anda menerima dua permintaan sokongan daripada pengguna akhir yang sama tentang isu yang sama.
pl_pl: Połącz jedno lub więcej zgłoszeń w inne, jeśli otrzymasz dwie prośby o pomoc od tego samego użytkownika końcowego dotyczące tego samego problemu.
pt_br: Mescle um ou mais tickets em outro se você receber duas solicitações de suporte do mesmo usuário final sobre o mesmo problema.

source: helptopic
ar: موضوع مساعدة
el: θέμα βοήθειας
es_es: tema de ayuda
fr_fr: sujet d'aide
id_id: topik bantuan
ja_jp: ヘルプトピック
pl_pl: temat pomocy
pt_br: tópico de ajuda

source: Help Topics
ar: مواضيع المساعدة
el: Θέματα βοήθειας
es_es: Temas de ayuda
fr_fr: Rubriques d'aide
id_id: Topik Bantuan
it_it: Argomenti della guida
ja_jp: ヘルプトピック
ms_my: Topik Bantuan
pl_pl: Tematy pomocy
pt_br: Tópicos de ajuda

source: The user can search for and choose the topic for which they need help using help topics
ar: يمكن للمستخدم البحث عن الموضوع الذي يحتاج إلى مساعدة فيه واختياره باستخدام موضوعات المساعدة
el: Ο χρήστης μπορεί να αναζητήσει και να επιλέξει το θέμα για το οποίο χρειάζεται βοήθεια χρησιμοποιώντας θέματα βοήθειας
es_es: El usuario puede buscar y elegir el tema sobre el que necesita ayuda utilizando temas de ayuda.
fr_fr: L'utilisateur peut rechercher et choisir le sujet pour lequel il a besoin d'aide à l'aide des rubriques d'aide.
id_id: Pengguna dapat mencari dan memilih topik bantuan yang mereka perlukan menggunakan topik bantuan
it_it: L'utente può cercare e scegliere l'argomento per il quale ha bisogno di aiuto utilizzando gli argomenti della guida
ja_jp: ユーザーは、ヘルプ トピックを使用して、ヘルプが必要なトピックを検索して選択できます。
ms_my: Pengguna boleh mencari dan memilih topik yang mereka perlukan bantuan menggunakan topik bantuan
pl_pl: Użytkownik może wyszukiwać i wybierać temat, w którym potrzebuje pomocy, korzystając z tematów pomocy
pt_br: O usuário pode pesquisar e escolher o tópico para o qual precisa de ajuda usando tópicos de ajuda

source: Auto Close Ticket
ar: تذكرة الإغلاق التلقائي
el: Αυτόματο κλείσιμο εισιτηρίου
es_es: Ticket de cierre automático
fr_fr: Billet à fermeture automatique
id_id: Tiket Tutup Otomatis
it_it: Ticket con chiusura automatica
ja_jp: 自動終了チケット
ms_my: Tiket Auto Tutup
pl_pl: Bilet automatycznego zamykania
pt_br: Tíquete de fechamento automático

source: Manage abandoned tickets, and set rules for tickets over time, and those tickets will be closed automatically after a certain period.
ar: إدارة التذاكر المهجورة، ووضع قواعد للتذاكر مع مرور الوقت، وسيتم إغلاق تلك التذاكر تلقائيا بعد فترة معينة.
el: Διαχειριστείτε τα εγκαταλειμμένα εισιτήρια και ορίστε κανόνες για τα εισιτήρια με την πάροδο του χρόνου και αυτά τα εισιτήρια θα κλείσουν αυτόματα μετά από μια ορισμένη περίοδο.
es_es: Administre los tickets abandonados y establezca reglas para los tickets a lo largo del tiempo, y esos tickets se cerrarán automáticamente después de un período determinado.
fr_fr: Gérez les tickets abandonnés et définissez des règles pour les tickets au fil du temps, et ces tickets seront fermés automatiquement après une certaine période.
id_id: Kelola tiket yang ditinggalkan, dan tetapkan aturan untuk tiket seiring berjalannya waktu, dan tiket tersebut akan ditutup secara otomatis setelah jangka waktu tertentu.
it_it: Gestisci i biglietti abbandonati e imposta le regole per i biglietti nel tempo e tali biglietti verranno chiusi automaticamente dopo un certo periodo.
ja_jp: 放棄されたチケットを管理し、時間の経過とともにチケットのルールを設定すると、それらのチケットは一定期間後に自動的に閉じられます。
ms_my: Urus tiket terbengkalai, dan tetapkan peraturan untuk tiket dari semasa ke semasa, dan tiket tersebut akan ditutup secara automatik selepas tempoh tertentu.
pl_pl: Zarządzaj porzuconymi biletami i ustalaj zasady dotyczące biletów w czasie, a bilety te zostaną automatycznie zamknięte po pewnym czasie.
pt_br: Gerencie tickets abandonados e defina regras para tickets ao longo do tempo, e esses tickets serão fechados automaticamente após um determinado período.

source: Knowledgebase
ar: قاعدة المعرفة
el: Γνωσιακή βάση
es_es: Base de conocimientos
fr_fr: Base de connaissances
id_id: Basis Pengetahuan
it_it: Base di conoscenza
ja_jp: ナレッジベース
ms_my: Pangkalan pengetahuan
pl_pl: Baza wiedzy
pt_br: Base de conhecimento

source: Stop wasting time on repetitive inquiries, build your knowledge base, and organize your solutions into categories for users.
ar: توقف عن إضاعة الوقت في الاستفسارات المتكررة، وقم ببناء قاعدة معرفتك، وقم بتنظيم حلولك في فئات للمستخدمين.
el: Σταματήστε να χάνετε χρόνο σε επαναλαμβανόμενες ερωτήσεις, δημιουργήστε τη βάση γνώσεών σας και οργανώστε τις λύσεις σας σε κατηγορίες για χρήστες.
es_es: Deje de perder tiempo en consultas repetitivas, cree su base de conocimientos y organice sus soluciones en categorías para los usuarios.
fr_fr: Arrêtez de perdre du temps avec des demandes répétitives, développez votre base de connaissances et organisez vos solutions en catégories pour les utilisateurs.
id_id: Berhentilah membuang waktu untuk pertanyaan berulang, bangun basis pengetahuan Anda, dan atur solusi Anda ke dalam kategori untuk pengguna.
it_it: Smetti di perdere tempo con domande ripetitive, costruisci la tua knowledge base e organizza le tue soluzioni in categorie per gli utenti.
ja_jp: 繰り返しの問い合わせに時間を無駄にするのをやめ、知識ベースを構築し、ソリューションをユーザー向けのカテゴリに整理します。
ms_my: Berhenti membuang masa untuk pertanyaan berulang, bina pangkalan pengetahuan anda dan susun penyelesaian anda mengikut kategori untuk pengguna.
pl_pl: Przestań marnować czas na powtarzające się zapytania, buduj swoją bazę wiedzy i organizuj swoje rozwiązania w kategorie dla użytkowników.
pt_br: Pare de perder tempo com consultas repetitivas, construa sua base de conhecimento e organize suas soluções em categorias para os usuários.

source: Ticket Overdue
ar: التذكرة متأخرة
el: Λήξη εισιτηρίου
es_es: Boleto vencido
fr_fr: Billet en retard
id_id: Tiket Terlambat
it_it: Biglietto scaduto
ja_jp: チケット期限切れ
ms_my: Tiket Tertunggak
pl_pl: Bilet spóźniony
pt_br: Bilhete vencido

source: Define rules or set a specific time interval for making tickets automatically overdue.
ar: تحديد القواعد أو تعيين فترة زمنية محددة لتأخر التذاكر تلقائيًا.
el: Καθορίστε κανόνες ή ορίστε ένα συγκεκριμένο χρονικό διάστημα για την αυτόματη καθυστέρηση των εισιτηρίων.
es_es: Defina reglas o establezca un intervalo de tiempo específico para que los tickets venzan automáticamente.
fr_fr: Définissez des règles ou définissez un intervalle de temps spécifique pour que les tickets soient automatiquement en retard.
id_id: Tetapkan aturan atau tetapkan interval waktu tertentu untuk membuat tiket lewat waktu secara otomatis.
it_it: Definisci regole o imposta un intervallo di tempo specifico per far scadere automaticamente i ticket.
ja_jp: ルールを定義するか、チケットを自動的に期限切れにする特定の時間間隔を設定します。
ms_my: Tentukan peraturan atau tetapkan selang masa tertentu untuk membuat tiket tertunggak secara automatik.
pl_pl: Zdefiniuj reguły lub ustaw konkretny przedział czasowy, w którym bilety będą automatycznie przeterminowane.
pt_br: Defina regras ou defina um intervalo de tempo específico para tornar os tickets vencidos automaticamente.

source: time tracking
ar: تتبع الوقت
el: παρακολούθηση χρόνου
es_es: seguimiento del tiempo
fr_fr: suivi du temps
id_id: pelacakan waktu
it_it: monitoraggio del tempo
ja_jp: 時間の追跡
ms_my: pengesanan masa
pl_pl: śledzenie czasu
pt_br: rastreamento de tempo

source: Time Tracking
ar: تتبع الوقت
el: Παρακολούθηση χρόνου
es_es: Seguimiento del tiempo
fr_fr: Suivi du temps
id_id: Pelacakan Waktu
it_it: Monitoraggio del tempo
ja_jp: 時間の追跡
ms_my: Penjejakan Masa
pl_pl: Śledzenie czasu
pt_br: Controle de tempo

source: Track the amount of time spent on each customer support ticket without losing focus and enhance team productivity.
ar: تتبع مقدار الوقت المستغرق في كل تذكرة دعم للعملاء دون فقدان التركيز وتعزيز إنتاجية الفريق.
el: Παρακολουθήστε τον χρόνο που αφιερώνεται σε κάθε εισιτήριο υποστήριξης πελατών χωρίς να χάσετε την εστίαση και βελτιώστε την παραγωγικότητα της ομάδας.
es_es: Realice un seguimiento de la cantidad de tiempo dedicado a cada ticket de atención al cliente sin perder la concentración y mejore la productividad del equipo.
fr_fr: Suivez le temps passé sur chaque ticket d'assistance client sans perdre votre concentration et améliorez la productivité de l'équipe.
id_id: Lacak jumlah waktu yang dihabiskan untuk setiap tiket dukungan pelanggan tanpa kehilangan fokus dan tingkatkan produktivitas tim.
it_it: Tieni traccia della quantità di tempo trascorso su ciascun ticket di assistenza clienti senza perdere la concentrazione e migliora la produttività del team.
ja_jp: 集中力を失うことなく各カスタマー サポート チケットに費やした時間を追跡し、チームの生産性を向上させます。
ms_my: Jejaki jumlah masa yang dibelanjakan untuk setiap tiket sokongan pelanggan tanpa kehilangan fokus dan tingkatkan produktiviti pasukan.
pl_pl: Śledź ilość czasu spędzonego na każdym zgłoszeniu do obsługi klienta, nie tracąc koncentracji i zwiększając produktywność zespołu.
pt_br: Acompanhe a quantidade de tempo gasto em cada ticket de suporte ao cliente sem perder o foco e aumente a produtividade da equipe.

source: Ticket History
ar: تاريخ التذاكر
el: Ιστορικό εισιτηρίων
es_es: Historial de entradas
fr_fr: Historique des billets
id_id: Sejarah Tiket
it_it: Cronologia dei biglietti
ja_jp: チケット履歴
ms_my: Sejarah Tiket
pl_pl: Historia biletów
pt_br: Histórico de ingressos

source: Show the whole history of the ticket, including its status and any action taken in response to it.
ar: عرض تاريخ التذكرة بالكامل، بما في ذلك حالتها وأي إجراء تم اتخاذه ردًا عليها.
el: Εμφάνιση ολόκληρου του ιστορικού του εισιτηρίου, συμπεριλαμβανομένης της κατάστασής του και οποιασδήποτε ενέργειας που πραγματοποιήθηκε ως απάντηση σε αυτό.
es_es: Muestra el historial completo del ticket, incluido su estado y cualquier acción tomada en respuesta al mismo.
fr_fr: Affichez l'historique complet du ticket, y compris son statut et toute action entreprise en réponse à celui-ci.
id_id: Tampilkan seluruh riwayat tiket, termasuk statusnya dan tindakan apa pun yang diambil sebagai tanggapan terhadap tiket tersebut.
it_it: Mostra l'intera cronologia del ticket, incluso il suo stato e qualsiasi azione intrapresa in risposta ad esso.
ja_jp: チケットのステータスとそれに応じて実行されたアクションを含む、チケットの履歴全体を表示します。
ms_my: Tunjukkan keseluruhan sejarah tiket, termasuk statusnya dan sebarang tindakan yang diambil sebagai tindak balas terhadapnya.
pl_pl: Pokaż całą historię zgłoszenia, łącznie z jego statusem i wszelkimi działaniami podjętymi w odpowiedzi na nie.
pt_br: Mostre todo o histórico do ticket, incluindo seu status e qualquer ação tomada em resposta a ele.

source: Paid Support
ar: الدعم المدفوع
el: Υποστήριξη επί πληρωμή
es_es: Soporte pagado
fr_fr: Assistance payante
id_id: Dukungan Berbayar
it_it: Supporto a pagamento
ja_jp: 有料サポート
ms_my: Sokongan Berbayar
pl_pl: Płatne wsparcie
pt_br: Suporte pago
