Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: Please select a conversation to view the user's chat history.
ar: الرجاء تحديد محادثة لعرض سجل الدردشة للمستخدم.
el: Επιλέξτε μια συνομιλία για να δείτε το ιστορικό συνομιλιών του χρήστη.
es_es: Seleccione una conversación para ver el historial de chat del usuario.
fr_fr: Veuillez sélectionner une conversation pour afficher l'historique des discussions de l'utilisateur.
id_id: Silakan pilih percakapan untuk melihat riwayat obrolan pengguna.
it_it: Seleziona una conversazione per visualizzare la cronologia chat dell'utente.
ja_jp: ユーザーのチャット履歴を表示するには、会話を選択してください。
ms_my: Sila pilih perbualan untuk melihat sejarah sembang pengguna.
pl_pl: Wybierz rozmowę, aby wyświetlić historię czatów użytkownika.
pt_br: Selecione uma conversa para visualizar o histórico de bate-papo do usuário.

source: Add User Input To Story
ar: إضافة مدخلات المستخدم إلى القصة
el: Προσθήκη εισαγωγής χρήστη στην ιστορία
es_es: Agregar entrada del usuario a la historia
fr_fr: Ajouter une entrée utilisateur à l'histoire
id_id: Tambahkan Masukan Pengguna ke Cerita
it_it: Aggiungi input dell'utente alla storia
ja_jp: ユーザー入力をストーリーに追加
ms_my: Tambahkan Input Pengguna Pada Cerita
pl_pl: Dodaj wkład użytkownika do historii
pt_br: Adicionar entrada do usuário à história

source: Select
ar: يختار
el: Επιλέγω
es_es: Seleccionar
fr_fr: Sélectionner
id_id: Memilih
it_it: Selezionare
ja_jp: 選択
ms_my: Pilih
pl_pl: Wybierać
pt_br: Selecione

source: Add User Input
ar: إضافة مدخلات المستخدم
el: Προσθήκη εισαγωγής χρήστη
es_es: Agregar entrada de usuario
fr_fr: Ajouter une entrée utilisateur
id_id: Tambahkan Masukan Pengguna
it_it: Aggiungi input dell'utente
ja_jp: ユーザー入力の追加
ms_my: Tambah Input Pengguna
pl_pl: Dodaj dane wejściowe użytkownika
pt_br: Adicionar entrada do usuário

source: You must choose a story; it cannot be empty.
ar: يجب عليك اختيار القصة؛ لا يمكن أن تكون فارغة.
el: Πρέπει να επιλέξετε μια ιστορία. δεν μπορεί να είναι άδειο.
es_es: Debes elegir una historia; no puede estar vacío.
fr_fr: Vous devez choisir une histoire ; il ne peut pas être vide.
id_id: Anda harus memilih sebuah cerita; itu tidak boleh kosong.
it_it: Devi scegliere una storia; non può essere vuoto.
ja_jp: ストーリーを選択する必要があります。空にすることはできません。
ms_my: Anda mesti memilih cerita; ia tidak boleh kosong.
pl_pl: Musisz wybrać historię; nie może być puste.
pt_br: Você deve escolher uma história; não pode estar vazio.

source: Security verification Failed, Please restart you chat to continue.
ar: فشل التحقق الأمني، يرجى إعادة تشغيل الدردشة للمتابعة.
el: Η επαλήθευση ασφαλείας απέτυχε. Επανεκκινήστε τη συνομιλία σας για να συνεχίσετε.
es_es: Error en la verificación de seguridad. Reinicie su chat para continuar.
fr_fr: Échec de la vérification de sécurité. Veuillez redémarrer votre conversation pour continuer.
id_id: Verifikasi keamanan Gagal, Silakan mulai ulang obrolan Anda untuk melanjutkan.
it_it: Verifica di sicurezza non riuscita. Riavvia la chat per continuare.
ja_jp: セキュリティ検証に失敗しました。続行するにはチャットを再起動してください。
ms_my: Pengesahan keselamatan Gagal, Sila mulakan semula sembang anda untuk meneruskan.
pl_pl: Weryfikacja zabezpieczeń nie powiodła się. Aby kontynuować, uruchom ponownie czat.
pt_br: Falha na verificação de segurança. Reinicie seu bate-papo para continuar.

source: Your session has expired; please restart your chat.
ar: لقد انتهت صلاحية جلستك؛ يرجى إعادة تشغيل الدردشة الخاصة بك.
el: Η συνεδρία σας έχει λήξει. επανεκκινήστε τη συνομιλία σας.
es_es: Su sesión ha caducado; por favor reinicie su chat.
fr_fr: Votre session a expiré ; veuillez redémarrer votre discussion.
id_id: Sesi Anda telah berakhir; silakan mulai ulang obrolan Anda.
it_it: La tua sessione è scaduta; per favore riavvia la chat.
ja_jp: セッションの有効期限が切れました。チャットを再開してください。
ms_my: Sesi anda telah tamat tempoh; sila mulakan semula sembang anda.
pl_pl: Twoja sesja wygasła; proszę ponownie uruchomić czat.
pt_br: Sua sessão expirou; por favor reinicie seu chat.

source: Hi, I am Chatbot. I do not have specific knowledge.
ar: مرحبًا، أنا شات بوت. ليس لدي معرفة محددة.
el: Γεια, είμαι το Chatbot. Δεν έχω συγκεκριμένες γνώσεις.
es_es: Hola, soy Chatbot. No tengo conocimientos específicos.
fr_fr: Bonjour, je suis Chatbot. Je n'ai pas de connaissances spécifiques.
id_id: Hai, saya Chatbot. Saya tidak memiliki pengetahuan khusus.
it_it: Ciao, sono Chatbot. Non ho conoscenze specifiche.
ja_jp: こんにちは、チャットボットです。特別な知識はありません。
ms_my: Hai, saya Chatbot. Saya tidak mempunyai pengetahuan khusus.
pl_pl: Cześć, jestem Chatbot. Nie mam konkretnej wiedzy.
pt_br: Olá, eu sou o Chatbot. Não tenho conhecimentos específicos.

source: Your message is too long. Please enter only a username or email.
ar: رسالتك طويلة جدًا. الرجاء إدخال اسم المستخدم أو البريد الإلكتروني فقط.
el: Το μήνυμά σας είναι πολύ μεγάλο. Εισαγάγετε μόνο όνομα χρήστη ή email.
es_es: Tu mensaje es demasiado largo. Por favor ingrese solo un nombre de usuario o correo electrónico.
fr_fr: Votre message est trop long. Veuillez saisir uniquement un nom d'utilisateur ou une adresse e-mail.
id_id: Pesan Anda terlalu panjang. Silakan masukkan hanya nama pengguna atau email.
it_it: Il tuo messaggio è troppo lungo. Inserisci solo un nome utente o un'e-mail.
ja_jp: メッセージが長すぎます。ユーザー名またはメールアドレスのみを入力してください。
ms_my: Mesej anda terlalu panjang. Sila masukkan nama pengguna atau e-mel sahaja.
pl_pl: Twoja wiadomość jest za długa. Proszę wpisać tylko nazwę użytkownika lub adres e-mail.
pt_br: Sua mensagem é muito longa. Por favor, insira apenas um nome de usuário ou e-mail.

source: Invalid username or email. Try again with the correct one.
ar: اسم المستخدم أو البريد الإلكتروني غير صالح. حاول مرة أخرى مع الصحيح.
el: Μη έγκυρο όνομα χρήστη ή email. Δοκιμάστε ξανά με το σωστό.
es_es: Nombre de usuario o correo electrónico no válido. Inténtalo de nuevo con el correcto.
fr_fr: Nom d'utilisateur ou email invalide. Réessayez avec le bon.
id_id: Nama pengguna atau email tidak valid. Coba lagi dengan yang benar.
it_it: Nome utente o email non validi. Riprova con quello corretto.
ja_jp: ユーザー名またはメールアドレスが無効です。正しいものを使用して再試行してください。
ms_my: Nama pengguna atau e-mel tidak sah. Cuba lagi dengan yang betul.
pl_pl: Nieprawidłowa nazwa użytkownika lub adres e-mail. Spróbuj ponownie, używając prawidłowego.
pt_br: Nome de usuário ou e-mail inválido. Tente novamente com o correto.

source: Show More
ar: عرض المزيد
el: Εμφάνιση περισσότερων
es_es: Mostrar más
fr_fr: Afficher plus
id_id: Tampilkan Lebih Banyak
it_it: Mostra altro
ja_jp: もっと見る
ms_my: Tunjukkan Lagi
pl_pl: Pokaż więcej
pt_br: Mostrar mais

source: Show Articles
ar: عرض المقالات
el: Εμφάνιση άρθρων
es_es: Mostrar artículos
fr_fr: Afficher les articles
id_id: Tampilkan Artikel
it_it: Mostra articoli
ja_jp: 記事を表示
ms_my: Tunjukkan Artikel
pl_pl: Pokaż artykuły
pt_br: Mostrar artigos

source: session time out
ar: مهلة الجلسة
el: λήξη του χρόνου συνεδρίας
es_es: tiempo de espera de la sesión
fr_fr: temps d'arrêt de la session
id_id: waktu sesi habis
it_it: timeout della sessione
ja_jp: セッションタイムアウト
ms_my: masa tamat sesi
pl_pl: upłynął limit czasu sesji
pt_br: tempo limite da sessão

source: Data directory can not empty.
ar: لا يمكن إفراغ دليل البيانات.
el: Ο κατάλογος δεδομένων δεν μπορεί να αδειάσει.
es_es: El directorio de datos no se puede vaciar.
fr_fr: Le répertoire de données ne peut pas être vide.
id_id: Direktori data tidak boleh kosong.
it_it: La directory dei dati non può essere vuota.
ja_jp: データ ディレクトリを空にすることはできません。
ms_my: Direktori data tidak boleh kosong.
pl_pl: Katalog danych nie może być pusty.
pt_br: O diretório de dados não pode ficar vazio.

source: Data directory is not proper.
ar: دليل البيانات غير مناسب.
el: Ο κατάλογος δεδομένων δεν είναι κατάλληλος.
es_es: El directorio de datos no es el adecuado.
fr_fr: Le répertoire de données n'est pas correct.
id_id: Direktori data tidak tepat.
it_it: La directory dei dati non è corretta.
ja_jp: データディレクトリが正しくありません。
ms_my: Direktori data tidak betul.
pl_pl: Katalog danych jest nieprawidłowy.
pt_br: O diretório de dados não é adequado.

source: Data directory is not writable.
ar: دليل البيانات غير قابل للكتابة.
el: Ο κατάλογος δεδομένων δεν είναι εγγράψιμος.
es_es: El directorio de datos no se puede escribir.
fr_fr: Le répertoire de données n'est pas accessible en écriture.
id_id: Direktori data tidak dapat ditulis.
it_it: La directory dei dati non è scrivibile.
ja_jp: データ ディレクトリは書き込み可能ではありません。
ms_my: Direktori data tidak boleh ditulis.
pl_pl: Katalog danych nie jest przeznaczony do zapisu.
pt_br: O diretório de dados não é gravável.

source: Default fallback message can not be empty.
ar: لا يمكن أن تكون الرسالة الاحتياطية الافتراضية فارغة.
el: Το προεπιλεγμένο εναλλακτικό μήνυμα δεν μπορεί να είναι κενό.
es_es: El mensaje de reserva predeterminado no puede estar vacío.
fr_fr: Le message de secours par défaut ne peut pas être vide.
id_id: Pesan fallback default tidak boleh kosong.
it_it: Il messaggio di fallback predefinito non può essere vuoto.
ja_jp: デフォルトのフォールバック メッセージを空にすることはできません。
ms_my: Mesej sandaran lalai tidak boleh kosong.
pl_pl: Domyślny komunikat zwrotny nie może być pusty.
pt_br: A mensagem de fallback padrão não pode estar vazia.

source: Admin pagination not saved.
ar: لم يتم حفظ صفحات المسؤول.
el: Η σελιδοποίηση διαχειριστή δεν αποθηκεύτηκε.
es_es: La paginación del administrador no se guardó.
fr_fr: La pagination de l'administrateur n'a pas été enregistrée.
id_id: Penomoran halaman admin tidak disimpan.
it_it: Impaginazione amministrativa non salvata.
ja_jp: 管理ページネーションが保存されませんでした。
ms_my: Penomboran pentadbir tidak disimpan.
pl_pl: Paginacja administratora nie została zapisana.
pt_br: Paginação de administrador não salva.

source: User pagination not saved.
ar: لم يتم حفظ ترقيم الصفحات للمستخدم.
el: Η σελιδοποίηση χρήστη δεν αποθηκεύτηκε.
es_es: Paginación del usuario no guardada.
fr_fr: La pagination de l'utilisateur n'a pas été enregistrée.
id_id: Penomoran halaman pengguna tidak disimpan.
it_it: Impaginazione utente non salvata.
ja_jp: ユーザーのページネーションは保存されません。
ms_my: Penomboran pengguna tidak disimpan.
pl_pl: Paginacja użytkownika nie została zapisana.
pt_br: Paginação do usuário não salva.

source: The title of your chatbot or the primary title displayed on your chat interface.
ar: عنوان chatbot الخاص بك أو العنوان الأساسي المعروض على واجهة الدردشة الخاصة بك.
el: Ο τίτλος του chatbot σας ή ο κύριος τίτλος που εμφανίζεται στη διεπαφή συνομιλίας σας.
es_es: El título de su chatbot o el título principal que se muestra en su interfaz de chat.
fr_fr: Le titre de votre chatbot ou le titre principal affiché sur votre interface de chat.
id_id: Judul chatbot Anda atau judul utama yang ditampilkan di antarmuka obrolan Anda.
it_it: Il titolo del tuo chatbot o il titolo principale visualizzato sull'interfaccia della chat.
ja_jp: チャットボットのタイトル、またはチャット インターフェイスに表示される主要なタイトル。
ms_my: Tajuk chatbot anda atau tajuk utama dipaparkan pada antara muka sembang anda.
pl_pl: Tytuł Twojego chatbota lub główny tytuł wyświetlany w interfejsie czatu.
pt_br: O título do seu chatbot ou o título principal exibido na interface do chat.

source: Default Fallback Message
ar: الرسالة الاحتياطية الافتراضية
el: Προεπιλεγμένο εναλλακτικό μήνυμα
es_es: Mensaje de reserva predeterminado
fr_fr: Message de secours par défaut
id_id: Pesan Penggantian Default
it_it: Messaggio di fallback predefinito
ja_jp: デフォルトのフォールバックメッセージ
ms_my: Mesej Saling Balik Lalai
pl_pl: Domyślny komunikat zastępczy
pt_br: Mensagem substituta padrão

source: The message displayed when the chatbot cannot understand.
ar: يتم عرض الرسالة عندما يتعذر على chatbot فهمها.
el: Το μήνυμα εμφανίζεται όταν το chatbot δεν μπορεί να καταλάβει.
es_es: El mensaje que se muestra cuando el chatbot no puede entender.
fr_fr: Le message affiché lorsque le chatbot ne peut pas comprendre.
id_id: Pesan ditampilkan ketika chatbot tidak dapat memahami.
it_it: Il messaggio visualizzato quando il chatbot non riesce a capire.
ja_jp: チャットボットが理解できない場合に表示されるメッセージ。
ms_my: Mesej dipaparkan apabila chatbot tidak dapat memahami.
pl_pl: Komunikat wyświetlany, gdy chatbot nie może go zrozumieć.
pt_br: A mensagem exibida quando o chatbot não consegue entender.

source: Offline
ar: غير متصل
el: Εκτός σύνδεσης
es_es: Desconectado
fr_fr: Hors ligne
id_id: Luring
it_it: Non in linea
ja_jp: オフライン
ms_my: Luar talian
pl_pl: Nieaktywny

source: Online
ar: متصل
el: Διαδικτυακά
es_es: En línea
fr_fr: En ligne
it_it: In linea
ja_jp: オンライン
ms_my: dalam talian
pl_pl: W Internecie

source: Set your plugin offline for front end.
ar: قم بتعيين المكون الإضافي الخاص بك في وضع عدم الاتصال للواجهة الأمامية.
el: Ρυθμίστε την προσθήκη εκτός σύνδεσης για διεπαφή.
es_es: Configure su complemento sin conexión para la interfaz.
fr_fr: Définissez votre plugin hors ligne pour le front-end.
id_id: Atur plugin Anda offline untuk front end.
it_it: Imposta il tuo plugin offline per il front-end.
ja_jp: フロントエンド用にプラグインをオフラインに設定します。
ms_my: Tetapkan pemalam anda di luar talian untuk bahagian hadapan.
pl_pl: Ustaw wtyczkę w trybie offline dla interfejsu użytkownika.
pt_br: Defina seu plugin offline para front-end.

source: Data Directory
ar: دليل البيانات
el: Κατάλογος Δεδομένων
es_es: Directorio de datos
fr_fr: Répertoire de données
id_id: Direktori Data
it_it: Directory dei dati
ja_jp: データディレクトリ
ms_my: Direktori Data
pl_pl: Katalog danych
pt_br: Diretório de dados

source: The directory where all chatbot data files are stored.
ar: الدليل الذي يتم فيه تخزين جميع ملفات بيانات chatbot.
el: Ο κατάλογος όπου αποθηκεύονται όλα τα αρχεία δεδομένων chatbot.
es_es: El directorio donde se almacenan todos los archivos de datos del chatbot.
fr_fr: Le répertoire où sont stockés tous les fichiers de données du chatbot.
id_id: Direktori tempat semua file data chatbot disimpan.
it_it: La directory in cui sono archiviati tutti i file di dati del chatbot.
ja_jp: すべてのチャットボット データ ファイルが保存されるディレクトリ。
ms_my: Direktori tempat semua fail data chatbot disimpan.
pl_pl: Katalog, w którym przechowywane są wszystkie pliki danych chatbota.
pt_br: O diretório onde todos os arquivos de dados do chatbot são armazenados.

source: Admin Pagination
ar: صفحة المشرف
el: Διαχειριστής Σελιδοποίησης
es_es: Paginación de administrador
fr_fr: Pagination de l'administrateur
id_id: Paginasi Admin
it_it: Impaginazione amministrativa
ja_jp: 管理者のページネーション
ms_my: Penomboran Penomboran
pl_pl: Paginacja administratora
pt_br: Paginação de administrador

source: The number of items displayed in a paginated list in the admin panel.
ar: عدد العناصر المعروضة في قائمة مرقّمة في لوحة الإدارة.
el: Ο αριθμός των στοιχείων που εμφανίζονται σε μια σελιδοποιημένη λίστα στον πίνακα διαχείρισης.
es_es: La cantidad de elementos que se muestran en una lista paginada en el panel de administración.
fr_fr: Le nombre d'éléments affichés dans une liste paginée dans le panneau d'administration.
id_id: Jumlah item yang ditampilkan dalam daftar paginasi di panel admin.
it_it: Il numero di elementi visualizzati in un elenco impaginato nel pannello di amministrazione.
ja_jp: 管理パネルのページ分割されたリストに表示されるアイテムの数。
ms_my: Bilangan item yang dipaparkan dalam senarai bernombor dalam panel pentadbir.
pl_pl: Liczba pozycji wyświetlanych na liście podzielonej na strony w panelu administracyjnym.
pt_br: O número de itens exibidos em uma lista paginada no painel de administração.

source: User Pagination
ar: ترقيم الصفحات للمستخدم
el: Σελιδοποίηση χρήστη
es_es: Paginación de usuario
fr_fr: Pagination utilisateur
id_id: Paginasi Pengguna
it_it: Paginazione utente
ja_jp: ユーザーのページネーション
ms_my: Penomboran Pengguna
pl_pl: Paginacja użytkownika
pt_br: Paginação do usuário

source: The number of items displayed in a paginated list on the user side.
ar: عدد العناصر المعروضة في قائمة مرقّمة من جانب المستخدم.
el: Ο αριθμός των στοιχείων που εμφανίζονται σε μια σελιδοποιημένη λίστα στην πλευρά του χρήστη.
es_es: El número de elementos que se muestran en una lista paginada en el lado del usuario.
fr_fr: Le nombre d'éléments affichés dans une liste paginée côté utilisateur.
id_id: Jumlah item yang ditampilkan dalam daftar paginasi di sisi pengguna.
it_it: Il numero di elementi visualizzati in un elenco impaginato sul lato utente.
ja_jp: ユーザー側でページ分割されたリストに表示される項目の数。
ms_my: Bilangan item yang dipaparkan dalam senarai bernombor pada bahagian pengguna.
pl_pl: Liczba elementów wyświetlanych na liście podzielonej na strony po stronie użytkownika.
pt_br: O número de itens exibidos em uma lista paginada do lado do usuário.

source: Save Settings
ar: حفظ الإعدادات
el: Αποθήκευση ρυθμίσεων
es_es: Guardar configuración
fr_fr: Enregistrer les paramètres
id_id: Simpan Pengaturan
it_it: Salva impostazioni
ja_jp: 設定の保存
ms_my: Simpan Tetapan
pl_pl: Zapisz ustawienia
pt_br: Salvar configurações

source: Add Icon
ar: إضافة أيقونة
el: Προσθήκη εικονιδίου
es_es: Agregar icono
fr_fr: Ajouter une icône
id_id: Tambahkan Ikon
it_it: Aggiungi icona
ja_jp: アイコンを追加
ms_my: Tambah Ikon
pl_pl: Dodaj ikonę
pt_br: Adicionar ícone

source: years
ar: سنين
el: χρόνια
es_es: años
fr_fr: années
id_id: bertahun-tahun
it_it: anni
ja_jp: 年
ms_my: tahun
pl_pl: lata
pt_br: anos

source: year
ar: سنة
el: έτος
es_es: año
fr_fr: année
id_id: tahun
it_it: anno
ja_jp: 年
ms_my: tahun
pl_pl: rok
pt_br: ano

source: ago
ar: منذ
el: πριν
es_es: atrás
fr_fr: il y a
id_id: yang lalu
it_it: fa
ja_jp: 前
ms_my: lalu
pl_pl: temu
pt_br: atrás

source: months
ar: شهور
el: μήνες
es_es: meses
fr_fr: mois
id_id: bulan
it_it: mesi
ja_jp: 月
ms_my: bulan
pl_pl: miesiące
pt_br: meses

source: month
ar: شهر
el: μήνας
es_es: mes
fr_fr: mois
id_id: bulan
it_it: mese
ja_jp: 月
ms_my: bulan
pl_pl: miesiąc
pt_br: mês

source: days
ar: أيام
el: ημέρες
es_es: días
fr_fr: jours
id_id: hari
it_it: giorni
ja_jp: 日
ms_my: hari
pl_pl: dni
pt_br: dias

source: day
ar: يوم
el: ημέρα
es_es: día
fr_fr: jour
id_id: hari
it_it: giorno
ja_jp: 日
ms_my: hari
pl_pl: dzień
pt_br: dia

source: hours
ar: ساعات
el: ώρες
es_es: horas
fr_fr: heures
id_id: jam
it_it: ore
ja_jp: 時間
ms_my: jam
pl_pl: godziny
pt_br: horas

source: hour
ar: ساعة
el: ώρα
es_es: hora
fr_fr: heure
id_id: jam
it_it: ora
ja_jp: 時間
ms_my: jam
pl_pl: godzina
pt_br: hora

source: minutes
ar: دقائق
el: πρακτικά
es_es: minutos
id_id: menit
it_it: minuti
ja_jp: 分
ms_my: minit
pl_pl: protokół
pt_br: minutos

source: minute
ar: دقيقة
el: λεπτό
es_es: minuto
id_id: menit
it_it: minuto
ja_jp: 分
ms_my: minit
pl_pl: chwila
pt_br: minuto

source: Just now
ar: الآن
el: Μόλις τώρα
es_es: En este momento
fr_fr: Tout à l' heure
id_id: Baru saja
it_it: Proprio adesso
ja_jp: ちょうど今
ms_my: tadi
pl_pl: Właśnie
pt_br: Agora mesmo

source: AI ChatBot is disabled.
ar: تم تعطيل AI ChatBot.
el: Το AI ChatBot είναι απενεργοποιημένο.
es_es: AI ChatBot está deshabilitado.
fr_fr: AI ChatBot est désactivé.
id_id: AI ChatBot dinonaktifkan.
it_it: AI ChatBot è disabilitato.
ja_jp: AIチャットボットは無効になっています。
ms_my: AI ChatBot dilumpuhkan.
pl_pl: AI ChatBot jest wyłączony.
pt_br: AI ChatBot está desativado.

source: Active Now
ar: نشط الآن
el: Ενεργός τώρα
es_es: Activo ahora
fr_fr: Actif maintenant
id_id: Aktif Sekarang
it_it: Attivo adesso
ja_jp: 現在アクティブです
ms_my: Aktif Sekarang
pl_pl: Aktywne teraz
pt_br: Ativo agora

source: AI ChatBot story not built.
ar: لم يتم إنشاء قصة AI ChatBot.
el: Η ιστορία του AI ChatBot δεν δημιουργήθηκε.
es_es: La historia de AI ChatBot no está construida.
fr_fr: L'histoire de AI ChatBot n'est pas construite.
id_id: Kisah AI ChatBot tidak dibuat.
it_it: Storia di AI ChatBot non creata.
ja_jp: AI ChatBot ストーリーは構築されていません。
ms_my: Cerita AI ChatBot tidak dibina.
pl_pl: Nie zbudowano historii AI ChatBot.
pt_br: A história do AI ChatBot não foi construída.

source: Built Now
ar: بنيت الآن
el: Κατασκευάστηκε τώρα
es_es: Construido ahora
fr_fr: Construit maintenant
id_id: Dibangun Sekarang
it_it: Costruito ora
ja_jp: 今すぐ構築
ms_my: Dibina Sekarang
pl_pl: Zbudowany teraz
pt_br: Construído agora

source: WooCommerce plugin is not installed.
ar: لم يتم تثبيت البرنامج المساعد WooCommerce.
el: Η προσθήκη WooCommerce δεν έχει εγκατασταθεί.
es_es: El complemento WooCommerce no está instalado.
fr_fr: Le plugin WooCommerce n'est pas installé.
id_id: Plugin WooCommerce tidak diinstal.
it_it: Il plug-in WooCommerce non è installato.
ja_jp: WooCommerce プラグインがインストールされていません。
ms_my: Plugin WooCommerce tidak dipasang.
pl_pl: Wtyczka WooCommerce nie jest zainstalowana.
pt_br: O plug-in WooCommerce não está instalado.

source: Install Now
ar: التثبيت الآن
el: Εγκαταστήστε τώρα
es_es: Instalar ahora
fr_fr: Installer maintenant
id_id: Instal Sekarang
it_it: Installa ora
ja_jp: 今すぐインストール
ms_my: Pasang Sekarang
pl_pl: Zainstaluj teraz
pt_br: Instale agora

source: WooCommerce plugin is not activated.
ar: لم يتم تنشيط البرنامج المساعد WooCommerce.
el: Η προσθήκη WooCommerce δεν είναι ενεργοποιημένη.
es_es: El complemento WooCommerce no está activado.
fr_fr: Le plugin WooCommerce n'est pas activé.
id_id: Plugin WooCommerce tidak diaktifkan.
it_it: Il plugin WooCommerce non è attivato.
ja_jp: WooCommerce プラグインが有効化されていません。
ms_my: Plugin WooCommerce tidak diaktifkan.
pl_pl: Wtyczka WooCommerce nie jest aktywowana.
pt_br: O plugin WooCommerce não está ativado.

source: WooCommerce Bot is disabled.
ar: تم تعطيل WooCommerce Bot.
el: Το WooCommerce Bot είναι απενεργοποιημένο.
es_es: El robot de WooCommerce está deshabilitado.
fr_fr: Le bot WooCommerce est désactivé.
id_id: Bot WooCommerce dinonaktifkan.
it_it: Il bot WooCommerce è disabilitato.
ja_jp: WooCommerce ボットが無効になっています。
ms_my: Bot WooCommerce dilumpuhkan.
pl_pl: Bot WooCommerce jest wyłączony.
pt_br: O bot WooCommerce está desativado.

source: WooCommerce story not built.
ar: قصة WooCommerce لم يتم بناؤها.
el: Η ιστορία του WooCommerce δεν δημιουργήθηκε.
es_es: Historia de WooCommerce no construida.
fr_fr: Histoire WooCommerce non construite.
id_id: Cerita WooCommerce tidak dibuat.
it_it: Storia di WooCommerce non creata.
ja_jp: WooCommerce ストーリーが構築されていません。
ms_my: Cerita WooCommerce tidak dibina.
pl_pl: Historia WooCommerce nie została zbudowana.
pt_br: História do WooCommerce não construída.

source: Post Type not found.
ar: لم يتم العثور على نوع المشاركة.
el: Ο τύπος ανάρτησης δεν βρέθηκε.
es_es: Tipo de publicación no encontrada.
fr_fr: Type de message introuvable.
id_id: Jenis Posting tidak ditemukan.
it_it: Tipo di messaggio non trovato.
ja_jp: 投稿タイプが見つかりません。
ms_my: Jenis Catatan tidak ditemui.
pl_pl: Nie znaleziono typu postu.
pt_br: Tipo de postagem não encontrado.

source: AI Web Search is disabled!
ar: تم تعطيل بحث الويب بالذكاء الاصطناعي!
el: Η AI Web Search είναι απενεργοποιημένη!
es_es: ¡La búsqueda web AI está deshabilitada!
fr_fr: La recherche Web AI est désactivée !
id_id: Pencarian Web AI dinonaktifkan!
it_it: La ricerca Web AI è disabilitata!
ja_jp: AI ウェブ検索が無効になっています。
ms_my: Carian Web AI dilumpuhkan!
pl_pl: Wyszukiwanie internetowe AI jest wyłączone!
pt_br: A Pesquisa na Web AI está desativada!

source: AI ChatBot Sessions
ar: جلسات ChatBot AI
es_es: Sesiones de ChatBot de IA
fr_fr: Sessions ChatBot IA
id_id: Sesi AI ChatBot
it_it: Sessioni di ChatBot AI
ja_jp: AIチャットボットセッション
ms_my: Sesi AI ChatBot
pl_pl: Sesje ChatBota AI
pt_br: Sessões de IA ChatBot

source: Session Card
ar: بطاقة الجلسة
el: Κάρτα συνεδρίας
es_es: Tarjeta de sesión
fr_fr: Carte de séance
id_id: Kartu Sesi
it_it: Scheda della sessione
ja_jp: セッションカード
ms_my: Kad Sesi
pl_pl: Karta sesji
pt_br: Cartão de Sessão

source: Graph
ar: رسم بياني
el: Γραφική παράσταση
es_es: Gráfico
fr_fr: Graphique
id_id: Grafik
it_it: Grafico
ja_jp: グラフ
ms_my: Graf
pl_pl: Wykres
pt_br: Gráfico

source: Card
ar: بطاقة
el: Κάρτα
es_es: Tarjeta
fr_fr: Carte
id_id: Kartu
it_it: Carta
ja_jp: カード
ms_my: Kad
pl_pl: Karta
pt_br: Cartão
