Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: WooCommerce Sessions
ar: جلسات ووكومرس
el: Συνεδρίες WooCommerce
es_es: Sesiones de WooCommerce
fr_fr: Séances WooCommerce
id_id: Sesi WooCommerce
it_it: Sessioni WooCommerce
ja_jp: WooCommerce セッション
ms_my: Sesi WooCommerce
pl_pl: Sesje WooCommerce
pt_br: Sessões WooCommerce

source: AI Web Search Sessions
ar: جلسات بحث الويب بالذكاء الاصطناعي
es_es: Sesiones de búsqueda web de IA
fr_fr: Sessions de recherche sur le Web IA
id_id: Sesi Pencarian Web AI
it_it: Sessioni di ricerca Web AI
ja_jp: AI Web 検索セッション
ms_my: Sesi Carian Web AI
pl_pl: Sesje wyszukiwania w Internecie AI
pt_br: Sessões de pesquisa na Web com IA

source: Icon
ar: رمز
el: Εικόνισμα
es_es: Icono
fr_fr: Icône
id_id: Ikon
it_it: Icona
ja_jp: アイコン
ms_my: ikon
pl_pl: Ikona
pt_br: Ícone

source: GeekyBot Setup and Usage Guides
ar: أدلة إعداد واستخدام GeekyBot
el: Οδηγοί εγκατάστασης και χρήσης GeekyBot
es_es: Guías de configuración y uso de GeekyBot
fr_fr: Guides de configuration et d'utilisation de GeekyBot
id_id: Panduan Pengaturan dan Penggunaan GeekyBot
it_it: Guide all'installazione e all'utilizzo di GeekyBot
ja_jp: GeekyBot のセットアップと使用ガイド
ms_my: Panduan Persediaan dan Penggunaan GeekyBot
pl_pl: Przewodniki konfiguracji i użytkowania GeekyBot
pt_br: Guias de configuração e uso do GeekyBot

source: Explore installation, training, and effective usage guides.
ar: استكشف أدلة التثبيت والتدريب والاستخدام الفعال.
el: Εξερευνήστε τους οδηγούς εγκατάστασης, εκπαίδευσης και αποτελεσματικής χρήσης.
es_es: Explore guías de instalación, capacitación y uso efectivo.
fr_fr: Explorez les guides d’installation, de formation et d’utilisation efficace.
id_id: Jelajahi instalasi, pelatihan, dan panduan penggunaan yang efektif.
it_it: Esplora le guide all'installazione, alla formazione e all'utilizzo efficace.
ja_jp: インストール、トレーニング、効果的な使用ガイドをご覧ください。
ms_my: Terokai pemasangan, latihan dan panduan penggunaan yang berkesan.
pl_pl: Zapoznaj się z przewodnikami instalacji, szkoleń i efektywnego użytkowania.
pt_br: Explore guias de instalação, treinamento e uso eficaz.

source: Play
ar: يلعب
el: Παιχνίδι
es_es: Jugar
fr_fr: Jouer
id_id: Bermain
it_it: Giocare
ja_jp: 遊ぶ
ms_my: Main
pl_pl: Grać
pt_br: Jogar

source: Youtube Icon
ar: أيقونة يوتيوب
el: Εικονίδιο Youtube
es_es: icono de youtube
fr_fr: Icône YouTube
id_id: Ikon Youtube
it_it: Icona di Youtube
ja_jp: Youtubeのアイコン
ms_my: Ikon Youtube
pl_pl: Ikona Youtube'a
pt_br: Ícone do YouTube

source: How to add Story
ar: كيفية إضافة قصة
el: Πώς να προσθέσετε ιστορία
es_es: Cómo agregar una historia
fr_fr: Comment ajouter une histoire
id_id: Bagaimana cara menambahkan Cerita
it_it: Come aggiungere una storia
ja_jp: ストーリーの追加方法
ms_my: Bagaimana untuk menambah Story
pl_pl: Jak dodać historię
pt_br: Como adicionar história

source: How to add Variable
ar: كيفية إضافة متغير
el: Πώς να προσθέσετε μεταβλητή
es_es: Cómo agregar variables
fr_fr: Comment ajouter une variable
id_id: Bagaimana cara menambahkan Variabel
it_it: Come aggiungere variabile
ja_jp: 変数の追加方法
ms_my: Bagaimana untuk menambah Pembolehubah
pl_pl: Jak dodać zmienną
pt_br: Como adicionar variável

source: Change Settings
ar: تغيير الإعدادات
el: Αλλαγή ρυθμίσεων
es_es: Cambiar configuración
fr_fr: Modifier les paramètres
id_id: Ubah Pengaturan
it_it: Modifica impostazioni
ja_jp: 設定を変更する
ms_my: Tukar Tetapan
pl_pl: Zmień ustawienia
pt_br: Alterar configurações

source: Change Color
ar: تغيير اللون
el: Αλλαγή χρώματος
es_es: Cambiar el color
fr_fr: Changer la couleur
id_id: Ubah Warna
it_it: Cambiare colore
ja_jp: 色の変更
ms_my: Tukar Warna
pl_pl: Mienić się
pt_br: Alterar cor

source: Remove
ar: يزيل
el: Αφαιρώ
es_es: Eliminar
fr_fr: Retirer
id_id: Menghapus
it_it: Rimuovere
ja_jp: 取り除く
ms_my: Alih keluar
pl_pl: Usunąć
pt_br: Remover

source: Cross Icon
ar: أيقونة الصليب
el: Εικονίδιο σταυρού
es_es: Icono de cruz
fr_fr: Icône Croix
id_id: Ikon Salib
it_it: Icona croce
ja_jp: 十字アイコン
ms_my: Ikon Salib
pl_pl: Ikona krzyża
pt_br: Ícone de cruz

source: Stories Date
ar: تاريخ القصص
el: Ημερομηνία ιστοριών
es_es: Historias Fecha
fr_fr: Date des histoires
id_id: Tanggal Cerita
it_it: Data delle storie
ja_jp: ストーリーの日付
ms_my: Tarikh Cerita
pl_pl: Data historii
pt_br: Data das histórias

source: View Stories
ar: عرض القصص
el: Προβολή Ιστοριών
es_es: Ver historias
fr_fr: Voir les histoires
id_id: Lihat Cerita
it_it: Visualizza storie
ja_jp: ストーリーを見る
ms_my: Lihat Cerita
pl_pl: Zobacz historie
pt_br: Ver histórias

source: AI Chatbot
ar: روبوت الدردشة بالذكاء الاصطناعي
es_es: Chatbot de IA
fr_fr: Chatbot IA
id_id: AI Obrolan
it_it: Chatbot basato sull'intelligenza artificiale
ja_jp: AIチャットボット
pl_pl: Chatbot AI
pt_br: Bot de bate-papo com IA

source: Bot Icon
ar: أيقونة البوت
el: Εικονίδιο bot
es_es: Icono de robot
fr_fr: Icône de robot
id_id: Ikon Bot
it_it: Icona del robot
ja_jp: ボットアイコン
ms_my: Ikon Bot
pl_pl: Ikona bota
pt_br: Ícone do bot

source: Last Month Stats
ar: إحصائيات الشهر الماضي
el: Στατιστικά του περασμένου μήνα
es_es: Estadísticas del último mes
fr_fr: Statistiques du mois dernier
id_id: Statistik Bulan Lalu
it_it: Statistiche del mese scorso
ja_jp: 先月の統計
ms_my: Statistik Bulan Lepas
pl_pl: Statystyki z ostatniego miesiąca
pt_br: Estatísticas do último mês

source: Woo Icon
ar: أيقونة وو
el: Εικονίδιο Woo
es_es: Icono de cortejo
fr_fr: Icône Courtiser
id_id: Ikon Woo
it_it: Icona corteggiata
ja_jp: ウーアイコン
ms_my: Ikon Woo
pl_pl: Ikona Woo
pt_br: Ícone Woo

source: AI Web Search
ar: بحث الويب بالذكاء الاصطناعي
es_es: Búsqueda web con IA
fr_fr: Recherche Web IA
id_id: Pencarian Web AI
it_it: Ricerca Web AI
ja_jp: AIウェブ検索
ms_my: Carian Web AI
pl_pl: Wyszukiwarka internetowa AI
pt_br: Pesquisa na Web com IA

source: Manage Post Types
ar: إدارة أنواع المشاركات
el: Διαχείριση τύπων αναρτήσεων
es_es: Administrar tipos de publicaciones
fr_fr: Gérer les types de publication
id_id: Kelola Jenis Posting
it_it: Gestisci i tipi di post
ja_jp: 投稿タイプの管理
ms_my: Urus Jenis Catatan
pl_pl: Zarządzaj typami postów
pt_br: Gerenciar tipos de postagem

source: Enable AI Web Search
ar: تمكين بحث الويب بالذكاء الاصطناعي
el: Ενεργοποίηση AI Web Search
es_es: Habilitar la búsqueda web con IA
fr_fr: Activer la recherche Web IA
id_id: Aktifkan Pencarian Web AI
it_it: Abilita la ricerca Web AI
ja_jp: AI ウェブ検索を有効にする
ms_my: Dayakan Carian Web AI
pl_pl: Włącz wyszukiwanie internetowe AI
pt_br: Ativar pesquisa na Web com IA

source: Search Icon
ar: أيقونة البحث
el: Εικονίδιο αναζήτησης
es_es: Icono de búsqueda
fr_fr: Icône de recherche
id_id: Ikon Pencarian
it_it: Icona di ricerca
ja_jp: 検索アイコン
ms_my: Ikon Carian
pl_pl: Ikona wyszukiwania
pt_br: Ícone de pesquisa

source: History
ar: تاريخ
el: Ιστορία
es_es: Historia
fr_fr: Histoire
id_id: Sejarah
it_it: Storia
ja_jp: 歴史
ms_my: Sejarah
pl_pl: Historia
pt_br: História

source: WooCommerce Bot
ar: بوت ووكومرس
es_es: Robot de WooCommerce
fr_fr: Bot WooCommerce
id_id: Bot WooCommerce
it_it: Bot WooCommerce
ja_jp: WooCommerce ボット
ms_my: Bot WooCommerce
pl_pl: Bot WooCommerce
pt_br: Bot WooCommerce

source: No of Conversation
ar: رقم المحادثة
el: Αριθμός συνομιλίας
es_es: No de conversación
fr_fr: Nombre de conversations
id_id: Tidak Ada Percakapan
it_it: N. di conversazione
ja_jp: 会話数
ms_my: Tiada Perbualan
pl_pl: Nr rozmowy
pt_br: Não de conversa

source: View History
ar: عرض التاريخ
el: Προβολή Ιστορικού
es_es: Ver historial
fr_fr: Afficher l'historique
id_id: Lihat Riwayat
it_it: Visualizza cronologia
ja_jp: 履歴を見る
ms_my: Lihat Sejarah
pl_pl: Zobacz historię
pt_br: Ver histórico

source: No data
ar: لا توجد بيانات
el: Δεν υπάρχουν δεδομένα
es_es: Sin datos
fr_fr: Aucune donnée
id_id: Tidak ada data
it_it: Nessun dato
ja_jp: データなし
ms_my: Tiada data
pl_pl: Brak danych
pt_br: Sem dados

source: No Data
ar: لا توجد بيانات
el: Δεν υπάρχουν δεδομένα
es_es: Sin datos
fr_fr: Aucune donnée
id_id: Tidak Ada Data
it_it: Nessun dato
ja_jp: データなし
ms_my: Tiada Data
pl_pl: Brak danych
pt_br: Sem dados

source: Addons
ar: إضافات
el: Πρόσθετα
es_es: Complementos
fr_fr: Modules complémentaires
id_id: tambahan
it_it: Componenti aggiuntivi
ja_jp: アドオン
pl_pl: Dodatki
pt_br: Complementos

source: addon
ar: الملحق
el: πρόσθετο
es_es: Añadir
fr_fr: Ajouter sur
id_id: tambahan
it_it: Aggiungi su
ja_jp: アドオン
pl_pl: dodatek
pt_br: adicionar

source: Custom Listing Style
ar: نمط القائمة المخصصة
el: Προσαρμοσμένο στυλ καταχώρισης
es_es: Estilo de listado personalizado
fr_fr: Style d'annonce personnalisé
id_id: Gaya Daftar Kustom
it_it: Stile di inserzione personalizzato
ja_jp: カスタム出品スタイル
ms_my: Gaya Penyenaraian Tersuai
pl_pl: Niestandardowy styl aukcji
pt_br: Estilo de listagem personalizado

source: Custom Listing Text
ar: نص القائمة المخصصة
el: Προσαρμοσμένο κείμενο καταχώρισης
es_es: Texto de listado personalizado
fr_fr: Texte de liste personnalisé
id_id: Teks Daftar Kustom
it_it: Testo dell'elenco personalizzato
ja_jp: カスタムリストテキスト
ms_my: Teks Penyenaraian Tersuai
pl_pl: Niestandardowy tekst aukcji
pt_br: Texto de listagem personalizado

source: WooCommerce Features
ar: مميزات ووكومرس
el: Λειτουργίες WooCommerce
es_es: Funciones de WooCommerce
fr_fr: Fonctionnalités WooCommerce
id_id: Fitur WooCommerce
it_it: Funzionalità di WooCommerce
ja_jp: WooCommerceの機能
ms_my: Ciri WooCommerce
pl_pl: Funkcje WooCommerce
pt_br: Recursos do WooCommerce

source: Addon List
ar: قائمة الملحق
el: Λίστα πρόσθετων
es_es: Lista de complementos
fr_fr: Liste des modules complémentaires
id_id: Daftar Tambahan
it_it: Elenco componenti aggiuntivi
ja_jp: アドオン一覧
ms_my: Senarai Addon
pl_pl: Lista dodatków
pt_br: Lista de complementos

source: Lead Generation
ar: جيل الرصاص
es_es: Generación de leads
fr_fr: Génération de leads
id_id: Generasi Pemimpin
it_it: Generazione di lead
ja_jp: リードジェネレーション
ms_my: Penjanaan Utama
pl_pl: Generowanie leadów
pt_br: Geração de leads

source: GeekyBot simplifies the WooCommerce experience with intelligent product discovery and purchasing. It seamlessly integrates with WooCommerce for efficient product searches, detailed listings, and a smooth shopping experience.
ar: يعمل GeekyBot على تبسيط تجربة WooCommerce من خلال اكتشاف المنتجات وشرائها بشكل ذكي. إنه يتكامل بسلاسة مع WooCommerce لإجراء عمليات بحث فعالة عن المنتجات والقوائم التفصيلية وتجربة تسوق سلسة.
el: Το GeekyBot απλοποιεί την εμπειρία WooCommerce με την έξυπνη ανακάλυψη και αγορά προϊόντων. Ενσωματώνεται απρόσκοπτα με το WooCommerce για αποτελεσματικές αναζητήσεις προϊόντων, λεπτομερείς καταχωρίσεις και ομαλή εμπειρία αγορών.
es_es: GeekyBot simplifica la experiencia de WooCommerce con el descubrimiento y la compra inteligentes de productos. Se integra perfectamente con WooCommerce para realizar búsquedas de productos eficientes, listados detallados y una experiencia de compra fluida.
fr_fr: GeekyBot simplifie l'expérience WooCommerce avec une découverte et un achat intelligents de produits. Il s'intègre parfaitement à WooCommerce pour des recherches de produits efficaces, des listes détaillées et une expérience d'achat fluide.
id_id: GeekyBot menyederhanakan pengalaman WooCommerce dengan penemuan dan pembelian produk yang cerdas. Ini terintegrasi secara mulus dengan WooCommerce untuk pencarian produk yang efisien, daftar terperinci, dan pengalaman berbelanja yang lancar.
it_it: GeekyBot semplifica l'esperienza WooCommerce con la scoperta e l'acquisto intelligenti di prodotti. Si integra perfettamente con WooCommerce per ricerche di prodotti efficienti, elenchi dettagliati e un'esperienza di acquisto fluida.
ja_jp: GeekyBot は、インテリジェントな製品発見と購入により WooCommerce エクスペリエンスを簡素化します。 WooCommerce とシームレスに統合されており、効率的な商品検索、詳細なリスト表示、スムーズなショッピング体験を実現します。
ms_my: GeekyBot memudahkan pengalaman WooCommerce dengan penemuan dan pembelian produk pintar. Ia disepadukan dengan lancar dengan WooCommerce untuk carian produk yang cekap, penyenaraian terperinci dan pengalaman membeli-belah yang lancar.
pl_pl: GeekyBot upraszcza korzystanie z WooCommerce dzięki inteligentnemu odkrywaniu i zakupom produktów. Bezproblemowo integruje się z WooCommerce, zapewniając efektywne wyszukiwanie produktów, szczegółowe listy i płynne zakupy.
pt_br: GeekyBot simplifica a experiência WooCommerce com descoberta e compra inteligente de produtos. Ele se integra perfeitamente ao WooCommerce para pesquisas eficientes de produtos, listagens detalhadas e uma experiência de compra tranquila.

source: Find Product
ar: ابحث عن المنتج
el: Βρείτε Προϊόν
es_es: Buscar producto
fr_fr: Trouver un produit
id_id: Temukan Produk
it_it: Trova prodotto
ja_jp: 製品を探す
ms_my: Cari Produk
pl_pl: Znajdź produkt
pt_br: Encontre o produto

source: Find Products
ar: البحث عن المنتجات
el: Βρείτε Προϊόντα
es_es: Buscar productos
fr_fr: Trouver des produits
id_id: Temukan Produk
it_it: Trova prodotti
ja_jp: 製品を探す
ms_my: Cari Produk
pl_pl: Znajdź produkty
pt_br: Encontre produtos

source: Find products by name, category, or price range via chat.
ar: ابحث عن المنتجات حسب الاسم أو الفئة أو النطاق السعري عبر الدردشة.
el: Βρείτε προϊόντα ανά όνομα, κατηγορία ή εύρος τιμών μέσω συνομιλίας.
es_es: Encuentre productos por nombre, categoría o rango de precios a través del chat.
fr_fr: Recherchez des produits par nom, catégorie ou gamme de prix via le chat.
id_id: Temukan produk berdasarkan nama, kategori, atau kisaran harga melalui obrolan.
it_it: Trova i prodotti per nome, categoria o fascia di prezzo tramite chat.
ja_jp: チャットを通じて、名前、カテゴリ、または価格帯で製品を検索します。
ms_my: Cari produk mengikut nama, kategori atau julat harga melalui sembang.
pl_pl: Znajdź produkty według nazwy, kategorii lub przedziału cenowego za pośrednictwem czatu.
pt_br: Encontre produtos por nome, categoria ou faixa de preço via chat.

source: List Product
ar: قائمة المنتج
el: Λίστα προϊόντων
es_es: Listar producto
fr_fr: Liste des produits
id_id: Daftar Produk
it_it: Elenco prodotti
ja_jp: 製品一覧
ms_my: Senaraikan Produk
pl_pl: Lista produktów
pt_br: Listar produto

source: List Products
ar: قائمة المنتجات
el: Κατάλογος προϊόντων
es_es: Listar productos
fr_fr: Liste des produits
id_id: Daftar Produk
it_it: Elenco prodotti
ja_jp: 製品一覧
ms_my: Senaraikan Produk
pl_pl: Lista produktów
pt_br: Listar produtos

source: Show relevant products with details and prices based on preferences.
ar: اعرض المنتجات ذات الصلة بالتفاصيل والأسعار بناءً على التفضيلات.
el: Εμφάνιση σχετικών προϊόντων με λεπτομέρειες και τιμές με βάση τις προτιμήσεις.
es_es: Muestra productos relevantes con detalles y precios según preferencias.
fr_fr: Affichez les produits pertinents avec des détails et des prix basés sur les préférences.
id_id: Tampilkan produk yang relevan dengan detail dan harga berdasarkan preferensi.
it_it: Mostra prodotti pertinenti con dettagli e prezzi in base alle preferenze.
ja_jp: 好みに基づいて、関連する製品を詳細と価格とともに表示します。
ms_my: Tunjukkan produk yang berkaitan dengan butiran dan harga berdasarkan keutamaan.
pl_pl: Pokaż odpowiednie produkty ze szczegółami i cenami w oparciu o preferencje.
pt_br: Mostre produtos relevantes com detalhes e preços baseados nas preferências.

source: Add To Cart Product
ar: أضف إلى عربة التسوق المنتج
el: Προσθήκη στο Καλάθι Προϊόντος
es_es: Añadir al carrito Producto
fr_fr: Ajouter au panier Produit
id_id: Tambahkan Ke Keranjang Produk
it_it: Aggiungi al carrello prodotto
ja_jp: カートに入れる 製品
ms_my: Tambah Ke Troli Produk
pl_pl: Dodaj do koszyka Produkt
pt_br: Adicionar produto ao carrinho

source: Add to Cart
ar: أضف إلى السلة
el: Προσθήκη στο καλάθι
es_es: añadir a la cesta
fr_fr: Ajouter au panier
id_id: Tambahkan ke Keranjang
it_it: Aggiungi al carrello
ja_jp: カートに追加
ms_my: Tambah ke Troli
pl_pl: Dodaj do koszyka
pt_br: adicionar ao carrinho

source: Easily add products to the cart list directly through chat.
ar: أضف المنتجات بسهولة إلى قائمة سلة التسوق مباشرة من خلال الدردشة.
el: Προσθέστε εύκολα προϊόντα στη λίστα καλαθιών απευθείας μέσω συνομιλίας.
es_es: Agregue fácilmente productos a la lista del carrito directamente a través del chat.
fr_fr: Ajoutez facilement des produits à la liste du panier directement via le chat.
id_id: Tambahkan produk ke daftar keranjang dengan mudah langsung melalui obrolan.
it_it: Aggiungi facilmente prodotti all'elenco del carrello direttamente tramite chat.
ja_jp: チャットを通じて直接商品をカート リストに簡単に追加できます。
ms_my: Tambahkan produk ke senarai troli dengan mudah melalui sembang.
pl_pl: Z łatwością dodawaj produkty do listy koszyka bezpośrednio poprzez czat.
pt_br: Adicione produtos facilmente à lista do carrinho diretamente pelo chat.

source: Watch Video
ar: شاهد الفيديو
el: Δείτε το Βίντεο
es_es: Ver vídeo
fr_fr: Regarder la vidéo
id_id: Tonton Video
it_it: Guarda il video
ja_jp: ビデオを見る
ms_my: Tonton Video
pl_pl: Obejrzyj wideo
pt_br: Assistir ao vídeo

source: AI Chat
ar: دردشة الذكاء الاصطناعي
es_es: Chat de IA
fr_fr: Chat IA
id_id: Obrolan AI
it_it: Chatta sull'intelligenza artificiale
ja_jp: AIチャット
ms_my: Sembang AI
pl_pl: Czat AI
pt_br: Bate-papo com IA

source: Custom
ar: مخصص
el: Εθιμο
es_es: Costumbre
fr_fr: Coutume
id_id: Kebiasaan
it_it: Costume
ja_jp: カスタム
ms_my: Adat
pl_pl: Zwyczaj
pt_br: Personalizado

source: AI Chat Bot
ar: روبوت الدردشة بالذكاء الاصطناعي
es_es: Bot de chat de IA
fr_fr: Bot de discussion IA
id_id: Bot Obrolan AI
it_it: Bot di chat AI
ja_jp: AIチャットボット
ms_my: Bot Sembang AI
pl_pl: Bot czatowy AI
pt_br: Bot de bate-papo com IA

source: Conversation Handling
ar: التعامل مع المحادثة
el: Χειρισμός συνομιλίας
es_es: Manejo de conversaciones
fr_fr: Gestion des conversations
id_id: Penanganan Percakapan
it_it: Gestione della conversazione
ja_jp: 会話の処理
ms_my: Pengendalian Perbualan
pl_pl: Obsługa konwersacji
pt_br: Tratamento de conversas

source: AI Chat Conversation provides intelligent and context-aware interactions to enhance user engagement. Define key conversation elements to capture specific user inputs dynamically and adapt responses based on the context.
ar: توفر محادثة الدردشة المدعمة بالذكاء الاصطناعي تفاعلات ذكية واعية بالسياق لتعزيز مشاركة المستخدم. حدد عناصر المحادثة الرئيسية لالتقاط مدخلات مستخدم محددة ديناميكيًا وتكييف الاستجابات بناءً على السياق.
el: Το AI Chat Conversation παρέχει έξυπνες αλληλεπιδράσεις με επίγνωση του πλαισίου για τη βελτίωση της αφοσίωσης των χρηστών. Καθορίστε βασικά στοιχεία συνομιλίας για να καταγράψετε δυναμικά συγκεκριμένες εισροές χρηστών και να προσαρμόσετε τις απαντήσεις με βάση το περιβάλλον.
es_es: AI Chat Conversation proporciona interacciones inteligentes y conscientes del contexto para mejorar la participación del usuario. Defina elementos clave de la conversación para capturar dinámicamente las aportaciones específicas de los usuarios y adaptar las respuestas según el contexto.
fr_fr: AI Chat Conversation fournit des interactions intelligentes et contextuelles pour améliorer l'engagement des utilisateurs. Définissez les éléments clés de la conversation pour capturer dynamiquement les entrées spécifiques des utilisateurs et adapter les réponses en fonction du contexte.
id_id: Percakapan Obrolan AI memberikan interaksi cerdas dan sadar konteks untuk meningkatkan keterlibatan pengguna. Tentukan elemen percakapan utama untuk menangkap masukan pengguna tertentu secara dinamis dan menyesuaikan respons berdasarkan konteks.
it_it: AI Chat Conversation fornisce interazioni intelligenti e sensibili al contesto per migliorare il coinvolgimento degli utenti. Definisci gli elementi chiave della conversazione per acquisire dinamicamente input specifici dell'utente e adattare le risposte in base al contesto.
ja_jp: AI チャット会話は、インテリジェントでコンテキストを認識した対話を提供し、ユーザー エンゲージメントを強化します。主要な会話要素を定義して、特定のユーザー入力を動的に取得し、コンテキストに基づいて応答を調整します。
ms_my: Perbualan Sembang AI menyediakan interaksi pintar dan peka konteks untuk meningkatkan penglibatan pengguna. Tentukan elemen perbualan utama untuk menangkap input pengguna tertentu secara dinamik dan menyesuaikan respons berdasarkan konteks.
pl_pl: Rozmowa na czacie AI zapewnia inteligentne i kontekstowe interakcje w celu zwiększenia zaangażowania użytkowników. Zdefiniuj kluczowe elementy konwersacji, aby dynamicznie przechwytywać dane wejściowe użytkowników i dostosowywać odpowiedzi w zależności od kontekstu.
pt_br: AI Chat Conversation fornece interações inteligentes e conscientes do contexto para melhorar o envolvimento do usuário. Defina os principais elementos de conversa para capturar entradas específicas do usuário de forma dinâmica e adaptar as respostas com base no contexto.

source: Capture and process inputs dynamically for personalized responses.
ar: قم بالتقاط المدخلات ومعالجتها ديناميكيًا للحصول على استجابات مخصصة.
el: Καταγράψτε και επεξεργαστείτε εισόδους δυναμικά για εξατομικευμένες απαντήσεις.
es_es: Capture y procese entradas dinámicamente para obtener respuestas personalizadas.
fr_fr: Capturez et traitez les entrées de manière dynamique pour des réponses personnalisées.
id_id: Tangkap dan proses masukan secara dinamis untuk respons yang dipersonalisasi.
it_it: Acquisisci ed elabora gli input in modo dinamico per risposte personalizzate.
ja_jp: 入力を動的に取得して処理し、パーソナライズされた応答を実現します。
ms_my: Tangkap dan proses input secara dinamik untuk respons yang diperibadikan.
pl_pl: Dynamicznie przechwytuj i przetwarzaj dane wejściowe, aby uzyskać spersonalizowane odpowiedzi.
pt_br: Capture e processe entradas dinamicamente para obter respostas personalizadas.

source: Adjust interactions based on the ongoing conversation for relevance.
ar: اضبط التفاعلات بناءً على المحادثة الجارية للتأكد من ملاءمتها.
el: Προσαρμόστε τις αλληλεπιδράσεις για συνάφεια με βάση τη συνομιλία που βρίσκεται σε εξέλιξη.
es_es: Ajuste las interacciones en función de la conversación en curso para darle relevancia.
fr_fr: Ajustez les interactions en fonction de la conversation en cours pour plus de pertinence.
id_id: Sesuaikan interaksi berdasarkan percakapan yang sedang berlangsung agar relevan.
it_it: Regola le interazioni in base alla pertinenza della conversazione in corso.
ja_jp: 関連性を考慮して、進行中の会話に基づいてインタラクションを調整します。
ms_my: Laraskan interaksi berdasarkan perbualan yang sedang berjalan untuk perkaitan.
pl_pl: Dostosuj interakcje w oparciu o trwającą rozmowę pod kątem przydatności.
pt_br: Ajuste as interações com base na conversa em andamento para obter relevância.

source: Use collected data to tailor responses and improve satisfaction.
ar: استخدم البيانات التي تم جمعها لتخصيص الاستجابات وتحسين الرضا.
el: Χρησιμοποιήστε δεδομένα που συλλέγονται για να προσαρμόσετε τις απαντήσεις και να βελτιώσετε την ικανοποίηση.
es_es: Utilice los datos recopilados para adaptar las respuestas y mejorar la satisfacción.
fr_fr: Utilisez les données collectées pour adapter les réponses et améliorer la satisfaction.
id_id: Gunakan data yang dikumpulkan untuk menyesuaikan respons dan meningkatkan kepuasan.
it_it: Utilizza i dati raccolti per personalizzare le risposte e migliorare la soddisfazione.
ja_jp: 収集したデータを使用して対応を調整し、満足度を向上させます。
ms_my: Gunakan data yang dikumpul untuk menyesuaikan respons dan meningkatkan kepuasan.
pl_pl: Wykorzystaj zebrane dane, aby dostosować odpowiedzi i zwiększyć satysfakcję.
pt_br: Use os dados coletados para adaptar as respostas e melhorar a satisfação.

source: Discover Our
ar: اكتشف لدينا
el: Ανακαλύψτε το δικό μας
es_es: Descubra Nuestro
fr_fr: Découvrez notre
id_id: Temukan Kami
it_it: Scopri il nostro
ja_jp: 私たちのことを発見してください
ms_my: Temui Kami
pl_pl: Odkryj nasze
pt_br: Descubra o nosso

source: AI Web Search
ar: بحث الويب بالذكاء الاصطناعي
es_es: Búsqueda web con IA
fr_fr: Recherche Web IA
id_id: Pencarian Web AI
it_it: Ricerca Web AI
ja_jp: AIウェブ検索
ms_my: Carian Web AI
pl_pl: Wyszukiwarka internetowa AI
pt_br: Pesquisa na Web com IA

source: Bot
ar: بوت
ja_jp: ボット
pl_pl: Nerw
pt_br: Robô
