Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: Get Products Above Price
ar: احصل على منتجات أعلى من السعر
el: Λάβετε προϊόντα πάνω από την τιμή
es_es: Obtenga productos por encima del precio
fr_fr: Obtenez des produits au-dessus du prix
id_id: Dapatkan Produk Di Atas Harga
it_it: Ottieni prodotti a un prezzo superiore
ja_jp: 価格以上の製品を入手
ms_my: Dapatkan Produk Melebihi Harga
pl_pl: Uzyskaj produkty powyżej ceny
pt_br: Obtenha produtos acima do preço

source: View Cart/Remove Items
ar: عرض سلة التسوق/إزالة العناصر
el: Προβολή καλαθιού/Κατάργηση αντικειμένων
es_es: Ver carrito/eliminar artículos
fr_fr: Afficher le panier/Supprimer les articles
id_id: Lihat Keranjang/Hapus Item
it_it: Visualizza carrello/Rimuovi articoli
ja_jp: カートを見る/商品を削除する
ms_my: Lihat Troli/Alih Keluar Barang
pl_pl: Wyświetl koszyk/usuń pozycje
pt_br: Ver carrinho/remover itens

source: Checkout
ar: الدفع
el: Αποχώρηση
es_es: Verificar
fr_fr: Vérifier
it_it: Guardare
ja_jp: チェックアウト
pl_pl: Wymeldować się
pt_br: Confira

source: Reset Password
ar: إعادة تعيين كلمة المرور
el: Επαναφορά κωδικού πρόσβασης
es_es: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe
id_id: Atur Ulang Kata Sandi
it_it: Reimposta password
ja_jp: パスワードのリセット
ms_my: Tetapkan Semula Kata Laluan
pl_pl: Zresetuj hasło
pt_br: Redefinir senha

source: Send Chat To Admin
ar: إرسال الدردشة إلى المشرف
el: Αποστολή συνομιλίας στον διαχειριστή
es_es: Enviar chat al administrador
fr_fr: Envoyer le chat à l'administrateur
id_id: Kirim Obrolan Ke Admin
it_it: Invia chat all'amministratore
ja_jp: チャットを管理者に送信
ms_my: Hantar Sembang Kepada Admin
pl_pl: Wyślij czat do administratora
pt_br: Enviar bate-papo para administrador

source: Integer
ar: عدد صحيح
el: Ακέραιος αριθμός
es_es: Entero
fr_fr: Entier
id_id: Bilangan bulat
it_it: Intero
ja_jp: 整数
pl_pl: Liczba całkowita
pt_br: Inteiro

source: Float
ar: يطفو
el: Φλοτέρ
es_es: Flotar
fr_fr: Flotter
id_id: Mengambang
it_it: Galleggiante
ja_jp: フロート
ms_my: Terapung
pl_pl: Platforma
pt_br: Flutuador

source: Boolean
ar: منطقية
es_es: Booleano
fr_fr: Booléen
it_it: Booleano
ja_jp: ブール値
pl_pl: Wartość logiczna
pt_br: Booleano

source: String
ar: خيط
el: Σειρά
es_es: Cadena
fr_fr: Chaîne
id_id: Rangkaian
it_it: Corda
ja_jp: 弦
ms_my: rentetan
pl_pl: Smyczkowy
pt_br: Corda

source: Default Fallback
ar: التراجع الافتراضي
el: Προεπιλεγμένη εναλλακτική
es_es: Reserva predeterminada
fr_fr: Repli par défaut
id_id: Penggantian Bawaan
it_it: Ripiego predefinito
ja_jp: デフォルトのフォールバック
pl_pl: Domyślny powrót
pt_br: Reserva padrão

source: Are you sure to reset it?
ar: هل أنت متأكد من إعادة تعيينه؟
el: Είστε σίγουροι ότι θα το επαναφέρετε;
es_es: ¿Estás seguro de restablecerlo?
fr_fr: Êtes-vous sûr de le réinitialiser ?
id_id: Apakah Anda yakin untuk mengatur ulang?
it_it: Sei sicuro di reimpostarlo?
ja_jp: 本当にリセットしますか?
ms_my: Adakah anda pasti untuk menetapkan semula?
pl_pl: Czy na pewno chcesz to zresetować?
pt_br: Tem certeza de que deseja redefini-lo?

source: Parameter Name *
ar: اسم المعلمة *
el: Όνομα παραμέτρου *
es_es: Nombre del parámetro *
fr_fr: Nom du paramètre *
id_id: Nama Parameter *
it_it: Nome del parametro *
ja_jp: パラメータ名 *
ms_my: Nama Parameter *
pl_pl: Nazwa parametru *
pt_br: Nome do parâmetro *

source: Varibale Name *
ar: اسم المتغير *
el: Όνομα μεταβλητής *
es_es: Nombre de la variable *
fr_fr: Nom de la variable *
id_id: Nama Variabel *
it_it: Nome variabile *
ja_jp: 変数名 *
ms_my: Nama Pembolehubah *
pl_pl: Nazwa zmiennej *
pt_br: Nome da variável *

source: User input has been successfully saved.
ar: تم حفظ إدخال المستخدم بنجاح.
el: Η εισαγωγή χρήστη αποθηκεύτηκε με επιτυχία.
es_es: La entrada del usuario se ha guardado correctamente.
fr_fr: La saisie de l'utilisateur a été enregistrée avec succès.
id_id: Masukan pengguna telah berhasil disimpan.
it_it: L'input dell'utente è stato salvato con successo.
ja_jp: ユーザー入力は正常に保存されました。
ms_my: Input pengguna telah berjaya disimpan.
pl_pl: Dane wprowadzone przez użytkownika zostały pomyślnie zapisane.
pt_br: A entrada do usuário foi salva com sucesso.

source: An empty user input field.
ar: حقل إدخال مستخدم فارغ.
el: Ένα κενό πεδίο εισαγωγής χρήστη.
es_es: Un campo de entrada de usuario vacío.
fr_fr: Un champ de saisie utilisateur vide.
id_id: Bidang input pengguna kosong.
it_it: Un campo di input utente vuoto.
ja_jp: 空のユーザー入力フィールド。
ms_my: Medan input pengguna kosong.
pl_pl: Puste pole wejściowe użytkownika.
pt_br: Um campo de entrada do usuário vazio.

source: An empty bot response.
ar: استجابة بوت فارغة.
el: Μια κενή απάντηση bot.
es_es: Una respuesta de bot vacía.
fr_fr: Une réponse de bot vide.
id_id: Respons bot kosong.
it_it: Una risposta bot vuota.
ja_jp: 空のボット応答。
ms_my: Sambutan bot kosong.
pl_pl: Pusta odpowiedź bota.
pt_br: Uma resposta de bot vazia.

source: Response Successfully Saved!
ar: تم حفظ الرد بنجاح!
el: Η απόκριση αποθηκεύτηκε με επιτυχία!
es_es: ¡Respuesta guardada exitosamente!
fr_fr: Réponse enregistrée avec succès !
id_id: Respons Berhasil Disimpan!
it_it: Risposta salvata con successo!
ja_jp: 応答が正常に保存されました。
ms_my: Respons Berjaya Disimpan!
pl_pl: Odpowiedź została pomyślnie zapisana!
pt_br: Resposta salva com sucesso!

source: Action Successfully Saved!
ar: تم حفظ الإجراء بنجاح!
el: Η ενέργεια αποθηκεύτηκε με επιτυχία!
es_es: ¡Acción guardada correctamente!
fr_fr: Action enregistrée avec succès !
id_id: Tindakan Berhasil Disimpan!
it_it: Azione salvata con successo!
ja_jp: アクションが正常に保存されました。
ms_my: Tindakan Berjaya Disimpan!
pl_pl: Akcja pomyślnie zapisana!
pt_br: Ação salva com sucesso!

source: Form Successfully Saved!
ar: تم حفظ النموذج بنجاح!
el: Η φόρμα αποθηκεύτηκε με επιτυχία!
es_es: ¡Formulario guardado exitosamente!
fr_fr: Formulaire enregistré avec succès !
id_id: Formulir Berhasil Disimpan!
it_it: Modulo salvato con successo!
ja_jp: フォームが正常に保存されました。
ms_my: Borang Berjaya Disimpan!
pl_pl: Formularz został pomyślnie zapisany!
pt_br: Formulário salvo com sucesso!

source: Default Fallback Successfully Saved!
ar: تم حفظ الإجراء الاحتياطي الافتراضي بنجاح!
el: Η προεπιλεγμένη εναλλακτική λύση αποθηκεύτηκε με επιτυχία!
es_es: ¡El respaldo predeterminado se guardó correctamente!
fr_fr: La solution de secours par défaut a été enregistrée avec succès !
id_id: Penggantian Default Berhasil Disimpan!
it_it: Fallback predefinito salvato con successo!
ja_jp: デフォルトのフォールバックが正常に保存されました。
ms_my: Saling Balik Lalai Berjaya Disimpan!
pl_pl: Domyślna wersja zastępcza została pomyślnie zapisana!
pt_br: Fallback padrão salvo com sucesso!

source: Store relevant user input first, then fallback.
ar: قم بتخزين مدخلات المستخدم ذات الصلة أولاً، ثم قم بالرجوع إليها.
el: Αποθηκεύστε πρώτα τα σχετικά στοιχεία χρήστη και μετά εναλλακτικά.
es_es: Almacene primero la entrada relevante del usuario y luego la alternativa.
fr_fr: Stockez d’abord les entrées utilisateur pertinentes, puis effectuez une solution de secours.
id_id: Simpan input pengguna yang relevan terlebih dahulu, lalu lakukan fallback.
it_it: Memorizza prima l'input utente pertinente, quindi il fallback.
ja_jp: 関連するユーザー入力を最初に保存してから、フォールバックします。
ms_my: Simpan input pengguna yang berkaitan dahulu, kemudian sandar.
pl_pl: Najpierw przechowuj odpowiednie dane wejściowe użytkownika, a następnie rezerwuj.
pt_br: Armazene primeiro a entrada relevante do usuário e depois a alternativa.

source: An empty default fallback.
ar: احتياطي افتراضي فارغ.
el: Ένα κενό προεπιλεγμένο εναλλακτικό.
es_es: Un respaldo predeterminado vacío.
fr_fr: Une solution de secours par défaut vide.
id_id: Penggantian default yang kosong.
it_it: Un fallback predefinito vuoto.
ja_jp: 空のデフォルトのフォールバック。
ms_my: Sandaran lalai kosong.
pl_pl: Pusta domyślna rezerwa.
pt_br: Um substituto padrão vazio.

source: Default Intent Fallback Successfully Saved!
ar: تم حفظ النية الاحتياطية الافتراضية بنجاح!
el: Η προεπιλεγμένη εναλλακτική πρόθεση αποθηκεύτηκε με επιτυχία!
es_es: ¡La recuperación de intención predeterminada se guardó correctamente!
fr_fr: Le repli de l'intention par défaut a été enregistré avec succès !
id_id: Penggantian Intent Default Berhasil Disimpan!
it_it: Fallback di intent predefinito salvato con successo!
ja_jp: デフォルトのインテント フォールバックが正常に保存されました。
ms_my: Pengunduran Niat Lalai Berjaya Disimpan!
pl_pl: Pomyślnie zapisano domyślną intencję zastępczą!
pt_br: Fallback de intenção padrão salvo com sucesso!

source: Discard
ar: ينبذ
el: Απορρίπτω
es_es: Desechar
fr_fr: Jeter
id_id: Membuang
it_it: Scartare
ja_jp: 破棄
ms_my: Buang
pl_pl: Wyrzucać
pt_br: Descartar

source: Temporary discard
ar: تجاهل مؤقت
el: Προσωρινή απόρριψη
es_es: Descarte temporal
fr_fr: Rejet temporaire
id_id: Pembuangan sementara
it_it: Scarto temporaneo
ja_jp: 一時廃棄
ms_my: Buang sementara
pl_pl: Tymczasowe odrzucenie
pt_br: Descarte temporário

source: Automate
ar: أتمتة
el: Αυτοματοποίηση
es_es: Automatizar
fr_fr: Automatiser
id_id: Mengotomatisasikan
it_it: Automatizzare
ja_jp: 自動化する
ms_my: Automatik
pl_pl: Automatyzuj
pt_br: Automatizar

source: User input
ar: إدخال المستخدم
el: Εισαγωγή χρήστη
es_es: Entrada del usuario
fr_fr: Entrée de l'utilisateur
id_id: masukan pengguna
it_it: Ingresso dell'utente
ja_jp: ユーザー入力
ms_my: Input pengguna
pl_pl: Dane użytkownika
pt_br: Entrada do usuário

source: Form
ar: استمارة
el: Μορφή
es_es: Forma
fr_fr: Formulaire
id_id: Membentuk
it_it: Modulo
ja_jp: 形状
ms_my: Borang
pl_pl: Formularz
pt_br: Forma

source: Fallback
ar: احتياطي
el: Εναλλακτικός
es_es: Retroceder
fr_fr: Retomber
id_id: Penggantian
it_it: Ricaderci
ja_jp: 後退する
pl_pl: Rozwiązanie awaryjne
pt_br: Cair pra trás

source: Chat
ar: محادثة
el: Κουβέντα
es_es: Charlar
id_id: Mengobrol
it_it: Chiacchierata
ja_jp: チャット
ms_my: Sembang
pl_pl: Pogawędzić
pt_br: Bater papo

source: Available Variable
ar: المتغير المتاح
el: Διαθέσιμη μεταβλητή
es_es: Variable disponible
fr_fr: Variable disponible
id_id: Variabel yang Tersedia
it_it: Variabile disponibile
ja_jp: 利用可能な変数
ms_my: Pembolehubah Tersedia
pl_pl: Dostępna zmienna
pt_br: Variável disponível

source: Product Name
ar: اسم المنتج
el: Όνομα προϊόντος
es_es: Nombre del producto
fr_fr: Nom du produit
id_id: Nama Produk
it_it: Nome del prodotto
ja_jp: 製品名
ms_my: Nama Produk
pl_pl: Nazwa produktu
pt_br: Nome do produto

source: Minimum Price
ar: الحد الأدنى للسعر
el: Κατώτατη τιμή
es_es: Precio Mínimo
fr_fr: Prix ​​minimum
id_id: Harga Minimum
it_it: Prezzo minimo
ja_jp: 最低価格
ms_my: Harga Minimum
pl_pl: Cena minimalna
pt_br: Preço Mínimo

source: Maximum Price
ar: الحد الأقصى للسعر
el: Μέγιστη Τιμή
es_es: Precio Máximo
fr_fr: Prix ​​maximum
id_id: Harga Maksimum
it_it: Prezzo massimo
ja_jp: 最高価格
ms_my: Harga Maksimum
pl_pl: Cena maksymalna
pt_br: Preço Máximo

source: User Login
ar: تسجيل دخول المستخدم
el: Είσοδος Χρήστη
es_es: Inicio de sesión de usuario
fr_fr: Connexion utilisateur
id_id: Masuk Pengguna
it_it: Accesso utente
ja_jp: ユーザーログイン
ms_my: Log Masuk Pengguna
pl_pl: Logowanie użytkownika
pt_br: Login do usuário

source: Action Icon
ar: أيقونة العمل
el: Εικονίδιο δράσης
es_es: Icono de acción
fr_fr: Icône d'action
id_id: Ikon Aksi
it_it: Icona di azione
ja_jp: アクションアイコン
ms_my: Ikon Tindakan
pl_pl: Ikona akcji
pt_br: Ícone de ação

source: User Icon
ar: أيقونة المستخدم
el: Εικονίδιο χρήστη
es_es: Icono de usuario
fr_fr: Icône utilisateur
id_id: Ikon Pengguna
it_it: Icona utente
ja_jp: ユーザーアイコン
ms_my: Ikon Pengguna
pl_pl: Ikona użytkownika
pt_br: Ícone do usuário

source: User
ar: مستخدم
el: Μεταχειριζόμενος
es_es: Usuario
fr_fr: Utilisateur
id_id: Pengguna
it_it: Utente
ja_jp: ユーザー
ms_my: pengguna
pl_pl: Użytkownik
pt_br: Usuário

source: Bot Response
ar: استجابة الروبوت
el: Απόκριση Bot
es_es: Respuesta del robot
fr_fr: Réponse du robot
id_id: Respon Bot
it_it: Risposta del bot
ja_jp: ボットの応答
ms_my: Maklum Balas Bot
pl_pl: Odpowiedź bota
pt_br: Resposta do bot

source: User Text Icon
ar: رمز نص المستخدم
el: Εικονίδιο κειμένου χρήστη
es_es: Icono de texto de usuario
fr_fr: Icône de texte utilisateur
id_id: Ikon Teks Pengguna
it_it: Icona testo utente
ja_jp: ユーザーテキストアイコン
ms_my: Ikon Teks Pengguna
pl_pl: Ikona tekstu użytkownika
pt_br: Ícone de texto do usuário

source: Bot Function Icon
ar: رمز وظيفة الروبوت
el: Εικονίδιο λειτουργίας bot
es_es: Icono de función de robot
fr_fr: Icône de fonction du robot
id_id: Ikon Fungsi Bot
it_it: Icona della funzione bot
ja_jp: ボット機能アイコン
ms_my: Ikon Fungsi Bot
pl_pl: Ikona funkcji bota
pt_br: Ícone de função do bot

source: Bot Function
ar: وظيفة البوت
el: Λειτουργία Bot
es_es: Función de robot
fr_fr: Fonction du robot
id_id: Fungsi Bot
it_it: Funzione bot
ja_jp: ボット機能
ms_my: Fungsi Bot
pl_pl: Funkcja bota
pt_br: Função do bot

source: Predefined Function
ar: وظيفة محددة مسبقًا
el: Προκαθορισμένη συνάρτηση
es_es: Función predefinida
fr_fr: Fonction prédéfinie
id_id: Fungsi yang Telah Ditentukan Sebelumnya
it_it: Funzione predefinita
ja_jp: 定義済み関数
ms_my: Fungsi Pratakrif
pl_pl: Wstępnie zdefiniowana funkcja
pt_br: Função Predefinida

source: Bot Action Icon
ar: أيقونة عمل الروبوت
el: Εικονίδιο δράσης bot
es_es: Icono de acción del robot
fr_fr: Icône d'action du robot
id_id: Ikon Tindakan Bot
it_it: Icona di azione del bot
ja_jp: ボットアクションアイコン
ms_my: Ikon Tindakan Bot
pl_pl: Ikona akcji bota
pt_br: Ícone de ação do bot

source: Bot Action
ar: عمل بوت
es_es: Acción del robot
fr_fr: Action du robot
id_id: Aksi Bot
it_it: Azione bot
ja_jp: ボットアクション
ms_my: Tindakan Bot
pl_pl: Akcja bota
pt_br: Ação do bot

source: Bot Form Icon
ar: رمز نموذج الروبوت
el: Εικονίδιο φόρμας bot
es_es: Icono de formulario de bot
fr_fr: Icône de formulaire de robot
id_id: Ikon Bentuk Bot
it_it: Icona del modulo Bot
ja_jp: ボットフォームアイコン
ms_my: Ikon Borang Bot
pl_pl: Ikona formularza bota
pt_br: Ícone de formulário de bot

source: Bot Form
ar: نموذج بوت
el: Φόρμα Bot
es_es: Formulario de robot
fr_fr: Formulaire de robot
id_id: Formulir Bot
it_it: Modulo bot
ja_jp: ボットフォーム
ms_my: Borang Bot
pl_pl: Formularz bota
pt_br: Formulário de bot

source: Fallback Icon
ar: أيقونة التراجع
el: Εναλλακτικό εικονίδιο
es_es: Icono de reserva
fr_fr: Icône de secours
id_id: Ikon Penggantian
it_it: Icona di riserva
ja_jp: フォールバックアイコン
ms_my: Ikon Sandaran
pl_pl: Ikona zastępcza
pt_br: Ícone substituto

source: Fallback Massege
ar: رسالة احتياطية
el: Εναλλακτικό Μήνυμα
es_es: Mensaje alternativo
fr_fr: Message de secours
id_id: Pesan Penggantian
it_it: Messaggio di riserva
ja_jp: フォールバックメッセージ
ms_my: Mesej Sandaran
pl_pl: Wiadomość zastępcza
pt_br: Mensagem substituta

source: Save & Close
ar: حفظ وإغلاق
el: Αποθήκευση & Κλείσιμο
es_es: Guardar y cerrar
fr_fr: Enregistrer et fermer
id_id: Simpan & Tutup
it_it: Salva e chiudi
ja_jp: 保存して閉じる
ms_my: Simpan & Tutup
pl_pl: Zapisz i zamknij
pt_br: Salvar e fechar

source: Info Icon
ar: أيقونة المعلومات
el: Εικονίδιο πληροφοριών
es_es: Icono de información
fr_fr: Icône d'informations
id_id: Ikon Info
it_it: Icona informazioni
ja_jp: 情報アイコン
ms_my: Ikon Maklumat
pl_pl: Ikona informacji
pt_br: Ícone de informações

source: How to add parameters
ar: كيفية إضافة المعلمات
el: Πώς να προσθέσετε παραμέτρους
es_es: Cómo agregar parámetros
fr_fr: Comment ajouter des paramètres
id_id: Cara menambahkan parameter
it_it: Come aggiungere parametri
ja_jp: パラメータの追加方法
ms_my: Bagaimana untuk menambah parameter
pl_pl: Jak dodać parametry
pt_br: Como adicionar parâmetros

source: User form Icon
ar: أيقونة نموذج المستخدم
el: Εικονίδιο φόρμας χρήστη
es_es: Icono de formulario de usuario
fr_fr: Icône du formulaire utilisateur
id_id: Ikon formulir pengguna
it_it: Icona del modulo utente
ja_jp: ユーザーフォームアイコン
ms_my: Ikon borang pengguna
pl_pl: Ikona formularza użytkownika
pt_br: Ícone de formulário de usuário

source: Form Name *
ar: اسم النموذج *
el: Όνομα φόρμας *
es_es: Nombre del formulario *
fr_fr: Nom du formulaire *
id_id: Nama Formulir *
it_it: Nome del modulo *
ja_jp: フォーム名 *
ms_my: Nama Borang *
pl_pl: Nazwa formularza *
pt_br: Nome do formulário *

source: Add New Variable
ar: إضافة متغير جديد
el: Προσθήκη νέας μεταβλητής
es_es: Agregar nueva variable
fr_fr: Ajouter une nouvelle variable
id_id: Tambahkan Variabel Baru
it_it: Aggiungi nuova variabile
ja_jp: 新しい変数の追加
ms_my: Tambah Pembolehubah Baharu
pl_pl: Dodaj nową zmienną
pt_br: Adicionar nova variável

source: Function Form
ar: نموذج الوظيفة
el: Φόρμα συνάρτησης
es_es: Formulario de función
fr_fr: Formulaire de fonction
id_id: Bentuk Fungsi
it_it: Modulo di funzione
ja_jp: 関数形式
ms_my: Borang Fungsi
pl_pl: Formularz funkcji
pt_br: Formulário de Função

source: Action Form
ar: نموذج العمل
el: Φόρμα Δράσης
es_es: Formulario de acción
fr_fr: Formulaire d'action
id_id: Formulir Tindakan
it_it: Modulo di azione
ja_jp: アクションフォーム
ms_my: Borang Tindakan
pl_pl: Formularz akcji
pt_br: Formulário de Ação

source: Custom Action
ar: إجراء مخصص
el: Προσαρμοσμένη ενέργεια
es_es: Acción personalizada
fr_fr: Action personnalisée
id_id: Tindakan Kustom
it_it: Azione personalizzata
ja_jp: カスタムアクション
ms_my: Tindakan Tersuai
pl_pl: Akcja niestandardowa
pt_br: Ação personalizada

source: Add New Custom Action
ar: إضافة إجراء مخصص جديد
el: Προσθήκη νέας προσαρμοσμένης ενέργειας
es_es: Agregar nueva acción personalizada
fr_fr: Ajouter une nouvelle action personnalisée
id_id: Tambahkan Tindakan Kustom Baru
it_it: Aggiungi nuova azione personalizzata
ja_jp: 新しいカスタムアクションを追加
ms_my: Tambah Tindakan Tersuai Baharu
pl_pl: Dodaj nową akcję niestandardową
pt_br: Adicionar nova ação personalizada

source: Add New Parameter
ar: إضافة معلمة جديدة
el: Προσθήκη νέας παραμέτρου
es_es: Agregar nuevo parámetro
fr_fr: Ajouter un nouveau paramètre
id_id: Tambahkan Parameter Baru
it_it: Aggiungi nuovo parametro
ja_jp: 新しいパラメータの追加
ms_my: Tambah Parameter Baharu
pl_pl: Dodaj nowy parametr
pt_br: Adicionar novo parâmetro

source: Intent Fallback
ar: النية الاحتياطية
el: Επιστροφή πρόθεσης
es_es: Repliegue de intención
fr_fr: Intention de repli
id_id: Penggantian Niat
it_it: Fallback dell'intento
ja_jp: インテントフォールバック
pl_pl: Zamiar awaryjny
pt_br: Substituição de intenção

source: Save Story
ar: حفظ القصة
el: Αποθήκευση ιστορίας
es_es: Guardar historia
fr_fr: Enregistrer l'histoire
id_id: Simpan Cerita
it_it: Salva storia
ja_jp: ストーリーを保存する
ms_my: Simpan Cerita
pl_pl: Zapisz historię
pt_br: Salvar história

source: Reset Story
ar: إعادة تعيين القصة
el: Επαναφορά ιστορίας
es_es: Restablecer historia
fr_fr: Réinitialiser l'histoire
id_id: Atur Ulang Cerita
it_it: Reimposta la storia
ja_jp: リセットストーリー
ms_my: Tetapkan Semula Cerita
pl_pl: Zresetuj historię
pt_br: Redefinir história

source: Story has been successfully saved.
ar: تم حفظ القصة بنجاح.
el: Η ιστορία αποθηκεύτηκε με επιτυχία.
es_es: La historia se ha guardado correctamente.
fr_fr: L'histoire a été enregistrée avec succès.
id_id: Cerita telah berhasil disimpan.
it_it: La storia è stata salvata con successo.
ja_jp: ストーリーが正常に保存されました。
ms_my: Cerita telah berjaya disimpan.
pl_pl: Historia została pomyślnie zapisana.
pt_br: A história foi salva com sucesso.

source: WooCommerce is not active!
ar: WooCommerce غير نشط!
el: Το WooCommerce δεν είναι ενεργό!
es_es: ¡WooCommerce no está activo!
fr_fr: WooCommerce n'est pas actif !
id_id: WooCommerce tidak aktif!
it_it: WooCommerce non è attivo!
ja_jp: WooCommerce はアクティブではありません。
ms_my: WooCommerce tidak aktif!
pl_pl: WooCommerce nie jest aktywny!
pt_br: WooCommerce não está ativo!

source: Error encountered in template.
ar: حدث خطأ في القالب.
el: Παρουσιάστηκε σφάλμα στο πρότυπο.
es_es: Error encontrado en la plantilla.
fr_fr: Erreur rencontrée dans le modèle.
id_id: Terjadi kesalahan pada templat.
it_it: Errore riscontrato nel modello.
ja_jp: テンプレートでエラーが発生しました。
ms_my: Ralat ditemui dalam templat.
pl_pl: Wystąpił błąd w szablonie.
pt_br: Erro encontrado no modelo.

source: An empty story name.
ar: اسم قصة فارغ.
el: Ένα κενό όνομα ιστορίας.
es_es: Un nombre de historia vacío.
fr_fr: Un nom d'histoire vide.
id_id: Nama cerita kosong.
it_it: Un nome di storia vuoto.
ja_jp: 空のストーリー名。
ms_my: Nama cerita kosong.
pl_pl: Pusta nazwa historii.
pt_br: Um nome de história vazio.

source: An empty story template.
ar: قالب قصة فارغ.
el: Ένα κενό πρότυπο ιστορίας.
es_es: Una plantilla de historia vacía.
fr_fr: Un modèle d'histoire vide.
id_id: Templat cerita kosong.
it_it: Un modello di storia vuoto.
ja_jp: 空のストーリー テンプレート。
ms_my: Templat cerita kosong.
pl_pl: Pusty szablon historii.
pt_br: Um modelo de história vazio.

source: title
ar: عنوان
el: τίτλος
es_es: título
fr_fr: titre
id_id: judul
it_it: titolo
ja_jp: タイトル
ms_my: tajuk
pl_pl: tytuł
pt_br: título

source: Active
ar: نشيط
el: Ενεργός
es_es: Activo
fr_fr: Actif
id_id: Aktif
it_it: Attivo
ja_jp: アクティブ
ms_my: Aktif
pl_pl: Aktywny
pt_br: Ativo

source: Disable
ar: إبطال
el: Καθιστώ ανίκανο
es_es: Desactivar
fr_fr: Désactiver
id_id: Cacat
it_it: Disabilita
ja_jp: 無効にする
ms_my: Lumpuhkan
pl_pl: Wyłączyć
pt_br: Desativar

source: Edit Story
ar: تحرير القصة
el: Επεξεργασία ιστορίας
es_es: Editar historia
fr_fr: Modifier l'histoire
id_id: Sunting Cerita
it_it: Modifica storia
ja_jp: ストーリーを編集する
ms_my: Edit Cerita
pl_pl: Edytuj historię
pt_br: Editar história

source: Are you sure to delete
ar: هل أنت متأكد من الحذف
el: Είστε σίγουροι ότι θα διαγράψετε
es_es: ¿Estás seguro de eliminar?
fr_fr: Êtes-vous sûr de supprimer
id_id: Apakah Anda yakin untuk menghapus
it_it: Sei sicuro di eliminare?
ja_jp: 削除してもよろしいですか
ms_my: Adakah anda pasti akan memadam
pl_pl: Czy na pewno usunąć
pt_br: Tem certeza de excluir

source: Delete Story
ar: حذف القصة
el: Διαγραφή ιστορίας
es_es: Eliminar historia
fr_fr: Supprimer l'histoire
id_id: Hapus Cerita
it_it: Elimina storia
ja_jp: ストーリーの削除
ms_my: Padamkan Cerita
pl_pl: Usuń historię
pt_br: Excluir história

source: Built Story
ar: قصة مبنية
el: Χτισμένη ιστορία
es_es: Historia construida
fr_fr: Histoire construite
id_id: Kisah yang Dibangun
it_it: Storia costruita
ja_jp: 構築されたストーリー
ms_my: Cerita Terbina
pl_pl: Zbudowana historia
pt_br: História Construída

source: Built
ar: بنيت
el: Χτίστηκε το
es_es: Construido
fr_fr: Construit
id_id: Dibuat
it_it: Costruito
ja_jp: 建てられた
ms_my: dibina
pl_pl: Wybudowany
pt_br: Construído

source: WooCommerce Story
ar: قصة ووكومرس
es_es: Historia de WooCommerce
fr_fr: Histoire de WooCommerce
id_id: Kisah WooCommerce
it_it: Storia di WooCommerce
ja_jp: WooCommerce ストーリー
ms_my: Kisah WooCommerce
pl_pl: Historia WooCommerce
pt_br: História do WooCommerce

source: Story Name *
ar: اسم القصة *
el: Όνομα ιστορίας *
es_es: Nombre de la historia *
fr_fr: Nom de l'histoire *
id_id: Nama Cerita *
it_it: Nome della storia *
ja_jp: ストーリー名 *
ms_my: Nama Cerita *
pl_pl: Nazwa historii *
pt_br: Nome da história *

source: Edit Story Name
ar: تحرير اسم القصة
el: Επεξεργασία ονόματος ιστορίας
es_es: Editar nombre de la historia
fr_fr: Modifier le nom de l'histoire
id_id: Edit Nama Cerita
it_it: Modifica il nome della storia
ja_jp: ストーリー名の編集
ms_my: Edit Nama Cerita
pl_pl: Edytuj nazwę historii
pt_br: Editar nome da história

source: Invalid username or email.
ar: اسم المستخدم أو البريد الإلكتروني غير صالح.
el: Μη έγκυρο όνομα χρήστη ή email.
es_es: Nombre de usuario o correo electrónico no válido.
fr_fr: Nom d'utilisateur ou email invalide.
id_id: Nama pengguna atau email tidak valid.
it_it: Nome utente o email non validi.
ja_jp: ユーザー名またはメールアドレスが無効です。
ms_my: Nama pengguna atau e-mel tidak sah.
pl_pl: Nieprawidłowa nazwa użytkownika lub adres e-mail.
pt_br: Nome de usuário ou e-mail inválido.
