Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: To Access This Page Please Login !...
ar: للوصول إلى هذه الصفحة الرجاء تسجيل الدخول!...
el: Για να αποκτήσετε πρόσβαση σε αυτήν τη σελίδα, παρακαλούμε συνδεθείτε!...
es_es: Para acceder a esta página, inicie sesión!...
fr_fr: Pour accéder à cette page, veuillez vous connecter !...
id_id: Untuk Mengakses Halaman Ini Silakan Masuk!...
it_it: Per accedere a questa pagina effettua il login!...
ja_jp: このページにアクセスするにはログインしてください!...
ms_my: Untuk Mengakses Halaman Ini Sila Log Masuk!...
pl_pl: Aby uzyskać dostęp do tej strony, zaloguj się!...
pt_br: Para acessar esta página, faça login!...

source: Back to control panel
ar: العودة إلى لوحة التحكم
el: Επιστροφή στον πίνακα ελέγχου
es_es: Volver al panel de control
fr_fr: Retour au panneau de contrôle
id_id: Kembali ke panel kontrol
it_it: Torna al pannello di controllo
ja_jp: コントロールパネルに戻る
ms_my: Kembali ke panel kawalan
pl_pl: Powrót do panelu sterowania
pt_br: Voltar ao painel de controle

source: You are not logged in
ar: لم تقم بتسجيل الدخول
el: Δεν είστε συνδεδεμένοι
es_es: No has iniciado sesión
fr_fr: Vous n'êtes pas connecté
id_id: Anda belum masuk
it_it: Non hai effettuato l'accesso
ja_jp: ログインしていません
ms_my: Anda tidak log masuk
pl_pl: Nie jesteś zalogowany
pt_br: Você não está logado

source: User Is Disabled By Admin
ar: تم تعطيل المستخدم من قبل المشرف
el: Ο χρήστης είναι απενεργοποιημένος από τον διαχειριστή
es_es: El usuario está deshabilitado por el administrador
fr_fr: L'utilisateur est désactivé par l'administrateur
id_id: Pengguna Dinonaktifkan Oleh Admin
it_it: L'utente è disabilitato dall'amministratore
ja_jp: ユーザーは管理者によって無効にされています
ms_my: Pengguna Dilumpuhkan Oleh Pentadbir
pl_pl: Użytkownik jest wyłączony przez administratora
pt_br: O usuário foi desativado pelo administrador

source: The page you are looking for no longer exists
ar: الصفحة التي تبحث عنها لم تعد موجودة
el: Η σελίδα που αναζητάτε δεν υπάρχει πλέον
es_es: La página que buscas ya no existe
fr_fr: La page que vous recherchez n'existe plus
id_id: Halaman yang Anda cari sudah tidak ada lagi
it_it: La pagina che stai cercando non esiste più
ja_jp: お探しのページはもう存在しません
ms_my: Halaman yang anda cari tidak lagi wujud
pl_pl: Strona, której szukasz, już nie istnieje
pt_br: A página que você procura não existe mais

source: You are already logged in
ar: لقد قمت بتسجيل الدخول بالفعل
el: Έχετε ήδη συνδεθεί
es_es: Ya has iniciado sesión
fr_fr: Vous êtes déjà connecté
id_id: Anda sudah masuk
it_it: Hai già effettuato l'accesso
ja_jp: あなたはすでにログインしています
ms_my: Anda sudah log masuk
pl_pl: Jesteś już zalogowany
pt_br: Você já está logado

source: Please select your role
ar: الرجاء تحديد دورك
el: Επιλέξτε το ρόλο σας
es_es: Por favor seleccione su rol
fr_fr: Veuillez sélectionner votre rôle
id_id: Silakan pilih peran Anda
it_it: Seleziona il tuo ruolo
ja_jp: あなたの役割を選択してください
ms_my: Sila pilih peranan anda
pl_pl: Wybierz swoją rolę
pt_br: Selecione sua função

source: You are not allowed
ar: غير مسموح لك
el: Δεν επιτρέπεται
es_es: no estas permitido
fr_fr: Vous n'êtes pas autorisé
id_id: Anda tidak diperbolehkan
it_it: Non ti è permesso
ja_jp: あなたは許可されていません
ms_my: Anda tidak dibenarkan
pl_pl: Nie wolno ci
pt_br: Você não tem permissão

source: You are Not Allowed To add More than One
ar: لا يسمح لك بإضافة أكثر من واحد
el: Δεν επιτρέπεται να προσθέσετε περισσότερα από ένα
es_es: No tienes permitido agregar más de uno
fr_fr: Vous n'êtes pas autorisé à en ajouter plusieurs
id_id: Anda Tidak Diizinkan Menambahkan Lebih dari Satu
it_it: Non è consentito aggiungerne più di uno
ja_jp: 複数の追加は許可されていません
ms_my: Anda Tidak Dibenarkan Menambah Lebih daripada Satu
pl_pl: Nie możesz dodać więcej niż jednego
pt_br: Você não tem permissão para adicionar mais de um

source: Contact Adminstrator
ar: اتصل بالمسؤول
el: Επικοινωνήστε με τον Διαχειριστή
es_es: Contactar al administrador
fr_fr: Contacter l'administrateur
id_id: Hubungi Administrator
it_it: Contatta l'amministratore
ja_jp: 管理者に連絡する
ms_my: Hubungi Pentadbir
pl_pl: Skontaktuj się z administratorem
pt_br: Entrar em contato com o administrador

source: not allowed
ar: غير مسموح به
el: δεν επιτρέπεται
es_es: no permitido
fr_fr: non autorisé
id_id: tidak diperbolehkan
it_it: non consentito
ja_jp: 許可されていません
ms_my: tidak dibenarkan
pl_pl: niedozwolony
pt_br: não permitido

source: You are already logged in !...
ar: لقد قمت بتسجيل الدخول بالفعل!...
el: Έχετε ήδη συνδεθεί!...
es_es: ¡Ya estás conectado!...
fr_fr: Vous êtes déjà connecté !...
id_id: Anda sudah masuk!...
it_it: Hai già effettuato l'accesso!...
ja_jp: あなたはすでにログインしています!...
ms_my: Anda sudah log masuk!...
pl_pl: Jesteś już zalogowany!...
pt_br: Você já está logado!...

source: Logout
ar: تسجيل الخروج
el: Αποσύνδεση
es_es: Cerrar sesión
fr_fr: Déconnexion
id_id: Keluar
it_it: Esci
ja_jp: ログアウト
ms_my: Log keluar
pl_pl: Wyloguj się
pt_br: Sair

source: Please first make a selection from the list
ar: يرجى أولاً الاختيار من القائمة
el: Κάντε πρώτα μια επιλογή από τη λίστα
es_es: Primero haga una selección de la lista.
fr_fr: Veuillez d'abord faire une sélection dans la liste
id_id: Silakan pilih terlebih dahulu dari daftar
it_it: Effettuare prima una selezione dall'elenco
ja_jp: まずリストから選択してください
ms_my: Sila buat pilihan daripada senarai dahulu
pl_pl: Najpierw dokonaj wyboru z listy
pt_br: Primeiro faça uma seleção na lista

source: Unknown
ar: مجهول
el: Αγνωστος
es_es: Desconocido
fr_fr: Inconnu
id_id: Tidak dikenal
it_it: Sconosciuto
ja_jp: 未知
ms_my: Tidak diketahui
pl_pl: Nieznany
pt_br: Desconhecido

source: Invalid request
ar: طلب غير صالح
el: Μη έγκυρο αίτημα
es_es: Solicitud no válida
fr_fr: Demande invalide
id_id: Permintaan tidak valid
it_it: Richiesta non valida
ja_jp: 無効なリクエスト
ms_my: Permintaan tidak sah
pl_pl: Nieprawidłowe żądanie
pt_br: Solicitação inválida

source: has been successfully applied.
ar: تم تطبيقه بنجاح.
el: έχει εφαρμοστεί με επιτυχία.
es_es: ha sido aplicado exitosamente.
fr_fr: a été appliquée avec succès.
id_id: telah berhasil diterapkan.
it_it: è stato applicato con successo.
ja_jp: 正常に適用されました。
ms_my: telah berjaya digunakan.
pl_pl: został pomyślnie zastosowany.
pt_br: foi aplicado com sucesso.

source: Error applying the new theme.
ar: خطأ في تطبيق السمة الجديدة.
el: Σφάλμα κατά την εφαρμογή του νέου θέματος.
es_es: Error al aplicar el nuevo tema.
fr_fr: Erreur lors de l'application du nouveau thème.
id_id: Terjadi kesalahan saat menerapkan tema baru.
it_it: Errore nell'applicazione del nuovo tema.
ja_jp: 新しいテーマの適用中にエラーが発生しました。
ms_my: Ralat menggunakan tema baharu.
pl_pl: Błąd podczas stosowania nowego motywu.
pt_br: Erro ao aplicar o novo tema.

source: has been successfully saved.
ar: تم حفظه بنجاح.
el: έχει αποθηκευτεί με επιτυχία.
es_es: se ha guardado correctamente.
fr_fr: a été enregistré avec succès.
id_id: telah berhasil disimpan.
it_it: è stato salvato con successo.
ja_jp: 正常に保存されました。
ms_my: telah berjaya disimpan.
pl_pl: został pomyślnie zapisany.
pt_br: foi salvo com sucesso.

source: has not been saved.
ar: لم يتم حفظها.
el: δεν έχει σωθεί.
es_es: no ha sido salvado.
fr_fr: n'a pas été sauvegardé.
id_id: belum disimpan.
it_it: non è stato salvato.
ja_jp: 保存されていません。
ms_my: belum diselamatkan.
pl_pl: nie został zapisany.
pt_br: não foi salvo.

source: has been successfully reset.
ar: تمت إعادة تعيينه بنجاح.
el: έχει γίνει επιτυχής επαναφορά.
es_es: se ha restablecido exitosamente.
fr_fr: a été réinitialisé avec succès.
id_id: telah berhasil diatur ulang.
it_it: è stato ripristinato con successo.
ja_jp: 正常にリセットされました。
ms_my: telah berjaya ditetapkan semula.
pl_pl: został pomyślnie zresetowany.
pt_br: foi redefinido com sucesso.

source: Every Story must have a name.
ar: يجب أن يكون لكل قصة اسم.
el: Κάθε ιστορία πρέπει να έχει ένα όνομα.
es_es: Cada Historia debe tener un nombre.
fr_fr: Chaque histoire doit avoir un nom.
id_id: Setiap Cerita pasti punya nama.
it_it: Ogni Storia deve avere un nome.
ja_jp: すべてのストーリーには名前が必要です。
ms_my: Setiap Cerita mesti ada nama.
pl_pl: Każda historia musi mieć nazwę.
pt_br: Toda história deve ter um nome.

source: Every Story must have at least 1 intent.
ar: يجب أن تحتوي كل قصة على نية واحدة على الأقل.
el: Κάθε ιστορία πρέπει να έχει τουλάχιστον 1 πρόθεση.
es_es: Cada Historia debe tener al menos 1 intención.
fr_fr: Chaque histoire doit avoir au moins 1 intention.
id_id: Setiap Cerita harus memiliki setidaknya 1 maksud.
it_it: Ogni Storia deve avere almeno 1 intento.
ja_jp: すべてのストーリーには少なくとも 1 つのインテントが必要です。
ms_my: Setiap Cerita mesti mempunyai sekurang-kurangnya 1 niat.
pl_pl: Każda Historia musi mieć co najmniej 1 intencję.
pt_br: Cada história deve ter pelo menos 1 intenção.

source: has been successfully deleted.
ar: تم حذفه بنجاح.
el: έχει διαγραφεί με επιτυχία.
es_es: ha sido eliminado exitosamente.
fr_fr: a été supprimé avec succès.
id_id: telah berhasil dihapus.
it_it: è stato eliminato con successo.
ja_jp: は正常に削除されました。
ms_my: telah berjaya dipadamkan.
pl_pl: został pomyślnie usunięty.
pt_br: foi excluído com sucesso.

source: has been successfully exported.
ar: تم تصديره بنجاح.
el: έχει εξαχθεί με επιτυχία.
es_es: ha sido exportado exitosamente.
fr_fr: a été exporté avec succès.
id_id: telah berhasil diekspor.
it_it: è stato esportato con successo.
ja_jp: 正常にエクスポートされました。
ms_my: telah berjaya dieksport.
pl_pl: został pomyślnie wyeksportowany.
pt_br: foi exportado com sucesso.

source: Data has not been exported.
ar: لم يتم تصدير البيانات.
el: Τα δεδομένα δεν έχουν εξαχθεί.
es_es: Los datos no se han exportado.
fr_fr: Les données n'ont pas été exportées.
id_id: Data belum diekspor.
it_it: I dati non sono stati esportati.
ja_jp: データはエクスポートされていません。
ms_my: Data belum dieksport.
pl_pl: Dane nie zostały wyeksportowane.
pt_br: Os dados não foram exportados.

source: Record not exist.
ar: السجل غير موجود.
el: Η εγγραφή δεν υπάρχει.
es_es: El registro no existe.
fr_fr: L'enregistrement n'existe pas.
id_id: Catatan tidak ada.
it_it: Il record non esiste.
ja_jp: レコードが存在しません。
ms_my: Rekod tidak wujud.
pl_pl: Rekord nie istnieje.
pt_br: Registro não existe.

source: has not been deleted.
ar: لم يتم حذفه.
el: δεν έχει διαγραφεί.
es_es: no ha sido eliminado.
fr_fr: n’a pas été supprimé.
id_id: belum dihapus.
it_it: non è stato eliminato.
ja_jp: は削除されていません。
ms_my: belum dipadamkan.
pl_pl: nie został usunięty.
pt_br: não foi excluído.

source: Please insert key.
ar: الرجاء إدخال المفتاح.
el: Εισαγάγετε το κλειδί.
es_es: Por favor inserte la clave.
fr_fr: Veuillez insérer la clé.
id_id: Silakan masukkan kunci.
it_it: Si prega di inserire la chiave.
ja_jp: キーを挿入してください。
ms_my: Sila masukkan kunci.
pl_pl: Proszę włożyć klucz.
pt_br: Por favor insira a chave.

source: key is not Valid.
ar: المفتاح غير صالح.
el: το κλειδί δεν είναι έγκυρο.
es_es: La clave no es válida.
fr_fr: la clé n'est pas valide.
id_id: kuncinya tidak Valid.
it_it: la chiave non è valida.
ja_jp: キーが有効ではありません。
ms_my: kunci tidak Sah.
pl_pl: klucz jest nieprawidłowy.
pt_br: chave não é válida.

source: transaction has been successfully verified.
ar: تم التحقق من المعاملة بنجاح.
el: η συναλλαγή επαληθεύτηκε με επιτυχία.
es_es: la transacción ha sido verificada exitosamente.
fr_fr: la transaction a été vérifiée avec succès.
id_id: transaksi telah berhasil diverifikasi.
it_it: la transazione è stata verificata con successo.
ja_jp: トランザクションは正常に確認されました。
ms_my: transaksi telah berjaya disahkan.
pl_pl: transakcja została pomyślnie zweryfikowana.
pt_br: a transação foi verificada com sucesso.

source: transaction has been successfully un-verified.
ar: تم إلغاء التحقق من المعاملة بنجاح.
el: Η συναλλαγή καταργήθηκε επιτυχώς.
es_es: La transacción se ha anulado con éxito.
fr_fr: la transaction a été non-vérifiée avec succès.
id_id: transaksi telah berhasil dibatalkan verifikasinya.
it_it: la transazione è stata annullata con successo.
ja_jp: トランザクションは正常に検証解除されました。
ms_my: transaksi telah berjaya tidak disahkan.
pl_pl: transakcja została pomyślnie cofnięta.
pt_br: a transação foi desverificada com sucesso.

source: transaction has not been successfully verified.
ar: لم يتم التحقق من المعاملة بنجاح.
el: η συναλλαγή δεν έχει επαληθευτεί με επιτυχία.
es_es: La transacción no ha sido verificada exitosamente.
fr_fr: la transaction n’a pas été vérifiée avec succès.
id_id: transaksi belum berhasil diverifikasi.
it_it: la transazione non è stata verificata con successo.
ja_jp: トランザクションが正常に検証されていません。
ms_my: transaksi tidak berjaya disahkan.
pl_pl: transakcja nie została pomyślnie zweryfikowana.
pt_br: a transação não foi verificada com sucesso.

source: transaction has not been successfully un-verified.
ar: لم يتم إلغاء التحقق من المعاملة بنجاح.
el: η συναλλαγή δεν έχει καταργηθεί επιτυχώς.
es_es: La transacción no se ha anulado con éxito.
fr_fr: la transaction n’a pas été vérifiée avec succès.
id_id: transaksi belum berhasil dibatalkan verifikasinya.
it_it: la transazione non è stata annullata con successo.
ja_jp: トランザクションの検証が正常に解除されていません。
ms_my: transaksi tidak berjaya dibatalkan pengesahan.
pl_pl: transakcja nie została pomyślnie cofnięta-weryfikowana.
pt_br: a transação não foi verificada com sucesso.

source: Fields has been successfully required.
ar: لقد تم طلب الحقول بنجاح.
el: Τα πεδία απαιτήθηκαν με επιτυχία.
es_es: Los campos se han requerido correctamente.
fr_fr: Les champs ont été requis avec succès.
id_id: Bidang telah berhasil dibutuhkan.
it_it: I campi sono stati richiesti con successo.
ja_jp: フィールドは正常に要求されました。
ms_my: Medan telah berjaya diperlukan.
pl_pl: Pola zostały pomyślnie wymagane.
pt_br: Os campos foram obrigatórios com sucesso.

source: Field has not been required.
ar: الحقل غير مطلوب.
el: Το πεδίο δεν απαιτείται.
es_es: El campo no ha sido requerido.
fr_fr: Le champ n'est pas obligatoire.
id_id: Bidang belum diperlukan.
it_it: Il campo non è stato richiesto.
ja_jp: フィールドは必須ではありません。
ms_my: Medan tidak diperlukan.
pl_pl: Pole nie było wymagane.
pt_br: O campo não foi obrigatório.

source: Fields has not been required.
ar: الحقول غير مطلوبة.
el: Τα πεδία δεν απαιτήθηκαν.
es_es: Los campos no han sido requeridos.
fr_fr: Les champs n’ont pas été obligatoires.
id_id: Bidang belum diperlukan.
it_it: I campi non sono stati obbligatori.
ja_jp: フィールドは必須ではありません。
ms_my: Medan tidak diperlukan.
pl_pl: Pola nie były wymagane.
pt_br: Os campos não foram obrigatórios.

source: Fields has been successfully not required.
ar: لقد تم بنجاح الحقول غير مطلوبة.
el: Τα πεδία δεν απαιτήθηκαν με επιτυχία.
es_es: Los campos no han sido requeridos exitosamente.
fr_fr: Les champs n’ont pas été obligatoires.
id_id: Bidang telah berhasil tidak diperlukan.
it_it: I campi non sono stati obbligatori.
ja_jp: フィールドは正常に不要になりました。
ms_my: Medan telah berjaya tidak diperlukan.
pl_pl: Pola nie zostały pomyślnie wymagane.
pt_br: Os campos não foram obrigatórios com sucesso.

source: Field has not been not required.
ar: لم يكن الحقل غير مطلوب.
el: Το πεδίο δεν απαιτείται.
es_es: El campo no ha sido requerido.
fr_fr: Le champ n'est pas obligatoire.
id_id: Bidang belum diperlukan.
it_it: Il campo non è stato richiesto.
ja_jp: フィールドは必須ではありません。
ms_my: Medan tidak diperlukan.
pl_pl: Pole nie było wymagane.
pt_br: O campo não foi obrigatório.

source: Fields has not been not required.
ar: لم تكن الحقول غير مطلوبة.
el: Τα πεδία δεν απαιτήθηκαν.
es_es: Los campos no han sido requeridos.
fr_fr: Les champs n’ont pas été obligatoires.
id_id: Bidang belum diperlukan.
it_it: I campi non sono stati richiesti.
ja_jp: フィールドは必須ではありません。
ms_my: Medan tidak diperlukan.
pl_pl: Pola nie były wymagane.
pt_br: Os campos não foram obrigatórios.

source: status has been updated.
ar: تم تحديث الحالة.
el: η κατάσταση έχει ενημερωθεί.
es_es: El estado ha sido actualizado.
fr_fr: le statut a été mis à jour.
id_id: statusnya telah diperbarui.
it_it: lo stato è stato aggiornato.
ja_jp: ステータスが更新されました。
ms_my: status telah dikemas kini.
pl_pl: stan został zaktualizowany.
pt_br: o status foi atualizado.

source: status has not been updated.
ar: لم يتم تحديث الحالة.
el: η κατάσταση δεν έχει ενημερωθεί.
es_es: El estado no ha sido actualizado.
fr_fr: le statut n’a pas été mis à jour.
id_id: statusnya belum diperbarui.
it_it: lo stato non è stato aggiornato.
ja_jp: ステータスは更新されていません。
ms_my: status belum dikemas kini.
pl_pl: stan nie został zaktualizowany.
pt_br: o status não foi atualizado.

source: data has been synchronized.
ar: تمت مزامنة البيانات.
el: τα δεδομένα έχουν συγχρονιστεί.
es_es: Los datos se han sincronizado.
fr_fr: les données ont été synchronisées.
id_id: data telah disinkronkan.
it_it: i dati sono stati sincronizzati.
ja_jp: データは同期されました。
ms_my: data telah disegerakkan.
pl_pl: dane zostały zsynchronizowane.
pt_br: os dados foram sincronizados.

source: data has not been synchronized.
ar: لم تتم مزامنة البيانات.
el: τα δεδομένα δεν έχουν συγχρονιστεί.
es_es: Los datos no se han sincronizado.
fr_fr: les données n’ont pas été synchronisées.
id_id: data belum tersinkronisasi.
it_it: i dati non sono stati sincronizzati.
ja_jp: データは同期されていません。
ms_my: data belum disegerakkan.
pl_pl: dane nie zostały zsynchronizowane.
pt_br: os dados não foram sincronizados.

source: in use cannot deleted.
ar: قيد الاستخدام لا يمكن حذفها.
el: σε χρήση δεν μπορεί να διαγραφεί.
es_es: en uso no se puede eliminar.
fr_fr: en cours d'utilisation ne peut pas être supprimé.
id_id: sedang digunakan tidak dapat dihapus.
it_it: in uso non può essere cancellato.
ja_jp: 使用中は削除できません。
ms_my: sedang digunakan tidak boleh dipadamkan.
pl_pl: w użyciu nie można usunąć.
pt_br: em uso não pode ser excluído.

source: already exist.
ar: موجودة بالفعل.
el: υπάρχουν ήδη.
es_es: ya existen.
fr_fr: existent déjà.
id_id: sudah ada.
it_it: già esistono.
ja_jp: すでに存在します。
ms_my: sudah wujud.
pl_pl: już istnieje.
pt_br: já existe.

source: File type error.
ar: خطأ في نوع الملف.
el: Σφάλμα τύπου αρχείου.
es_es: Error de tipo de archivo.
fr_fr: Erreur de type de fichier.
id_id: Kesalahan jenis file.
it_it: Errore nel tipo di file.
ja_jp: ファイルタイプエラー。
ms_my: Ralat jenis fail.
pl_pl: Błąd typu pliku.
pt_br: Erro de tipo de arquivo.

source: File size error.
ar: خطأ في حجم الملف.
el: Σφάλμα μεγέθους αρχείου.
es_es: Error de tamaño de archivo.
fr_fr: Erreur de taille de fichier.
id_id: Kesalahan ukuran file.
it_it: Errore nella dimensione del file.
ja_jp: ファイルサイズエラー。
ms_my: Ralat saiz fail.
pl_pl: Błąd rozmiaru pliku.
pt_br: Erro no tamanho do arquivo.

source: Intent
ar: نية
el: Πρόθεση
es_es: Intención
fr_fr: Intention
id_id: Maksud
it_it: Intento
ja_jp: 意図
ms_my: niat
pl_pl: Zamiar
pt_br: Intenção

source: Response
ar: إجابة
el: Απάντηση
es_es: Respuesta
fr_fr: Réponse
id_id: Tanggapan
it_it: Risposta
ja_jp: 応答
ms_my: Respon
pl_pl: Odpowiedź
pt_br: Resposta

source: Intent Group
ar: مجموعة النية
el: Ομάδα προθέσεων
es_es: Grupo de intención
fr_fr: Groupe d'intention
id_id: Grup Niat
it_it: Gruppo di intenti
ja_jp: インテントグループ
ms_my: Kumpulan Niat
pl_pl: Grupa intencji
pt_br: Grupo de intenções

source: Variable
ar: عامل
el: Μεταβλητός
id_id: Variabel
it_it: Variabile
ja_jp: 変数
ms_my: Pembolehubah
pl_pl: Zmienny
pt_br: Variável

source: Story
ar: قصة
el: Ιστορία
es_es: Historia
fr_fr: Histoire
id_id: Cerita
it_it: Storia
ja_jp: 話
ms_my: cerita
pl_pl: Historia
pt_br: História

source: Post type
ar: نوع المشاركة
el: Τύπος ανάρτησης
es_es: Tipo de publicación
fr_fr: Type de message
id_id: Jenis posting
it_it: Tipo di posta
ja_jp: 投稿タイプ
ms_my: Jenis siaran
pl_pl: Typ wpisu
pt_br: Tipo de postagem

source: AI web search
ar: بحث الويب بالذكاء الاصطناعي
el: AI αναζήτηση στο διαδίκτυο
es_es: Búsqueda web con IA
fr_fr: Recherche Web IA
id_id: Pencarian web AI
it_it: Ricerca web basata sull'intelligenza artificiale
ja_jp: AIウェブ検索
ms_my: carian web AI
pl_pl: Wyszukiwarka internetowa AI
pt_br: Pesquisa na web com IA

source: Action
ar: فعل
el: Δράση
es_es: Acción
id_id: Tindakan
it_it: Azione
ja_jp: アクション
ms_my: Tindakan
pl_pl: Działanie
pt_br: Ação

source: Changes
ar: التغييرات
el: Αλλαγές
es_es: Cambios
fr_fr: Changements
id_id: Perubahan
it_it: Cambiamenti
ja_jp: 変更点
ms_my: Perubahan
pl_pl: Zmiany
pt_br: Mudanças

source: Data
ar: بيانات
el: Δεδομένα
es_es: Datos
fr_fr: Données
it_it: Dati
ja_jp: データ
pl_pl: Dane
pt_br: Dados

source: Message
ar: رسالة
el: Μήνυμα
es_es: Mensaje
id_id: Pesan
it_it: Messaggio
ja_jp: メッセージ
ms_my: Mesej
pl_pl: Wiadomość
pt_br: Mensagem

source: Configuration
ar: إعدادات
el: Διαμόρφωση
es_es: Configuración
id_id: Konfigurasi
it_it: Configurazione
ja_jp: 構成
ms_my: Konfigurasi
pl_pl: Konfiguracja
pt_br: Configuração

source: Previous
ar: سابق
el: Προηγούμενος
es_es: Anterior
fr_fr: Précédent
id_id: Sebelumnya
it_it: Precedente
ja_jp: 前の
ms_my: Sebelumnya
pl_pl: Poprzedni
pt_br: Anterior

source: Next
ar: التالي
el: Επόμενος
es_es: Próximo
fr_fr: Suivant
id_id: Berikutnya
it_it: Prossimo
ja_jp: 次
ms_my: Seterusnya
pl_pl: Następny
pt_br: Próximo

source: Guest
ar: ضيف
el: Επισκέπτης
es_es: Invitado
fr_fr: Invité
id_id: Tamu
it_it: Ospite
ja_jp: ゲスト
ms_my: tetamu
pl_pl: Gość
pt_br: Convidado

source: User ID
ar: معرف المستخدم
el: Αναγνωριστικό χρήστη
es_es: ID de usuario
fr_fr: ID de l'utilisateur
id_id: ID Pengguna
it_it: ID utente
ja_jp: ユーザーID
ms_my: ID pengguna
pl_pl: Identyfikator użytkownika
pt_br: ID do usuário

source: Add to Story
ar: أضف إلى القصة
el: Προσθήκη στην ιστορία
es_es: Agregar a la historia
fr_fr: Ajouter à l'histoire
id_id: Tambahkan ke Cerita
it_it: Aggiungi alla storia
ja_jp: ストーリーに追加
ms_my: Tambahkan pada Cerita
pl_pl: Dodaj do historii
pt_br: Adicionar à história

source: Add to story
ar: أضف إلى القصة
el: Προσθήκη στην ιστορία
es_es: Añadir a la historia
fr_fr: Ajouter à l'histoire
id_id: Tambahkan ke cerita
it_it: Aggiungi alla storia
ja_jp: ストーリーに追加
ms_my: Tambah pada cerita
pl_pl: Dodaj do historii
pt_br: Adicionar à história

source: Search
ar: يبحث
el: Ερευνα
es_es: Buscar
fr_fr: Recherche
id_id: Mencari
it_it: Ricerca
ja_jp: 検索
ms_my: Cari
pl_pl: Szukaj
pt_br: Procurar

source: Search with user name
ar: البحث باسم المستخدم
el: Αναζήτηση με όνομα χρήστη
es_es: Buscar con nombre de usuario
fr_fr: Rechercher avec le nom d'utilisateur
id_id: Cari dengan nama pengguna
it_it: Cerca con nome utente
ja_jp: ユーザー名で検索する
ms_my: Cari dengan nama pengguna
pl_pl: Wyszukaj według nazwy użytkownika
pt_br: Pesquisar com nome de usuário

source: reset
ar: إعادة ضبط
el: επαναφορά
es_es: reiniciar
fr_fr: réinitialiser
id_id: mengatur ulang
ja_jp: リセット
ms_my: set semula
pl_pl: nastawić
pt_br: reiniciar

source: Select Chat
ar: حدد الدردشة
el: Επιλέξτε Συνομιλία
es_es: Seleccione Chatear
fr_fr: Sélectionnez Chat
id_id: Pilih Obrolan
it_it: Seleziona Chatta
ja_jp: チャットを選択
ms_my: Pilih Sembang
pl_pl: Wybierz Czat
pt_br: Selecione Bate-papo

source: Sender
ar: مرسل
el: Αποστολέας
es_es: Remitente
fr_fr: Expéditeur
id_id: Pengirim
it_it: Mittente
ja_jp: 送信者
ms_my: penghantar
pl_pl: Nadawca
pt_br: Remetente

source: select chat
ar: حدد الدردشة
el: επιλέξτε συνομιλία
es_es: seleccione chatear
fr_fr: sélectionner le chat
id_id: pilih obrolan
it_it: seleziona chatta
ja_jp: チャットを選択
ms_my: pilih sembang
pl_pl: wybierz czat
pt_br: selecione bate-papo

source: Chat history is not selected.
ar: لم يتم تحديد سجل الدردشة.
el: Το ιστορικό συνομιλιών δεν έχει επιλεγεί.
es_es: El historial de chat no está seleccionado.
fr_fr: L'historique des discussions n'est pas sélectionné.
id_id: Riwayat obrolan tidak dipilih.
it_it: La cronologia chat non è selezionata.
ja_jp: チャット履歴が選択されていません。
ms_my: Sejarah sembang tidak dipilih.
pl_pl: Historia czatów nie jest wybrana.
pt_br: O histórico de bate-papo não está selecionado.
