Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: New Post Type Search
ar: بحث جديد عن نوع المشاركة
el: Αναζήτηση τύπου νέας ανάρτησης
es_es: Búsqueda de nuevo tipo de publicación
fr_fr: Recherche d'un nouveau type de message
id_id: Pencarian Jenis Posting Baru
it_it: Ricerca per nuovo tipo di post
ja_jp: 新しい投稿タイプの検索
ms_my: Carian Jenis Siaran Baharu
pl_pl: Wyszukiwanie nowego typu postu
pt_br: Pesquisa de novo tipo de postagem

source: Enable this option to directly include new post types in search results, enhancing user access to all content.
ar: قم بتمكين هذا الخيار لتضمين أنواع المنشورات الجديدة مباشرة في نتائج البحث، مما يعزز وصول المستخدم إلى كل المحتوى.
el: Ενεργοποιήστε αυτήν την επιλογή για να συμπεριλάβετε απευθείας νέους τύπους αναρτήσεων στα αποτελέσματα αναζήτησης, βελτιώνοντας την πρόσβαση των χρηστών σε όλο το περιεχόμενο.
es_es: Habilite esta opción para incluir directamente nuevos tipos de publicaciones en los resultados de búsqueda, mejorando el acceso del usuario a todo el contenido.
fr_fr: Activez cette option pour inclure directement de nouveaux types de publications dans les résultats de recherche, améliorant ainsi l'accès des utilisateurs à tout le contenu.
id_id: Aktifkan opsi ini untuk secara langsung memasukkan jenis postingan baru dalam hasil pencarian, sehingga meningkatkan akses pengguna ke semua konten.
it_it: Abilita questa opzione per includere direttamente nuovi tipi di post nei risultati di ricerca, migliorando l'accesso degli utenti a tutti i contenuti.
ja_jp: このオプションを有効にすると、新しい投稿タイプが検索結果に直接含まれ、すべてのコンテンツへのユーザー アクセスが強化されます。
ms_my: Dayakan pilihan ini untuk memasukkan jenis siaran baharu secara langsung dalam hasil carian, meningkatkan akses pengguna kepada semua kandungan.
pl_pl: Włącz tę opcję, aby bezpośrednio uwzględniać nowe typy postów w wynikach wyszukiwania, zwiększając dostęp użytkowników do całej zawartości.
pt_br: Habilite esta opção para incluir diretamente novos tipos de postagem nos resultados da pesquisa, melhorando o acesso do usuário a todo o conteúdo.

source: Watch AI Web Search Video
ar: شاهد فيديو بحث الويب بالذكاء الاصطناعي
el: Παρακολουθήστε το βίντεο της AI Web Search
es_es: Vea el vídeo de búsqueda web con IA
fr_fr: Regarder la vidéo de recherche sur le Web par l'IA
id_id: Tonton Video Penelusuran Web AI
it_it: Guarda il video sulla ricerca web basata sull'intelligenza artificiale
ja_jp: AI ウェブ検索ビデオを見る
ms_my: Tonton Video Carian Web AI
pl_pl: Obejrzyj film dotyczący wyszukiwania w Internecie AI
pt_br: Assista ao vídeo do AI Web Search

source: Back
ar: خلف
el: Πίσω
es_es: Atrás
fr_fr: Dos
id_id: Kembali
it_it: Indietro
ja_jp: 戻る
ms_my: belakang
pl_pl: Z powrotem
pt_br: Voltar

source: Finish
ar: ينهي
el: Φινίρισμα
es_es: Finalizar
fr_fr: Finition
id_id: Menyelesaikan
it_it: Fine
ja_jp: 仕上げる
ms_my: Selesai
pl_pl: Skończyć
pt_br: Terminar

source: WooCommerce is not installed
ar: لم يتم تثبيت WooCommerce
el: Το WooCommerce δεν είναι εγκατεστημένο
es_es: WooCommerce no está instalado
fr_fr: WooCommerce n'est pas installé
id_id: WooCommerce tidak diinstal
it_it: WooCommerce non è installato
ja_jp: WooCommerceがインストールされていません
ms_my: WooCommerce tidak dipasang
pl_pl: WooCommerce nie jest zainstalowany
pt_br: WooCommerce não está instalado

source: WooCommerce plugin is not installed on your site, you won't be able to integrate GeekyBot with WooCommerce.
ar: لم يتم تثبيت البرنامج الإضافي WooCommerce على موقعك، ولن تتمكن من دمج GeekyBot مع WooCommerce.
el: Η προσθήκη WooCommerce δεν είναι εγκατεστημένη στον ιστότοπό σας, δεν θα μπορείτε να ενσωματώσετε το GeekyBot με το WooCommerce.
es_es: El complemento WooCommerce no está instalado en su sitio, no podrá integrar GeekyBot con WooCommerce.
fr_fr: Le plugin WooCommerce n'est pas installé sur votre site, vous ne pourrez pas intégrer GeekyBot à WooCommerce.
id_id: Plugin WooCommerce tidak diinstal di situs Anda, Anda tidak akan dapat mengintegrasikan GeekyBot dengan WooCommerce.
it_it: Il plugin WooCommerce non è installato sul tuo sito, non sarai in grado di integrare GeekyBot con WooCommerce.
ja_jp: WooCommerce プラグインがサイトにインストールされていないため、GeekyBot を WooCommerce と統合することはできません。
ms_my: Pemalam WooCommerce tidak dipasang pada tapak anda, anda tidak akan dapat menyepadukan GeekyBot dengan WooCommerce.
pl_pl: Wtyczka WooCommerce nie jest zainstalowana na Twojej stronie, nie będziesz mógł zintegrować GeekyBota z WooCommerce.
pt_br: O plugin WooCommerce não está instalado em seu site, você não conseguirá integrar GeekyBot com WooCommerce.

source: Easily integrate AI with WooCommerce to enhance your online store’s performance. GeekyBot boosts lead generation and customer interactions, automating key processes for a more effective and engaging shopping experience.
ar: يمكنك دمج الذكاء الاصطناعي بسهولة مع WooCommerce لتحسين أداء متجرك عبر الإنترنت. يعمل GeekyBot على تعزيز جذب العملاء المحتملين وتفاعلات العملاء، مما يؤدي إلى أتمتة العمليات الرئيسية للحصول على تجربة تسوق أكثر فعالية وجاذبية.
el: Ενσωματώστε εύκολα το AI με το WooCommerce για να βελτιώσετε την απόδοση του ηλεκτρονικού σας καταστήματος. Το GeekyBot ενισχύει τη δημιουργία δυνητικών πελατών και τις αλληλεπιδράσεις με τους πελάτες, αυτοματοποιώντας βασικές διαδικασίες για μια πιο αποτελεσματική και συναρπαστική εμπειρία αγορών.
es_es: Integre fácilmente la IA con WooCommerce para mejorar el rendimiento de su tienda en línea. GeekyBot impulsa la generación de leads y las interacciones con los clientes, automatizando procesos clave para una experiencia de compra más efectiva y atractiva.
fr_fr: Intégrez facilement l'IA à WooCommerce pour améliorer les performances de votre boutique en ligne. GeekyBot stimule la génération de leads et les interactions avec les clients, en automatisant les processus clés pour une expérience d'achat plus efficace et plus engageante.
id_id: Integrasikan AI dengan WooCommerce dengan mudah untuk meningkatkan kinerja toko online Anda. GeekyBot meningkatkan perolehan prospek dan interaksi pelanggan, mengotomatiskan proses utama untuk pengalaman berbelanja yang lebih efektif dan menarik.
it_it: Integra facilmente l'intelligenza artificiale con WooCommerce per migliorare le prestazioni del tuo negozio online. GeekyBot aumenta la generazione di lead e le interazioni con i clienti, automatizzando i processi chiave per un'esperienza di acquisto più efficace e coinvolgente.
ja_jp: AI を WooCommerce と簡単に統合して、オンライン ストアのパフォーマンスを向上させます。 GeekyBot は見込み顧客の発掘と顧客とのやり取りを促進し、主要なプロセスを自動化して、より効果的で魅力的なショッピング エクスペリエンスを実現します。
ms_my: Sepadukan AI dengan WooCommerce dengan mudah untuk meningkatkan prestasi kedai dalam talian anda. GeekyBot meningkatkan penjanaan utama dan interaksi pelanggan, mengautomasikan proses utama untuk pengalaman membeli-belah yang lebih berkesan dan menarik.
pl_pl: Z łatwością zintegruj sztuczną inteligencję z WooCommerce, aby zwiększyć wydajność swojego sklepu internetowego. GeekyBot usprawnia generowanie leadów i interakcje z klientami, automatyzując kluczowe procesy w celu zapewnienia bardziej efektywnych i wciągających zakupów.
pt_br: Integre facilmente IA com WooCommerce para melhorar o desempenho da sua loja online. GeekyBot aumenta a geração de leads e as interações com os clientes, automatizando processos-chave para uma experiência de compra mais eficaz e envolvente.

source: GeekyBot also streamlines customer inquiries and provides real-time, intelligent responses. By improving retention and customer satisfaction, it ensures your store delivers an exceptional experience that keeps shoppers coming back.
ar: يعمل GeekyBot أيضًا على تبسيط استفسارات العملاء وتوفير استجابات ذكية في الوقت الفعلي. ومن خلال تحسين معدل الاحتفاظ بالعملاء ورضاهم، فإنه يضمن أن يقدم متجرك تجربة استثنائية تحافظ على عودة المتسوقين.
el: Το GeekyBot εξορθολογίζει επίσης τα ερωτήματα των πελατών και παρέχει έξυπνες απαντήσεις σε πραγματικό χρόνο. Βελτιώνοντας τη διατήρηση και την ικανοποίηση των πελατών, διασφαλίζει ότι το κατάστημά σας προσφέρει μια εξαιρετική εμπειρία που κρατά τους αγοραστές να επιστρέφουν.
es_es: GeekyBot también agiliza las consultas de los clientes y proporciona respuestas inteligentes en tiempo real. Al mejorar la retención y la satisfacción del cliente, se garantiza que su tienda ofrezca una experiencia excepcional que haga que los compradores regresen.
fr_fr: GeekyBot rationalise également les demandes des clients et fournit des réponses intelligentes en temps réel. En améliorant la fidélisation et la satisfaction des clients, cela garantit que votre magasin offre une expérience exceptionnelle qui incite les acheteurs à revenir.
id_id: GeekyBot juga menyederhanakan pertanyaan pelanggan dan memberikan respons cerdas dan real-time. Dengan meningkatkan retensi dan kepuasan pelanggan, ini memastikan toko Anda memberikan pengalaman luar biasa yang membuat pembeli datang kembali.
it_it: GeekyBot semplifica inoltre le richieste dei clienti e fornisce risposte intelligenti in tempo reale. Migliorando la fidelizzazione e la soddisfazione del cliente, garantisce che il tuo negozio offra un'esperienza eccezionale che invogli gli acquirenti a tornare.
ja_jp: また、GeekyBot は顧客からの問い合わせを効率化し、リアルタイムでインテリジェントな応答を提供します。維持率と顧客満足度を向上させることで、ストアが買い物客を継続させる優れたエクスペリエンスを提供できるようになります。
ms_my: GeekyBot juga menyelaraskan pertanyaan pelanggan dan menyediakan respons pintar masa nyata. Dengan meningkatkan pengekalan dan kepuasan pelanggan, ia memastikan kedai anda memberikan pengalaman luar biasa yang membuatkan pembeli datang kembali.
pl_pl: GeekyBot usprawnia również zapytania klientów i zapewnia inteligentne odpowiedzi w czasie rzeczywistym. Poprawiając retencję i zadowolenie klientów, gwarantujesz, że Twój sklep zapewni wyjątkowe doświadczenia, które sprawią, że kupujący będą wracać.
pt_br: O GeekyBot também agiliza as consultas dos clientes e fornece respostas inteligentes e em tempo real. Ao melhorar a retenção e a satisfação do cliente, garante que sua loja ofereça uma experiência excepcional que faz com que os clientes voltem sempre.

source: Watch WooCommerce Video
ar: شاهد فيديو ووكومرس
el: Παρακολουθήστε το βίντεο WooCommerce
es_es: Ver vídeo de WooCommerce
fr_fr: Regarder la vidéo WooCommerce
id_id: Tonton Video WooCommerce
it_it: Guarda il video di WooCommerce
ja_jp: WooCommerce ビデオを見る
ms_my: Tonton Video WooCommerce
pl_pl: Obejrzyj wideo dotyczące WooCommerce
pt_br: Assista ao vídeo WooCommerce

source: Welcome to GeekyBot !...
ar: مرحبا بكم في GeekyBot!...
el: Καλώς ήρθατε στο GeekyBot!...
es_es: ¡Bienvenido a GeekyBot!...
fr_fr: Bienvenue sur GeekyBot !...
id_id: Selamat datang di GeekyBot!...
it_it: Benvenuto su GeekyBot!...
ja_jp: GeekyBot へようこそ!...
ms_my: Selamat datang ke GeekyBot !...
pl_pl: Witamy w GeekyBocie!...
pt_br: Bem-vindo ao GeekyBot!...

source: The ultimate AI chatbot for WooCommerce lead generation, intelligent content search, and interactive customer engagement on your WordPress website.
ar: أفضل برنامج دردشة آلي يعتمد على الذكاء الاصطناعي لإنشاء عملاء محتملين في WooCommerce، والبحث الذكي عن المحتوى، ومشاركة العملاء التفاعلية على موقع WordPress الإلكتروني الخاص بك.
el: Το απόλυτο chatbot AI για τη δημιουργία δυνητικών πελατών WooCommerce, την έξυπνη αναζήτηση περιεχομένου και τη διαδραστική δέσμευση πελατών στον ιστότοπό σας στο WordPress.
es_es: El chatbot de IA definitivo para la generación de leads de WooCommerce, búsqueda inteligente de contenido y participación interactiva del cliente en su sitio web de WordPress.
fr_fr: Le chatbot IA ultime pour la génération de leads WooCommerce, la recherche de contenu intelligente et l'engagement client interactif sur votre site Web WordPress.
id_id: Chatbot AI terbaik untuk menghasilkan prospek WooCommerce, pencarian konten cerdas, dan keterlibatan pelanggan interaktif di situs WordPress Anda.
it_it: Il chatbot AI definitivo per la generazione di lead WooCommerce, la ricerca intelligente di contenuti e il coinvolgimento interattivo dei clienti sul tuo sito Web WordPress.
ja_jp: WooCommerce のリード生成、インテリジェントなコンテンツ検索、WordPress ウェブサイトでのインタラクティブな顧客エンゲージメントのための究極の AI チャットボットです。
ms_my: Chatbot AI terbaik untuk penjanaan utama WooCommerce, carian kandungan pintar dan penglibatan pelanggan interaktif di tapak web WordPress anda.
pl_pl: Najlepszy chatbot AI do generowania leadów WooCommerce, inteligentnego wyszukiwania treści i interaktywnego angażowania klientów w Twojej witrynie WordPress.
pt_br: O chatbot de IA definitivo para geração de leads WooCommerce, pesquisa inteligente de conteúdo e envolvimento interativo do cliente em seu site WordPress.

source: Personalize interactions by dynamically processing user inputs using slots and variables.
ar: قم بتخصيص التفاعلات من خلال معالجة مدخلات المستخدم ديناميكيًا باستخدام الفتحات والمتغيرات.
el: Εξατομικεύστε τις αλληλεπιδράσεις επεξεργάζοντας δυναμικά τις εισόδους των χρηστών χρησιμοποιώντας υποδοχές και μεταβλητές.
es_es: Personalice las interacciones procesando dinámicamente las entradas del usuario utilizando espacios y variables.
fr_fr: Personnalisez les interactions en traitant dynamiquement les entrées des utilisateurs à l'aide d'emplacements et de variables.
id_id: Personalisasikan interaksi dengan memproses masukan pengguna secara dinamis menggunakan slot dan variabel.
it_it: Personalizza le interazioni elaborando dinamicamente gli input dell'utente utilizzando slot e variabili.
ja_jp: スロットと変数を使用してユーザー入力を動的に処理することで、インタラクションをパーソナライズします。
ms_my: Peribadikan interaksi dengan memproses input pengguna secara dinamik menggunakan slot dan pembolehubah.
pl_pl: Personalizuj interakcje poprzez dynamiczne przetwarzanie danych wejściowych użytkownika za pomocą szczelin i zmiennych.
pt_br: Personalize as interações processando dinamicamente as entradas do usuário usando slots e variáveis.

source: Enhance shopping by enabling users to find products and add them to their cart seamlessly.
ar: تعزيز التسوق من خلال تمكين المستخدمين من العثور على المنتجات وإضافتها إلى سلة التسوق الخاصة بهم بسلاسة.
el: Βελτιώστε τις αγορές δίνοντας τη δυνατότητα στους χρήστες να βρίσκουν προϊόντα και να τα προσθέτουν στο καλάθι τους χωρίς προβλήματα.
es_es: Mejore las compras permitiendo a los usuarios encontrar productos y agregarlos a su carrito sin problemas.
fr_fr: Améliorez vos achats en permettant aux utilisateurs de trouver des produits et de les ajouter à leur panier de manière transparente.
id_id: Tingkatkan belanja dengan memungkinkan pengguna menemukan produk dan menambahkannya ke keranjang mereka dengan lancar.
it_it: Migliora lo shopping consentendo agli utenti di trovare prodotti e aggiungerli al carrello senza problemi.
ja_jp: ユーザーがシームレスに商品を見つけてカートに追加できるようにすることで、ショッピングを強化します。
ms_my: Tingkatkan membeli-belah dengan membolehkan pengguna mencari produk dan menambahkannya ke troli mereka dengan lancar.
pl_pl: Usprawnij zakupy, umożliwiając użytkownikom bezproblemowe znajdowanie produktów i dodawanie ich do koszyka.
pt_br: Aprimore as compras, permitindo que os usuários encontrem produtos e os adicionem ao carrinho sem problemas.

source: Website Search
ar: بحث الموقع
el: Αναζήτηση ιστότοπου
es_es: Búsqueda de sitios web
fr_fr: Recherche de sites Web
id_id: Pencarian Situs Web
it_it: Ricerca nel sito web
ja_jp: ウェブサイト検索
ms_my: Carian Laman Web
pl_pl: Wyszukiwanie w witrynie
pt_br: Pesquisa de sites

source: Streamline discovery by helping users find relevant information on your WordPress site.
ar: تبسيط الاكتشاف من خلال مساعدة المستخدمين في العثور على المعلومات ذات الصلة على موقع WordPress الخاص بك.
el: Βελτιώστε την ανακάλυψη βοηθώντας τους χρήστες να βρουν σχετικές πληροφορίες στον ιστότοπό σας στο WordPress.
es_es: Optimice el descubrimiento ayudando a los usuarios a encontrar información relevante en su sitio de WordPress.
fr_fr: Rationalisez la découverte en aidant les utilisateurs à trouver des informations pertinentes sur votre site WordPress.
id_id: Sederhanakan penemuan dengan membantu pengguna menemukan informasi yang relevan di situs WordPress Anda.
it_it: Semplifica la scoperta aiutando gli utenti a trovare informazioni pertinenti sul tuo sito WordPress.
ja_jp: ユーザーが WordPress サイトで関連情報を見つけられるようにすることで、発見を効率化します。
ms_my: Perkemas penemuan dengan membantu pengguna mencari maklumat yang berkaitan di tapak WordPress anda.
pl_pl: Usprawnij odkrywanie, pomagając użytkownikom znaleźć odpowiednie informacje w Twojej witrynie WordPress.
pt_br: Simplifique a descoberta ajudando os usuários a encontrar informações relevantes em seu site WordPress.

source: Please insert activation key to proceed
ar: الرجاء إدخال مفتاح التنشيط للمتابعة
el: Εισαγάγετε το κλειδί ενεργοποίησης για να συνεχίσετε
es_es: Por favor inserte la clave de activación para continuar
fr_fr: Veuillez insérer la clé d'activation pour continuer
id_id: Silakan masukkan kunci aktivasi untuk melanjutkan
it_it: Inserisci la chiave di attivazione per procedere
ja_jp: 続行するにはアクティベーション キーを挿入してください
ms_my: Sila masukkan kunci pengaktifan untuk meneruskan
pl_pl: Aby kontynuować, włóż klucz aktywacyjny
pt_br: Por favor insira a chave de ativação para continuar

source: Addon Installation Failed
ar: فشل تثبيت الملحق
el: Η εγκατάσταση του πρόσθετου απέτυχε
es_es: Error en la instalación del complemento
fr_fr: Échec de l'installation du module complémentaire
id_id: Instalasi Addon Gagal
it_it: Installazione del componente aggiuntivo non riuscita
ja_jp: アドオンのインストールに失敗しました
ms_my: Pemasangan Addon Gagal
pl_pl: Instalacja dodatku nie powiodła się
pt_br: Falha na instalação do complemento

source: Addon installation failed
ar: فشل تثبيت الملحق
el: Η εγκατάσταση του πρόσθετου απέτυχε
es_es: La instalación del complemento falló
fr_fr: L'installation du module complémentaire a échoué
id_id: Instalasi addon gagal
it_it: Installazione del componente aggiuntivo non riuscita
ja_jp: アドオンのインストールに失敗しました
ms_my: Pemasangan addon gagal
pl_pl: Instalacja dodatku nie powiodła się
pt_br: Falha na instalação do complemento

source: Addon Installation Failed, File download error
ar: فشل تثبيت الملحق، خطأ في تنزيل الملف
el: Η εγκατάσταση του πρόσθετου απέτυχε, Σφάλμα λήψης αρχείου
es_es: Error en la instalación del complemento, error de descarga del archivo
fr_fr: Échec de l'installation du module complémentaire, erreur de téléchargement de fichier
id_id: Instalasi Addon Gagal, Kesalahan pengunduhan file
it_it: Installazione del componente aggiuntivo non riuscita, errore di download del file
ja_jp: アドオンのインストールに失敗しました、ファイルのダウンロードエラー
ms_my: Pemasangan Addon Gagal, Ralat muat turun fail
pl_pl: Instalacja dodatku nie powiodła się, błąd pobierania pliku
pt_br: Falha na instalação do complemento, erro no download do arquivo

source: Activated
ar: تفعيلها
el: Ενεργοποιήθηκε
es_es: Activado
fr_fr: Activé
id_id: Diaktifkan
it_it: Attivato
ja_jp: アクティブ化された
ms_my: Diaktifkan
pl_pl: Aktywowany
pt_br: Ativado

source: Deactivate
ar: إلغاء التنشيط
el: Απενεργοποίηση
es_es: Desactivar
fr_fr: Désactiver
id_id: Menonaktifkan
it_it: Disattivare
ja_jp: 非アクティブ化
ms_my: Nyahaktifkan
pl_pl: Dezaktywować
pt_br: Desativar

source: Deactivated
ar: معطل
el: Απενεργοποιήθηκε
es_es: Desactivado
fr_fr: Désactivé
id_id: Dinonaktifkan
it_it: Disattivato
ja_jp: 無効化されました
ms_my: dinyahaktifkan
pl_pl: Dezaktywowane
pt_br: Desativado

source: Activate
ar: فعل
el: Δραστηριοποιώ
es_es: Activar
fr_fr: Activer
id_id: Mengaktifkan
it_it: Attivare
ja_jp: 活性化
ms_my: Aktifkan
pl_pl: Aktywować
pt_br: Ativar

source: Not Installed
ar: غير مثبت
el: Δεν έχει εγκατασταθεί
es_es: No instalado
fr_fr: Non installé
id_id: Tidak Dipasang
it_it: Non installato
ja_jp: インストールされていません
ms_my: Tidak Dipasang
pl_pl: Nie zainstalowano
pt_br: Não instalado

source: Addon Installed Successfully
ar: تم تثبيت الملحق بنجاح
el: Το πρόσθετο εγκαταστάθηκε με επιτυχία
es_es: Complemento instalado correctamente
fr_fr: Module complémentaire installé avec succès
id_id: Addon Berhasil Diinstal
it_it: Componente aggiuntivo installato correttamente
ja_jp: アドオンが正常にインストールされました
ms_my: Addon Berjaya Dipasang
pl_pl: Dodatek został pomyślnie zainstalowany
pt_br: Addon instalado com sucesso

source: Ticket Actions
ar: إجراءات التذاكر
el: Δράσεις εισιτηρίων
es_es: Acciones de tickets
fr_fr: Actions sur les tickets
id_id: Tindakan Tiket
it_it: Azioni del ticket
ja_jp: チケットアクション
ms_my: Tindakan Tiket
pl_pl: Akcje biletowe
pt_br: Ações de ingressos

source: Agents
ar: الوكلاء
el: Πράκτορες
es_es: Agentes
id_id: Agen
it_it: Agenti
ja_jp: エージェント
ms_my: ejen
pl_pl: Agenci
pt_br: Agentes

source: Ticket Auto Close
ar: إغلاق التذكرة تلقائيًا
el: Αυτόματο κλείσιμο εισιτηρίου
es_es: Cierre automático de tickets
fr_fr: Fermeture automatique du ticket
id_id: Tutup Otomatis Tiket
it_it: Chiusura automatica del biglietto
ja_jp: チケットの自動終了
ms_my: Tiket Auto Tutup
pl_pl: Automatyczne zamykanie biletów
pt_br: Fechamento automático do ticket

source: left image
ar: الصورة اليسرى
el: αριστερή εικόνα
es_es: imagen izquierda
fr_fr: image de gauche
id_id: gambar kiri
it_it: immagine a sinistra
ja_jp: 左の画像
ms_my: imej kiri
pl_pl: lewy obraz
pt_br: imagem esquerda

source: right image
ar: الصورة الصحيحة
el: σωστή εικόνα
es_es: imagen derecha
fr_fr: bonne image
id_id: gambar yang tepat
it_it: immagine giusta
ja_jp: 右の画像
ms_my: imej yang betul
pl_pl: właściwy obraz
pt_br: imagem certa

source: Add-ons For Majestic Support
ar: إضافات للحصول على الدعم المهيب
el: Πρόσθετα για Majestic Support
es_es: Complementos para soporte Majestic
fr_fr: Modules complémentaires pour le support Majestic
id_id: Pengaya Untuk Dukungan Luar Biasa
it_it: Componenti aggiuntivi per il supporto Majestic
ja_jp: Majestic サポート用のアドオン
ms_my: Alat tambah Untuk Sokongan Majestic
pl_pl: Dodatki do wsparcia Majestic
pt_br: Complementos para suporte Majestic

source: Get trusted WordPress add-ons. Guaranteed to work fast, safe to use, beautifully coded, packed with features, and are easy to use.
ar: احصل على إضافات WordPress الموثوقة. مضمون للعمل بسرعة، وآمن للاستخدام، ومشفر بشكل جميل، ومليء بالميزات، وسهل الاستخدام.
el: Αποκτήστε αξιόπιστα πρόσθετα WordPress. Εγγυημένα για γρήγορη εργασία, ασφαλή στη χρήση, όμορφα κωδικοποιημένα, γεμάτα με χαρακτηριστικά και είναι εύχρηστα.
es_es: Obtenga complementos confiables de WordPress. Garantiza un funcionamiento rápido, seguro de usar, bellamente codificado, repleto de funciones y fácil de usar.
fr_fr: Obtenez des modules complémentaires WordPress fiables. Garanti de fonctionner rapidement, sûr à utiliser, magnifiquement codé, doté de fonctionnalités et facile à utiliser.
id_id: Dapatkan add-on WordPress tepercaya. Dijamin bekerja cepat, aman digunakan, kodenya indah, dikemas dengan fitur, dan mudah digunakan.
it_it: Ottieni componenti aggiuntivi WordPress affidabili. Garantito per funzionare velocemente, sicuro da usare, ben codificato, ricco di funzionalità e facile da usare.
ja_jp: 信頼できる WordPress アドオンを入手してください。高速に動作し、安全に使用でき、美しくコード化され、機能が満載で、使いやすいことが保証されています。
ms_my: Dapatkan alat tambah WordPress yang dipercayai. Dijamin berfungsi dengan pantas, selamat digunakan, berkod cantik, padat dengan ciri dan mudah digunakan.
pl_pl: Uzyskaj zaufane dodatki do WordPress. Gwarantujemy szybką pracę, bezpieczeństwo w użyciu, pięknie zakodowane, mnóstwo funkcji i łatwość użycia.
pt_br: Obtenha complementos confiáveis ​​para WordPress. Garantido para funcionar de forma rápida, segura de usar, lindamente codificada, repleta de recursos e fácil de usar.
