Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: detail page link
ar: رابط صفحة التفاصيل
el: σύνδεσμος σελίδας λεπτομερειών
es_es: enlace de la página de detalles
fr_fr: lien vers la page de détail
id_id: tautan halaman detail
it_it: collegamento alla pagina dei dettagli
ja_jp: 詳細ページリンク
ms_my: pautan halaman terperinci
pl_pl: link do strony ze szczegółami
pt_br: link da página de detalhes

source: Save Template
ar: حفظ القالب
el: Αποθήκευση προτύπου
es_es: Guardar plantilla
fr_fr: Enregistrer le modèle
id_id: Simpan Templat
it_it: Salva modello
ja_jp: テンプレートの保存
ms_my: Simpan Templat
pl_pl: Zapisz szablon
pt_br: Salvar modelo

source: Create a Post
ar: إنشاء مشاركة
el: Δημιουργήστε μια ανάρτηση
es_es: Crear una publicación
fr_fr: Créer une publication
id_id: Buat Postingan
it_it: Crea un messaggio
ja_jp: 投稿を作成する
ms_my: Buat Siaran
pl_pl: Utwórz post
pt_br: Crie uma postagem

source: Please first create a sample post to use template section.
ar: يرجى أولاً إنشاء منشور نموذجي لاستخدام قسم القالب.
el: Δημιουργήστε πρώτα ένα δείγμα ανάρτησης για να χρησιμοποιήσετε την ενότητα προτύπου.
es_es: Primero cree una publicación de muestra para usar la sección de plantilla.
fr_fr: Veuillez d'abord créer un exemple de publication pour utiliser la section modèle.
id_id: Silakan buat dulu contoh postingan untuk menggunakan bagian template.
it_it: Per prima cosa crea un post di esempio per utilizzare la sezione modello.
ja_jp: まず、テンプレート セクションを使用するサンプル投稿を作成してください。
ms_my: Sila buat contoh siaran dahulu untuk menggunakan bahagian templat.
pl_pl: Najpierw utwórz przykładowy post, aby skorzystać z sekcji szablonów.
pt_br: Primeiro crie um post de exemplo para usar a seção de modelos.

source: AI web search enabled successfully.
ar: تم تمكين بحث الويب بالذكاء الاصطناعي بنجاح.
el: Η αναζήτηση ιστού AI ενεργοποιήθηκε με επιτυχία.
es_es: La búsqueda web con IA se habilitó correctamente.
fr_fr: La recherche Web AI a été activée avec succès.
id_id: Pencarian web AI berhasil diaktifkan.
it_it: Ricerca web AI abilitata correttamente.
ja_jp: AI Web 検索が正常に有効になりました。
ms_my: Carian web AI berjaya didayakan.
pl_pl: Wyszukiwanie internetowe AI zostało pomyślnie włączone.
pt_br: Pesquisa na Web com IA ativada com sucesso.

source: AI web search already enabled.
ar: تم تمكين بحث الويب بالذكاء الاصطناعي بالفعل.
el: Η αναζήτηση ιστού AI είναι ήδη ενεργοποιημένη.
es_es: La búsqueda web con IA ya está habilitada.
fr_fr: La recherche Web AI est déjà activée.
id_id: Pencarian web AI sudah diaktifkan.
it_it: Ricerca web AI già abilitata.
ja_jp: AI ウェブ検索はすでに有効になっています。
ms_my: Carian web AI sudah didayakan.
pl_pl: Wyszukiwanie internetowe AI jest już włączone.
pt_br: A pesquisa na web com IA já está ativada.

source: Something went wrong.
ar: حدث خطأ ما.
el: Κάτι πήγε στραβά.
es_es: Algo salió mal.
fr_fr: Quelque chose s'est mal passé.
id_id: Ada yang tidak beres.
it_it: Qualcosa è andato storto.
ja_jp: 何か問題が発生しました。
ms_my: Sesuatu telah berlaku.
pl_pl: Coś poszło nie tak.
pt_br: Algo deu errado.

source: AI web search disabled successfully.
ar: تم تعطيل بحث الويب بالذكاء الاصطناعي بنجاح.
el: Η αναζήτηση ιστού AI απενεργοποιήθηκε με επιτυχία.
es_es: La búsqueda web AI se deshabilitó correctamente.
fr_fr: La recherche Web AI a été désactivée avec succès.
id_id: Pencarian web AI berhasil dinonaktifkan.
it_it: Ricerca web AI disabilitata correttamente.
ja_jp: AI Web 検索が正常に無効になりました。
ms_my: Carian web AI berjaya dilumpuhkan.
pl_pl: Wyszukiwanie internetowe AI zostało pomyślnie wyłączone.
pt_br: Pesquisa na web AI desativada com sucesso.

source: New post type search enabled successfully.
ar: تم تمكين البحث عن نوع المنشور الجديد بنجاح.
el: Η αναζήτηση νέου τύπου ανάρτησης ενεργοποιήθηκε με επιτυχία.
es_es: La búsqueda de nuevos tipos de publicaciones se habilitó correctamente.
fr_fr: La recherche d'un nouveau type de publication a été activée avec succès.
id_id: Pencarian jenis postingan baru berhasil diaktifkan.
it_it: La ricerca del nuovo tipo di post è stata abilitata correttamente.
ja_jp: 新しい投稿タイプの検索が正常に有効になりました。
ms_my: Carian jenis siaran baharu berjaya didayakan.
pl_pl: Pomyślnie włączono wyszukiwanie nowego typu wpisu.
pt_br: Nova pesquisa de tipo de postagem ativada com sucesso.

source: New post type search disabled successfully.
ar: تم تعطيل البحث عن نوع المنشور الجديد بنجاح.
el: Η αναζήτηση νέου τύπου ανάρτησης απενεργοποιήθηκε με επιτυχία.
es_es: La búsqueda de nuevos tipos de publicaciones se deshabilitó correctamente.
fr_fr: La recherche de nouveaux types de messages a été désactivée avec succès.
id_id: Pencarian jenis postingan baru berhasil dinonaktifkan.
it_it: La ricerca del nuovo tipo di post è stata disabilitata correttamente.
ja_jp: 新しい投稿タイプの検索が正常に無効になりました。
ms_my: Carian jenis siaran baharu berjaya dilumpuhkan.
pl_pl: Wyszukiwanie nowego typu wpisu zostało pomyślnie wyłączone.
pt_br: Pesquisa de novo tipo de postagem desativada com sucesso.

source: Data Synchronization Needed
ar: مطلوب مزامنة البيانات
el: Απαιτείται συγχρονισμός δεδομένων
es_es: Se necesita sincronización de datos
fr_fr: Synchronisation des données nécessaire
id_id: Sinkronisasi Data Diperlukan
it_it: È necessaria la sincronizzazione dei dati
ja_jp: データ同期が必要です
ms_my: Penyegerakan Data Diperlukan
pl_pl: Potrzebna synchronizacja danych
pt_br: Sincronização de dados necessária

source: Your data is not updated. To ensure accurate results, please synchronize your AI web search data.
ar: لا يتم تحديث البيانات الخاصة بك. لضمان الحصول على نتائج دقيقة، يرجى مزامنة بيانات بحث الويب الخاصة بالذكاء الاصطناعي.
el: Τα δεδομένα σας δεν ενημερώνονται. Για να διασφαλίσετε ακριβή αποτελέσματα, συγχρονίστε τα δεδομένα αναζήτησης ιστού AI.
es_es: Tus datos no están actualizados. Para garantizar resultados precisos, sincronice sus datos de búsqueda web de IA.
fr_fr: Vos données ne sont pas mises à jour. Pour garantir des résultats précis, veuillez synchroniser vos données de recherche Web AI.
id_id: Data Anda tidak diperbarui. Untuk memastikan hasil yang akurat, harap sinkronkan data pencarian web AI Anda.
it_it: I tuoi dati non sono aggiornati. Per garantire risultati accurati, sincronizza i dati della ricerca web AI.
ja_jp: データは更新されていません。正確な結果を保証するには、AI Web 検索データを同期してください。
ms_my: Data anda tidak dikemas kini. Untuk memastikan hasil yang tepat, sila segerakkan data carian web AI anda.
pl_pl: Twoje dane nie są aktualizowane. Aby zapewnić dokładne wyniki, zsynchronizuj dane wyszukiwania internetowego AI.
pt_br: Seus dados não estão atualizados. Para garantir resultados precisos, sincronize seus dados de pesquisa na web com IA.

source: Enable AI web Search
ar: تمكين بحث الويب بالذكاء الاصطناعي
el: Ενεργοποιήστε την αναζήτηση ιστού AI
es_es: Habilitar la búsqueda web con IA
fr_fr: Activer la recherche Web IA
id_id: Aktifkan Pencarian web AI
it_it: Abilita la ricerca web AI
ja_jp: AI ウェブ検索を有効にする
ms_my: Dayakan Carian web AI
pl_pl: Włącz wyszukiwanie internetowe AI
pt_br: Ativar pesquisa na Web com IA

source: Enable this feature to provide users with direct AI web search results in the chat, offering them a broader context for their queries.
ar: قم بتمكين هذه الميزة لتزويد المستخدمين بنتائج بحث ويب مباشرة مدعمة بالذكاء الاصطناعي في الدردشة، مما يوفر لهم سياقًا أوسع لاستفساراتهم.
el: Ενεργοποιήστε αυτήν τη λειτουργία για να παρέχει στους χρήστες άμεσα αποτελέσματα αναζήτησης ιστού AI στη συνομιλία, προσφέροντάς τους ένα ευρύτερο πλαίσιο για τα ερωτήματά τους.
es_es: Habilite esta función para proporcionar a los usuarios resultados de búsqueda web de IA directos en el chat, ofreciéndoles un contexto más amplio para sus consultas.
fr_fr: Activez cette fonctionnalité pour fournir aux utilisateurs des résultats de recherche Web IA directs dans le chat, leur offrant ainsi un contexte plus large pour leurs requêtes.
id_id: Aktifkan fitur ini untuk memberikan hasil penelusuran web AI langsung kepada pengguna dalam obrolan, sehingga menawarkan konteks yang lebih luas untuk kueri mereka.
it_it: Abilita questa funzione per fornire agli utenti risultati di ricerca web AI diretti nella chat, offrendo loro un contesto più ampio per le loro query.
ja_jp: この機能を有効にすると、チャット内で直接 AI Web 検索結果がユーザーに提供され、クエリに対するより広範なコンテキストが提供されます。
ms_my: Dayakan ciri ini untuk memberikan pengguna hasil carian web AI langsung dalam sembang, menawarkan mereka konteks yang lebih luas untuk pertanyaan mereka.
pl_pl: Włącz tę funkcję, aby zapewnić użytkownikom bezpośrednie wyniki wyszukiwania w sieci AI na czacie, oferując im szerszy kontekst dla ich zapytań.
pt_br: Habilite esse recurso para fornecer aos usuários resultados diretos de pesquisa na web com IA no chat, oferecendo-lhes um contexto mais amplo para suas consultas.

source: Enable New Post Type Search
ar: تمكين البحث عن نوع منشور جديد
el: Ενεργοποιήστε την Αναζήτηση τύπου νέας ανάρτησης
es_es: Habilitar búsqueda de nuevo tipo de publicación
fr_fr: Activer la recherche d'un nouveau type de publication
id_id: Aktifkan Pencarian Jenis Posting Baru
it_it: Abilita la ricerca per nuovo tipo di post
ja_jp: 新しい投稿タイプの検索を有効にする
ms_my: Dayakan Carian Jenis Siaran Baharu
pl_pl: Włącz wyszukiwanie nowego typu postu
pt_br: Habilitar pesquisa de novo tipo de postagem

source: Lable
ar: لابل
es_es: etiqueta
fr_fr: Étiquette
id_id: Label
it_it: Etichetta
ja_jp: ラベル
ms_my: Label
pl_pl: Etykieta
pt_br: Etiqueta

source: Post lable
ar: تسمية المشاركة
el: Ετικέτα ανάρτησης
es_es: Etiqueta de publicación
fr_fr: Étiquette de publication
id_id: Label pos
it_it: Etichetta postale
ja_jp: 郵便ラベル
ms_my: Label siaran
pl_pl: Etykieta pocztowa
pt_br: Etiqueta de postagem

source: WooCommerce is currently inactive.
ar: WooCommerce غير نشط حاليًا.
el: Το WooCommerce είναι προς το παρόν ανενεργό.
es_es: WooCommerce está actualmente inactivo.
fr_fr: WooCommerce est actuellement inactif.
id_id: WooCommerce saat ini tidak aktif.
it_it: WooCommerce è attualmente inattivo.
ja_jp: WooCommerce は現在非アクティブです。
ms_my: WooCommerce tidak aktif pada masa ini.
pl_pl: WooCommerce jest obecnie nieaktywny.
pt_br: WooCommerce está atualmente inativo.

source: No product was found.
ar: لم يتم العثور على أي منتج.
el: Δεν βρέθηκε κανένα προϊόν.
es_es: No se encontró ningún producto.
fr_fr: Aucun produit n'a été trouvé.
id_id: Tidak ada produk yang ditemukan.
it_it: Nessun prodotto è stato trovato.
ja_jp: 製品が見つかりませんでした。
ms_my: Tiada produk ditemui.
pl_pl: Nie znaleziono żadnego produktu.
pt_br: Nenhum produto foi encontrado.

source: Please enter a valid product or category name.
ar: الرجاء إدخال اسم منتج أو فئة صالح.
el: Εισαγάγετε ένα έγκυρο όνομα προϊόντος ή κατηγορίας.
es_es: Por favor ingrese un nombre de categoría o producto válido.
fr_fr: Veuillez saisir un nom de produit ou de catégorie valide.
id_id: Silakan masukkan nama produk atau kategori yang valid.
it_it: Inserisci un nome di prodotto o categoria valido.
ja_jp: 有効な製品名またはカテゴリ名を入力してください。
ms_my: Sila masukkan nama produk atau kategori yang sah.
pl_pl: Proszę wprowadzić prawidłową nazwę produktu lub kategorii.
pt_br: Insira um nome de produto ou categoria válido.

source: Please enter a valid price.
ar: الرجاء إدخال سعر صالح.
el: Εισαγάγετε μια έγκυρη τιμή.
es_es: Por favor ingrese un precio válido.
fr_fr: Veuillez saisir un prix valide.
id_id: Silakan masukkan harga yang valid.
it_it: Inserisci un prezzo valido.
ja_jp: 有効な価格を入力してください。
ms_my: Sila masukkan harga yang sah.
pl_pl: Proszę wprowadzić prawidłową cenę.
pt_br: Insira um preço válido.

source: Please enter a valid price range.
ar: الرجاء إدخال نطاق سعر صالح.
el: Εισαγάγετε ένα έγκυρο εύρος τιμών.
es_es: Por favor ingrese un rango de precios válido.
fr_fr: Veuillez saisir une fourchette de prix valide.
id_id: Silakan masukkan kisaran harga yang valid.
it_it: Inserisci una fascia di prezzo valida.
ja_jp: 有効な価格範囲を入力してください。
ms_my: Sila masukkan julat harga yang sah.
pl_pl: Proszę wprowadzić prawidłowy przedział cenowy.
pt_br: Insira uma faixa de preço válida.

source: Your cart is currently empty.
ar: سلة التسوق الخاصة بك فارغة حاليا.
el: Το καλάθι σας είναι άδειο.
es_es: Su carrito está actualmente vacío.
fr_fr: Votre panier est actuellement vide.
id_id: Keranjang Anda saat ini kosong.
it_it: Il tuo carrello è attualmente vuoto.
ja_jp: カートは現在空です。
ms_my: Troli anda kosong pada masa ini.
pl_pl: Twój koszyk jest obecnie pusty.
pt_br: Seu carrinho está vazio no momento.

source: Cart Details
ar: تفاصيل العربة
el: Στοιχεία Καλαθιού
es_es: Detalles del carrito
fr_fr: Détails du panier
id_id: Detail Keranjang
it_it: Dettagli del carrello
ja_jp: カートの詳細
ms_my: Butiran Troli
pl_pl: Szczegóły koszyka
pt_br: Detalhes do carrinho

source: Price
ar: سعر
el: Τιμή
es_es: Precio
fr_fr: Prix
id_id: Harga
it_it: Prezzo
ja_jp: 価格
ms_my: harga
pl_pl: Cena
pt_br: Preço

source: Change
ar: يتغير
el: Αλλαγή
es_es: Cambiar
fr_fr: Changement
id_id: Mengubah
it_it: Modifica
ja_jp: 変化
ms_my: Berubah
pl_pl: Zmiana
pt_br: Mudar

source: Total Price
ar: السعر الإجمالي
el: Συνολική Τιμή
es_es: Precio total
fr_fr: Prix ​​total
id_id: Harga Total
it_it: Prezzo totale
ja_jp: 合計価格
ms_my: Jumlah Harga
pl_pl: Całkowita cena
pt_br: Preço total

source: Remove Item
ar: إزالة العنصر
el: Αφαίρεση αντικειμένου
es_es: Quitar artículo
fr_fr: Supprimer l'élément
id_id: Hapus Barang
it_it: Rimuovi elemento
ja_jp: アイテムの削除
ms_my: Keluarkan Item
pl_pl: Usuń element
pt_br: Remover item

source: Subtotal
ar: المجموع الفرعي
el: Υποσύνολο
es_es: Total parcial
fr_fr: Total
it_it: Totale parziale
ja_jp: 小計
ms_my: Jumlah kecil
pl_pl: Suma częściowa

source: Total
ar: المجموع
el: Σύνολο
it_it: Totale
ja_jp: 合計
ms_my: Jumlah
pl_pl: Całkowity

source: Proceed to Checkout
ar: الشروع في الخروج
el: Προχωρήστε στο Checkout
es_es: Pasar por la caja
fr_fr: Passer à la caisse
id_id: Lanjutkan ke Pembayaran
it_it: Procedere al checkout
ja_jp: チェックアウトに進む
ms_my: Teruskan ke Checkout
pl_pl: Przejdź do kasy
pt_br: Fazer o check-out

source: is out of stock.
ar: هو من المخزون.
el: είναι εκτός αποθέματος.
es_es: está agotado.
fr_fr: est en rupture de stock.
id_id: kehabisan stok.
it_it: è esaurito.
ja_jp: 在庫切れです。
ms_my: kehabisan stok.
pl_pl: nie ma w magazynie.
pt_br: está esgotado.

source: You cannot add another “
ar: لا يمكنك إضافة "آخر"
el: Δεν μπορείτε να προσθέσετε άλλο "
es_es: No puedes agregar otro”
fr_fr: Vous ne pouvez pas en ajouter un autre "
id_id: Anda tidak dapat menambahkan yang lain “
it_it: Non puoi aggiungerne un altro “
ja_jp: 別の「」を追加することはできません
ms_my: Anda tidak boleh menambah satu lagi "
pl_pl: Nie możesz dodać kolejnego „
pt_br: Você não pode adicionar outro “

source: ” to your cart.
ar: "إلى سلة التسوق الخاصة بك.
el: ” στο καλάθι σας.
es_es: ”a tu carrito.
fr_fr: » à votre panier.
id_id: ” ke keranjang Anda.
it_it: " al tuo carrello.
ja_jp: ”をカートに入れてください。
ms_my: ” ke troli anda.
pl_pl: ”do Twojego koszyka.
pt_br: ”Para o seu carrinho.

source: You cannot add more than
ar: لا يمكنك إضافة أكثر من
el: Δεν μπορείτε να προσθέσετε περισσότερα από
es_es: No puedes agregar más de
fr_fr: Vous ne pouvez pas ajouter plus de
id_id: Anda tidak dapat menambahkan lebih dari
it_it: Non puoi aggiungere più di
ja_jp: 以上を追加することはできません
ms_my: Anda tidak boleh menambah lebih daripada
pl_pl: Nie możesz dodać więcej niż
pt_br: Você não pode adicionar mais do que

source: of this product to your cart.
ar: من هذا المنتج إلى سلة التسوق الخاصة بك.
el: αυτού του προϊόντος στο καλάθι σας.
es_es: de este producto a su carrito.
fr_fr: de ce produit dans votre panier.
id_id: produk ini ke keranjang Anda.
it_it: di questo prodotto nel tuo carrello.
ja_jp: この商品をカートに入れます。
ms_my: produk ini ke troli anda.
pl_pl: tego produktu do Twojego koszyka.
pt_br: deste produto para o seu carrinho.

source: has been added to your cart.
ar: تمت إضافته إلى سلة التسوق الخاصة بك.
el: έχει προστεθεί στο καλάθι σας.
es_es: ha sido agregado a su carrito.
fr_fr: a été ajouté à votre panier.
id_id: telah ditambahkan ke keranjang Anda.
it_it: è stato aggiunto al tuo carrello.
ja_jp: がカートに追加されました。
ms_my: telah ditambahkan pada troli anda.
pl_pl: został dodany do Twojego koszyka.
pt_br: foi adicionado ao seu carrinho.

source: has not been added to your cart. Please try again.
ar: لم تتم إضافته إلى سلة التسوق الخاصة بك. يرجى المحاولة مرة أخرى.
el: δεν έχει προστεθεί στο καλάθι σας. Δοκιμάστε ξανά.
es_es: no ha sido agregado a su carrito. Por favor inténtalo de nuevo.
fr_fr: n'a pas été ajouté à votre panier. Veuillez réessayer.
id_id: belum ditambahkan ke keranjang Anda. Silakan coba lagi.
it_it: non è stato aggiunto al tuo carrello. Per favore riprova.
ja_jp: カートに追加されていません。もう一度試してください。
ms_my: belum ditambahkan pada troli anda. Sila cuba lagi.
pl_pl: nie został dodany do Twojego koszyka. Spróbuj ponownie.
pt_br: não foi adicionado ao seu carrinho. Por favor, tente novamente.

source: View Cart
ar: عرض العربة
el: Προβολή καλαθιού
es_es: Ver carrito
fr_fr: Voir le panier
id_id: Lihat Keranjang
it_it: Visualizza carrello
ja_jp: カートを見る
ms_my: Lihat Troli
pl_pl: Zobacz koszyk
pt_br: Ver carrinho

source: Please select a product!
ar: الرجاء تحديد المنتج!
el: Επιλέξτε ένα προϊόν!
es_es: ¡Por favor seleccione un producto!
fr_fr: Veuillez sélectionner un produit !
id_id: Silakan pilih produk!
it_it: Seleziona un prodotto!
ja_jp: 商品をお選びください！
ms_my: Sila pilih produk!
pl_pl: Proszę wybrać produkt!
pt_br: Selecione um produto!

source: There are no variations available.
ar: لا توجد اختلافات متاحة.
el: Δεν υπάρχουν διαθέσιμες παραλλαγές.
es_es: No hay variaciones disponibles.
fr_fr: Aucune variante n'est disponible.
id_id: Tidak ada variasi yang tersedia.
it_it: Non ci sono varianti disponibili.
ja_jp: バリエーションはありません。
ms_my: Tiada variasi tersedia.
pl_pl: Nie ma dostępnych żadnych odmian.
pt_br: Não há variações disponíveis.

source: Product not found or not a variable product.
ar: لم يتم العثور على المنتج أو أنه ليس منتجًا متغيرًا.
el: Το προϊόν δεν βρέθηκε ή δεν είναι μεταβλητό προϊόν.
es_es: Producto no encontrado o no es un producto variable.
fr_fr: Produit introuvable ou produit non variable.
id_id: Produk tidak ditemukan atau bukan produk variabel.
it_it: Prodotto non trovato o prodotto non variabile.
ja_jp: 製品が見つからないか、可変製品ではありません。
ms_my: Produk tidak ditemui atau bukan produk berubah-ubah.
pl_pl: Nie znaleziono produktu lub nie jest to produkt zmienny.
pt_br: Produto não encontrado ou não é um produto variável.

source: You can't add another “
ar: لا يمكنك إضافة آخر "
el: Δεν μπορείτε να προσθέσετε άλλο "
es_es: No puedes agregar otro “
fr_fr: Vous ne pouvez pas en ajouter un autre "
id_id: Anda tidak dapat menambahkan yang lain “
it_it: Non puoi aggiungerne un altro "
ja_jp: 別の「」を追加することはできません
ms_my: Anda tidak boleh menambah satu lagi “
pl_pl: Nie możesz dodać kolejnego”
pt_br: Você não pode adicionar outro “

source: There was an error while adding the product to the cart.
ar: حدث خطأ أثناء إضافة المنتج إلى سلة التسوق.
el: Παρουσιάστηκε σφάλμα κατά την προσθήκη του προϊόντος στο καλάθι.
es_es: Hubo un error al agregar el producto al carrito.
fr_fr: Une erreur s'est produite lors de l'ajout du produit au panier.
id_id: Terjadi kesalahan saat menambahkan produk ke keranjang.
it_it: Si è verificato un errore durante l'aggiunta del prodotto al carrello.
ja_jp: 商品をカートに追加する際にエラーが発生しました。
ms_my: Terdapat ralat semasa menambahkan produk pada troli.
pl_pl: Podczas dodawania produktu do koszyka wystąpił błąd.
pt_br: Ocorreu um erro ao adicionar o produto ao carrinho.

source: The requested variation with the specified attributes could not be found.
ar: تعذر العثور على الاختلاف المطلوب بالسمات المحددة.
el: Δεν ήταν δυνατή η εύρεση της ζητούμενης παραλλαγής με τα καθορισμένα χαρακτηριστικά.
es_es: No se pudo encontrar la variación solicitada con los atributos especificados.
fr_fr: La variation demandée avec les attributs spécifiés est introuvable.
id_id: Variasi yang diminta dengan atribut yang ditentukan tidak dapat ditemukan.
it_it: Impossibile trovare la variazione richiesta con gli attributi specificati.
ja_jp: 指定された属性を持つ要求されたバリエーションが見つかりませんでした。
ms_my: Variasi yang diminta dengan atribut yang ditentukan tidak dapat ditemui.
pl_pl: Nie można znaleźć żądanej odmiany z określonymi atrybutami.
pt_br: A variação solicitada com os atributos especificados não foi encontrada.

source: Change Quantity
ar: تغيير الكمية
el: Αλλαγή Ποσότητας
es_es: Cambiar cantidad
fr_fr: Changer la quantité
id_id: Ubah Kuantitas
it_it: Modifica quantità
ja_jp: 数量の変更
ms_my: Tukar Kuantiti
pl_pl: Zmień ilość
pt_br: Alterar quantidade

source: Update
ar: تحديث
el: Εκσυγχρονίζω
es_es: Actualizar
fr_fr: Mise à jour
id_id: Memperbarui
it_it: Aggiornamento
ja_jp: アップデート
ms_my: Kemas kini
pl_pl: Aktualizacja
pt_br: Atualizar

source: The cart is empty.
ar: العربة فارغة.
el: Το καλάθι είναι άδειο.
es_es: El carrito está vacío.
fr_fr: Le panier est vide.
id_id: Gerobaknya kosong.
it_it: Il carrello è vuoto.
ja_jp: カートは空です。
ms_my: Troli itu kosong.
pl_pl: Wózek jest pusty.
pt_br: O carrinho está vazio.

source: Cart item is not found.
ar: لم يتم العثور على عنصر سلة التسوق.
el: Το προϊόν στο καλάθι δεν βρέθηκε.
es_es: No se encuentra el artículo del carrito.
fr_fr: L'article du panier est introuvable.
id_id: Item keranjang tidak ditemukan.
it_it: L'articolo nel carrello non è stato trovato.
ja_jp: カートの項目が見つかりません。
ms_my: Item troli tidak ditemui.
pl_pl: Nie znaleziono pozycji w koszyku.
pt_br: O item do carrinho não foi encontrado.

source: The item was not found in the cart.
ar: لم يتم العثور على العنصر في سلة التسوق.
el: Το προϊόν δεν βρέθηκε στο καλάθι.
es_es: El artículo no se encontró en el carrito.
fr_fr: L'article n'a pas été trouvé dans le panier.
id_id: Barang tidak ditemukan di keranjang.
it_it: L'articolo non è stato trovato nel carrello.
ja_jp: カート内に商品が見つかりませんでした。
ms_my: Item itu tidak ditemui dalam troli.
pl_pl: Artykuł nie został znaleziony w koszyku.
pt_br: O item não foi encontrado no carrinho.

source: Quantity updated successfully!
ar: تم تحديث الكمية بنجاح!
el: Η ποσότητα ενημερώθηκε με επιτυχία!
es_es: ¡Cantidad actualizada correctamente!
fr_fr: Quantité mise à jour avec succès !
id_id: Kuantitas berhasil diperbarui!
it_it: Quantità aggiornata con successo!
ja_jp: 数量が正常に更新されました。
ms_my: Kuantiti berjaya dikemas kini!
pl_pl: Ilość została pomyślnie zaktualizowana!
pt_br: Quantidade atualizada com sucesso!

source: Change quantity
ar: تغيير الكمية
el: Αλλαγή ποσότητας
es_es: Cambiar cantidad
fr_fr: Changer la quantité
id_id: Ubah kuantitas
it_it: Modifica quantità
ja_jp: 数量変更
ms_my: Tukar kuantiti
pl_pl: Zmień ilość
pt_br: Alterar quantidade

source: Edit Post Type
ar: تحرير نوع المشاركة
el: Επεξεργασία τύπου ανάρτησης
es_es: Editar tipo de publicación
fr_fr: Modifier le type de message
id_id: Edit Jenis Posting
it_it: Modifica tipo di messaggio
ja_jp: 投稿タイプの編集
ms_my: Edit Jenis Catatan
pl_pl: Edytuj typ postu
pt_br: Editar tipo de postagem

source: Parameter
ar: المعلمة
el: Παράμετρος
es_es: Parámetro
fr_fr: Paramètre
it_it: Parametro
ja_jp: パラメータ
pl_pl: Parametr
pt_br: Parâmetro

source: delete
ar: يمسح
el: διαγράφω
es_es: borrar
fr_fr: supprimer
id_id: menghapus
it_it: eliminare
ja_jp: 消去
ms_my: padam
pl_pl: usuwać
pt_br: excluir

source: add intent
ar: إضافة نية
el: προσθέστε πρόθεση
es_es: agregar intención
fr_fr: ajouter une intention
id_id: menambahkan niat
it_it: aggiungi intenzione
ja_jp: インテントを追加する
ms_my: tambah niat
pl_pl: dodaj intencję
pt_br: adicionar intenção

source: plus icon
ar: أيقونة زائد
el: εικονίδιο συν
es_es: icono más
fr_fr: icône plus
id_id: ditambah ikon
it_it: icona più
ja_jp: プラスアイコン
ms_my: ikon tambah
pl_pl: ikona plusa
pt_br: mais ícone

source: Add Intents
ar: إضافة النوايا
el: Προσθήκη προθέσεων
es_es: Agregar intenciones
fr_fr: Ajouter des intentions
id_id: Tambahkan Maksud
it_it: Aggiungi intenti
ja_jp: インテントの追加
ms_my: Tambah Niat
pl_pl: Dodaj intencje
pt_br: Adicionar intenções
