Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: Looks like there was a problem resetting your password:
ar: يبدو أن هناك مشكلة في إعادة تعيين كلمة المرور الخاصة بك:
el: Φαίνεται ότι παρουσιάστηκε πρόβλημα με την επαναφορά του κωδικού πρόσβασής σας:
es_es: Parece que hubo un problema al restablecer tu contraseña:
fr_fr: Il semble qu'un problème soit survenu lors de la réinitialisation de votre mot de passe :
id_id: Sepertinya ada masalah saat menyetel ulang sandi Anda:
it_it: Sembra che si sia verificato un problema durante la reimpostazione della password:
ja_jp: パスワードのリセット中に問題が発生したようです:
ms_my: Nampaknya terdapat masalah menetapkan semula kata laluan anda:
pl_pl: Wygląda na to, że wystąpił problem podczas resetowania hasła:
pt_br: Parece que houve um problema ao redefinir sua senha:

source: User not found!
ar: لم يتم العثور على المستخدم!
el: Ο χρήστης δεν βρέθηκε!
es_es: Usuario no encontrado!
fr_fr: Utilisateur introuvable !
id_id: Pengguna tidak ditemukan!
it_it: Utente non trovato!
ja_jp: ユーザーが見つかりません!
ms_my: Pengguna tidak ditemui!
pl_pl: Nie znaleziono użytkownika!
pt_br: Usuário não encontrado!

source: Okay, I have sent the recovery email. Thank you for your patience.
ar: حسنًا، لقد أرسلت رسالة الاسترداد عبر البريد الإلكتروني. شكرا لك على صبركم.
el: Εντάξει, έστειλα το email ανάκτησης. Σας ευχαριστούμε για την υπομονή σας.
es_es: Bien, he enviado el correo electrónico de recuperación. Gracias por tu paciencia.
fr_fr: D'accord, j'ai envoyé l'e-mail de récupération. Merci pour votre patience.
id_id: Oke, saya sudah mengirimkan email pemulihannya. Terima kasih atas kesabaran Anda.
it_it: Ok, ho inviato l'e-mail di recupero. Grazie per la pazienza.
ja_jp: はい、回復メールを送信しました。ご理解いただきありがとうございます。
ms_my: Okey, saya telah menghantar e-mel pemulihan. Terima kasih atas kesabaran anda.
pl_pl: OK, wysłałem e-mail dotyczący odzyskiwania. Dziękujemy za cierpliwość.
pt_br: Ok, enviei o e-mail de recuperação. Obrigado pela sua paciência.

source: Your query is sent to the admin.
ar: يتم إرسال استفسارك إلى المشرف.
el: Το ερώτημά σας αποστέλλεται στον διαχειριστή.
es_es: Su consulta se envía al administrador.
fr_fr: Votre requête est envoyée à l'administrateur.
id_id: Permintaan Anda dikirim ke admin.
it_it: La tua query viene inviata all'amministratore.
ja_jp: あなたのクエリは管理者に送信されます。
ms_my: Pertanyaan anda dihantar kepada pentadbir.
pl_pl: Twoje zapytanie zostało wysłane do administratora.
pt_br: Sua consulta é enviada ao administrador.

source: Enable
ar: يُمكَِن
el: Καθιστώ ικανό
es_es: Permitir
fr_fr: Activer
id_id: Memungkinkan
it_it: Abilitare
ja_jp: 有効にする
ms_my: Dayakan
pl_pl: Włączać
pt_br: Habilitar

source: Smart Popup
ar: المنبثقة الذكية
el: Έξυπνο αναδυόμενο παράθυρο
es_es: Ventana emergente inteligente
fr_fr: Fenêtre contextuelle intelligente
id_id: Popup Cerdas
it_it: Popup intelligente
ja_jp: スマートポップアップ
ms_my: Pop Timbul Pintar
pl_pl: Inteligentne wyskakujące okienko
pt_br: Pop-up inteligente

source: Standard Popup
ar: المنبثقة القياسية
el: Τυπικό αναδυόμενο παράθυρο
es_es: Ventana emergente estándar
fr_fr: Fenêtre contextuelle standard
id_id: Popup Standar
it_it: Popup standard
ja_jp: 標準ポップアップ
ms_my: Pop Timbul Standard
pl_pl: Standardowe wyskakujące okienko
pt_br: Pop-up padrão

source: Appearance
ar: مظهر
el: Εμφάνιση
es_es: Apariencia
fr_fr: Apparence
id_id: Penampilan
it_it: Aspetto
ja_jp: 外観
ms_my: Penampilan
pl_pl: Wygląd
pt_br: Aparência

source: Choose File
ar: اختر ملف
el: Επιλέξτε Αρχείο
es_es: Elija archivo
fr_fr: Choisir un fichier
id_id: Pilih File
it_it: Scegli File
ja_jp: ファイルを選択
ms_my: Pilih Fail
pl_pl: Wybierz Plik
pt_br: Escolha arquivo

source: User Default Image
ar: الصورة الافتراضية للمستخدم
el: Προεπιλεγμένη εικόνα χρήστη
es_es: Imagen predeterminada del usuario
fr_fr: Image par défaut de l'utilisateur
id_id: Gambar Default Pengguna
it_it: Immagine predefinita dall'utente
ja_jp: ユーザーデフォルト画像
ms_my: Imej Lalai Pengguna
pl_pl: Domyślny obraz użytkownika
pt_br: Imagem padrão do usuário

source: Primary Color
ar: اللون الأساسي
el: Πρωτεύον χρώμα
es_es: Color primario
fr_fr: Couleur primaire
id_id: Warna Primer
it_it: Colore primario
ja_jp: 原色
ms_my: Warna Utama
pl_pl: Kolor podstawowy
pt_br: Cor Primária

source: Choose Color
ar: اختر اللون
el: Επιλέξτε Χρώμα
es_es: Elige color
fr_fr: Choisissez la couleur
id_id: Pilih Warna
it_it: Scegli il colore
ja_jp: 色の選択
ms_my: Pilih Warna
pl_pl: Wybierz Kolor
pt_br: Escolha a cor

source: User Text Background
ar: خلفية نص المستخدم
el: Φόντο κειμένου χρήστη
es_es: Fondo del texto del usuario
fr_fr: Arrière-plan du texte utilisateur
id_id: Latar Belakang Teks Pengguna
it_it: Sfondo del testo dell'utente
ja_jp: ユーザーテキストの背景
ms_my: Latar Belakang Teks Pengguna
pl_pl: Tło tekstu użytkownika
pt_br: Plano de fundo do texto do usuário

source: User Text Color
ar: لون نص المستخدم
el: Χρώμα κειμένου χρήστη
es_es: Color del texto del usuario
fr_fr: Couleur du texte utilisateur
id_id: Warna Teks Pengguna
it_it: Colore testo utente
ja_jp: ユーザーテキストの色
ms_my: Warna Teks Pengguna
pl_pl: Kolor tekstu użytkownika
pt_br: Cor do texto do usuário

source: Bot Link Color
ar: لون رابط البوت
el: Χρώμα συνδέσμου ρομπότ
es_es: Color del enlace del robot
fr_fr: Couleur du lien du robot
id_id: Warna Tautan Bot
it_it: Colore collegamento bot
ja_jp: ボットリンクの色
ms_my: Warna Pautan Bot
pl_pl: Kolor łącza bota
pt_br: Cor do link do bot

source: Presets
ar: الإعدادات المسبقة
el: Προεπιλογές
es_es: Preajustes
fr_fr: Préréglages
id_id: Preset
it_it: Preimpostazioni
ja_jp: プリセット
ms_my: Pratetap
pl_pl: Ustawienia wstępne
pt_br: Predefinições

source: Preset
ar: محددة مسبقا
el: Προκαθορισμένη
es_es: Programar
fr_fr: Préréglage
id_id: Prasetel
it_it: Preimpostato
ja_jp: プリセット
ms_my: Pratetap
pl_pl: Wstępnie ustawione
pt_br: Predefinido

source: online
ar: متصل
es_es: en línea
fr_fr: en ligne
it_it: in linea
ja_jp: オンライン
ms_my: dalam talian
pl_pl: w Internecie

source: User Image
ar: صورة المستخدم
el: Εικόνα χρήστη
es_es: Imagen de usuario
fr_fr: Image de l'utilisateur
id_id: Gambar Pengguna
it_it: Immagine dell'utente
ja_jp: ユーザーイメージ
ms_my: Imej Pengguna
pl_pl: Obraz użytkownika
pt_br: Imagem do usuário

source: Hi I am John
ar: مرحبًا أنا جون
el: Γεια, είμαι ο Γιάννης
es_es: hola soy juan
fr_fr: Salut, je m'appelle John
id_id: Hai, saya John
it_it: Ciao, sono Giovanni
ja_jp: こんにちは、私はジョンです
ms_my: Hai saya John
pl_pl: Cześć, jestem John
pt_br: Olá, eu sou o João

source: Hi John! How can I help you?
ar: مرحبًا جون! كيف يمكنني مساعدك؟
el: Γεια σου Γιάννη! Πώς μπορώ να σας βοηθήσω;
es_es: ¡Hola, Juan! ¿Le puedo ayudar en algo?
fr_fr: Salut John! Comment puis-je t'aider?
id_id: Hai Yohanes! Apa yang bisa saya bantu?
it_it: Ciao Giovanni! Come posso aiutarla?
ja_jp: こんにちは、ジョン！どんな御用でしょうか？
ms_my: Hai John! Bagaimana saya boleh membantu anda?
pl_pl: Cześć John! Czy mogę Panu pomóc?
pt_br: Oi John! Como posso ajudá-lo?

source: Can you help me find a new backpack?
ar: هل يمكنك مساعدتي في العثور على حقيبة ظهر جديدة؟
el: Μπορείτε να με βοηθήσετε να βρω ένα νέο σακίδιο;
es_es: ¿Puedes ayudarme a encontrar una mochila nueva?
fr_fr: Pouvez-vous m'aider à trouver un nouveau sac à dos ?
id_id: Bisakah Anda membantu saya menemukan ransel baru?
it_it: Potete aiutarmi a trovare un nuovo zaino?
ja_jp: 新しいバックパックを探すのを手伝ってくれませんか?
ms_my: Bolehkah anda membantu saya mencari beg galas baru?
pl_pl: Czy możesz mi pomóc znaleźć nowy plecak?
pt_br: Você pode me ajudar a encontrar uma mochila nova?

source: Product Icon
ar: رمز المنتج
el: Εικονίδιο προϊόντος
es_es: Icono de producto
fr_fr: Icône du produit
id_id: Ikon Produk
it_it: Icona del prodotto
ja_jp: 製品アイコン
ms_my: Ikon Produk
pl_pl: Ikona produktu
pt_br: Ícone do produto

source: Fusion Backpack
ar: حقيبة ظهر فيوجن
el: Σακίδιο πλάτης Fusion
es_es: Mochila Fusión
fr_fr: Sac à dos Fusion
id_id: Ransel Fusi
it_it: Zaino Fusion
ja_jp: フュージョン バックパック
ms_my: Beg galas Fusion
pl_pl: Plecak Fusion
pt_br: Mochila Fusão

source: Send message
ar: أرسل رسالة
el: Αποστολή μηνύματος
es_es: enviar mensaje
fr_fr: Envoyer un message
id_id: Kirim pesan
it_it: Invia messaggio
ja_jp: メッセージを送信する
ms_my: Hantar mesej
pl_pl: Wyślij wiadomość
pt_br: Enviar mensagem

source: Welcome Message
ar: رسالة ترحيب
el: Μήνυμα καλωσορίσματος
es_es: Mensaje de bienvenida
fr_fr: Message de bienvenue
id_id: Pesan Selamat Datang
it_it: Messaggio di benvenuto
ja_jp: ウェルカムメッセージ
ms_my: Mesej Aluan
pl_pl: Wiadomość powitalna
pt_br: Mensagem de boas-vindas

source: Welcome Image
ar: صورة الترحيب
el: Εικόνα καλωσορίσματος
es_es: Imagen de bienvenida
fr_fr: Image de bienvenue
id_id: Gambar Selamat Datang
it_it: Immagine di benvenuto
ja_jp: ウェルカムイメージ
ms_my: Imej Selamat Datang
pl_pl: Obraz powitalny
pt_br: Imagem de boas-vindas

source: Chat Auto-Popup
ar: الدردشة التلقائية المنبثقة
el: Αυτόματο αναδυόμενο παράθυρο συνομιλίας
es_es: Ventana emergente automática de chat
fr_fr: Fenêtre contextuelle automatique du chat
id_id: Popup Otomatis Obrolan
it_it: Popup automatico della chat
ja_jp: チャット自動ポップアップ
ms_my: Sembang Auto-Timbul
pl_pl: Automatyczne wyskakujące okienko czatu
pt_br: Pop-up automático de bate-papo

source: Controls whether the chat popup appears automatically on your site.
ar: التحكم في ظهور نافذة الدردشة المنبثقة تلقائيًا على موقعك.
el: Ελέγχει εάν το αναδυόμενο παράθυρο συνομιλίας εμφανίζεται αυτόματα στον ιστότοπό σας.
es_es: Controla si la ventana emergente de chat aparece automáticamente en su sitio.
fr_fr: Contrôle si la fenêtre contextuelle de discussion apparaît automatiquement sur votre site.
id_id: Mengontrol apakah popup obrolan muncul secara otomatis di situs Anda.
it_it: Controlla se il popup della chat viene visualizzato automaticamente sul tuo sito.
ja_jp: チャット ポップアップをサイトに自動的に表示するかどうかを制御します。
ms_my: Mengawal sama ada pop timbul sembang muncul secara automatik di tapak anda.
pl_pl: Kontroluje, czy wyskakujące okienko czatu pojawia się automatycznie w Twojej witrynie.
pt_br: Controla se o pop-up de bate-papo aparece automaticamente em seu site.

source: Chat Pop-up Style
ar: نمط الدردشة المنبثقة
el: Στυλ αναδυόμενων συνομιλιών
es_es: Estilo de ventana emergente de chat
fr_fr: Style pop-up de discussion
id_id: Gaya Pop-up Obrolan
it_it: Stile pop-up della chat
ja_jp: チャットポップアップスタイル
ms_my: Gaya Pop Timbul Sembang
pl_pl: Styl wyskakującego czatu
pt_br: Estilo pop-up de bate-papo

source: Choose how the chat will appear: Smart or Standard pop-up.
ar: اختر كيفية ظهور الدردشة: نافذة منبثقة ذكية أو قياسية.
el: Επιλέξτε πώς θα εμφανίζεται η συνομιλία: Έξυπνο ή Τυπικό αναδυόμενο παράθυρο.
es_es: Elija cómo aparecerá el chat: ventana emergente inteligente o estándar.
fr_fr: Choisissez comment le chat apparaîtra : pop-up intelligent ou standard.
id_id: Pilih tampilan obrolan: Pop-up Cerdas atau Standar.
it_it: Scegli come apparirà la chat: pop-up Smart o Standard.
ja_jp: チャットの表示方法を選択します: スマート ポップアップまたは標準ポップアップ。
ms_my: Pilih cara sembang akan dipaparkan: pop timbul Pintar atau Standard.
pl_pl: Wybierz sposób wyświetlania czatu: wyskakujące okienko inteligentne lub standardowe.
pt_br: Escolha como o chat aparecerá: pop-up inteligente ou padrão.

source: Chat Auto-Popup Timing
ar: توقيت النوافذ المنبثقة التلقائية للدردشة
el: Χρονισμός αυτόματης αναδυόμενης συνομιλίας
es_es: Temporización de ventanas emergentes automáticas del chat
fr_fr: Synchronisation des fenêtres contextuelles automatiques du chat
id_id: Waktu Popup Otomatis Obrolan
it_it: Tempi di popup automatico della chat
ja_jp: チャット自動ポップアップのタイミング
ms_my: Masa Auto-Timbul Sembang
pl_pl: Czas automatycznego wyskakującego okienka czatu
pt_br: Tempo de pop-up automático do bate-papo

source: Define the delay time in seconds for the chatbot to auto-appear on the site.
ar: حدد وقت التأخير بالثواني حتى يظهر برنامج الدردشة تلقائيًا على الموقع.
el: Καθορίστε τον χρόνο καθυστέρησης σε δευτερόλεπτα για την αυτόματη εμφάνιση του chatbot στον ιστότοπο.
es_es: Defina el tiempo de demora en segundos para que el chatbot aparezca automáticamente en el sitio.
fr_fr: Définissez le délai en secondes pour que le chatbot apparaisse automatiquement sur le site.
id_id: Tentukan waktu tunda dalam hitungan detik agar chatbot muncul secara otomatis di situs.
it_it: Definisci il tempo di ritardo in secondi affinché il chatbot appaia automaticamente sul sito.
ja_jp: チャットボットがサイトに自動表示されるまでの遅延時間を秒単位で定義します。
ms_my: Tentukan masa tunda dalam beberapa saat untuk chatbot muncul secara automatik di tapak.
pl_pl: Określ czas opóźnienia w sekundach, po którym chatbot automatycznie pojawi się na stronie.
pt_br: Defina o tempo de atraso em segundos para o chatbot aparecer automaticamente no site.

source: Note
ar: ملحوظة
el: Σημείωμα
es_es: Nota
id_id: Catatan
it_it: Nota
ja_jp: 注記
ms_my: Nota
pl_pl: Notatka
pt_br: Observação

source: If the colors have been saved but the user-side colors are still the same, it is advised to clear the cache.
ar: إذا تم حفظ الألوان ولكن الألوان من جانب المستخدم لا تزال كما هي، فمن المستحسن مسح ذاكرة التخزين المؤقت.
el: Εάν τα χρώματα έχουν αποθηκευτεί αλλά τα χρώματα της πλευράς του χρήστη εξακολουθούν να είναι τα ίδια, συνιστάται να διαγράψετε την προσωρινή μνήμη.
es_es: Si los colores se guardaron pero los colores del lado del usuario siguen siendo los mismos, se recomienda borrar el caché.
fr_fr: Si les couleurs ont été enregistrées mais que les couleurs côté utilisateur sont toujours les mêmes, il est conseillé de vider le cache.
id_id: Jika warna sudah disimpan namun warna sisi pengguna masih sama, disarankan untuk menghapus cache.
it_it: Se i colori sono stati salvati ma i colori lato utente sono sempre gli stessi, si consiglia di svuotare la cache.
ja_jp: カラーが保存されているが、ユーザー側のカラーがまだ同じ場合は、キャッシュをクリアすることをお勧めします。
ms_my: Jika warna telah disimpan tetapi warna sisi pengguna masih sama, dinasihatkan untuk mengosongkan cache.
pl_pl: Jeśli kolory zostały zapisane, ale kolory po stronie użytkownika są nadal takie same, zaleca się wyczyszczenie pamięci podręcznej.
pt_br: Se as cores foram salvas, mas as cores do usuário ainda são as mesmas, é aconselhável limpar o cache.

source: Also
ar: أيضًا
el: Επίσης
es_es: También
fr_fr: Aussi
id_id: Juga
it_it: Anche
ja_jp: また
ms_my: Juga
pl_pl: Również
pt_br: Também

source: Found
ar: وجد
el: Θεμελιώ
es_es: Encontró
fr_fr: Trouvé
id_id: Ditemukan
it_it: Trovato
ja_jp: 見つかった
ms_my: Dijumpai
pl_pl: Znaleziony
pt_br: Encontrado

source: Here are some
ar: وهنا بعض
el: Εδώ είναι μερικά
es_es: Aquí hay algunos
fr_fr: En voici quelques-uns
id_id: Ini beberapa
it_it: Eccone alcuni
ja_jp: ここにいくつかあります
ms_my: Berikut adalah beberapa
pl_pl: Oto kilka
pt_br: Aqui estão alguns

source: Help
ar: يساعد
el: Βοήθεια
es_es: Ayuda
fr_fr: Aide
id_id: Membantu
it_it: Aiuto
ja_jp: ヘルプ
ms_my: Tolong
pl_pl: Pomoc
pt_br: Ajuda

source: Have any problem?
ar: هل لديك أي مشكلة؟
el: Έχετε κάποιο πρόβλημα;
es_es: ¿Tiene algún problema?
fr_fr: Vous avez un problème ?
id_id: Ada masalah?
it_it: Hai qualche problema?
ja_jp: 何か問題がありますか？
ms_my: Ada apa-apa masalah?
pl_pl: Masz jakiś problem?
pt_br: Tem algum problema?

source: If you experience any difficulties, we're here to help! Simply click the
ar: إذا واجهت أي صعوبات، نحن هنا للمساعدة! ببساطة انقر فوق
el: Εάν αντιμετωπίζετε οποιεσδήποτε δυσκολίες, είμαστε εδώ για να σας βοηθήσουμε! Απλώς κάντε κλικ στο
es_es: Si tiene alguna dificultad, ¡estamos aquí para ayudarle! Simplemente haga clic en
fr_fr: Si vous rencontrez des difficultés, nous sommes là pour vous aider ! Cliquez simplement sur le
id_id: Jika Anda mengalami kesulitan, kami siap membantu! Cukup klik
it_it: Se riscontri difficoltà, siamo qui per aiutarti! Basta fare clic su
ja_jp: 何か問題が発生した場合は、私たちがお手伝いいたします。をクリックするだけです
ms_my: Jika anda mengalami sebarang kesulitan, kami sedia membantu! Hanya klik pada
pl_pl: Jeśli napotkasz jakiekolwiek trudności, jesteśmy tutaj, aby Ci pomóc! Po prostu kliknij
pt_br: Se você tiver alguma dificuldade, estamos aqui para ajudar! Basta clicar no

source: Create A Ticket
ar: إنشاء تذكرة
el: Δημιουργήστε ένα εισιτήριο
es_es: Crear un boleto
fr_fr: Créer un billet
id_id: Buat Tiket
it_it: Crea un biglietto
ja_jp: チケットを作成する
ms_my: Buat Tiket
pl_pl: Utwórz bilet
pt_br: Crie um ingresso

source: button to report your issue, and our dedicated support team will assist you promptly.
ar: للإبلاغ عن مشكلتك، وسيقوم فريق الدعم المخصص لدينا بمساعدتك على الفور.
el: κουμπί για να αναφέρετε το πρόβλημά σας και η ειδική ομάδα υποστήριξης θα σας βοηθήσει άμεσα.
es_es: para informar su problema y nuestro equipo de soporte dedicado lo ayudará de inmediato.
fr_fr: pour signaler votre problème, et notre équipe d'assistance dédiée vous aidera rapidement.
id_id: tombol untuk melaporkan masalah Anda, dan tim dukungan khusus kami akan segera membantu Anda.
it_it: per segnalare il problema e il nostro team di supporto dedicato ti assisterà tempestivamente.
ja_jp: ボタンをクリックして問題を報告してください。専任のサポート チームが迅速に対応します。
ms_my: butang untuk melaporkan isu anda, dan pasukan sokongan kami yang berdedikasi akan membantu anda dengan segera.
pl_pl: przycisk, aby zgłosić problem, a nasz oddany zespół pomocy technicznej niezwłocznie udzieli Ci pomocy.
pt_br: para relatar seu problema, e nossa equipe de suporte dedicada irá ajudá-lo imediatamente.

source: Create Ticket
ar: إنشاء تذكرة
el: Δημιουργία εισιτηρίου
es_es: Crear billete
fr_fr: Créer un ticket
id_id: Buat Tiket
it_it: Crea biglietto
ja_jp: チケットの作成
ms_my: Buat Tiket
pl_pl: Utwórz bilet
pt_br: Criar ingresso

source: Post Type
ar: نوع المشاركة
el: Τύπος ανάρτησης
es_es: Tipo de publicación
fr_fr: Type de message
id_id: Jenis Posting
it_it: Tipo di messaggio
ja_jp: 投稿タイプ
ms_my: Jenis Catatan
pl_pl: Typ postu
pt_br: Tipo de postagem

source: post type
ar: نوع آخر
el: τύπος ανάρτησης
es_es: tipo de publicación
fr_fr: type de message
id_id: jenis posting
it_it: tipo di posta
ja_jp: 投稿タイプ
ms_my: jenis jawatan
pl_pl: typ postu
pt_br: tipo de postagem

source: Post Label
ar: تسمية المشاركة
es_es: Etiqueta de publicación
fr_fr: Étiquette de publication
id_id: Label Pos
it_it: Etichetta postale
ja_jp: ポストラベル
ms_my: Label Siar
pl_pl: Etykieta pocztowa
pt_br: Etiqueta de postagem

source: Associated Plugin
ar: البرنامج المساعد المرتبط
el: Συσχετισμένο πρόσθετο
es_es: Complemento asociado
fr_fr: Plugin associé
id_id: Plugin Terkait
it_it: Plug-in associato
ja_jp: 関連するプラグイン
ms_my: Pemalam Berkaitan
pl_pl: Powiązana wtyczka
pt_br: Plug-in associado

source: Add associated plugin's name
ar: أضف اسم البرنامج المساعد المرتبط
el: Προσθήκη ονόματος συσχετισμένης προσθήκης
es_es: Agregar el nombre del complemento asociado
fr_fr: Ajouter le nom du plugin associé
id_id: Tambahkan nama plugin terkait
it_it: Aggiungi il nome del plugin associato
ja_jp: 関連するプラグインの名前を追加します
ms_my: Tambahkan nama pemalam yang berkaitan
pl_pl: Dodaj nazwę powiązanej wtyczki
pt_br: Adicione o nome do plugin associado

source: For better data consistency, please provide a associated plugin's name.
ar: للحصول على تناسق أفضل للبيانات، يرجى تقديم اسم البرنامج المساعد المرتبط.
el: Για καλύτερη συνέπεια δεδομένων, δώστε το όνομα μιας συσχετισμένης προσθήκης.
es_es: Para una mejor coherencia de los datos, proporcione el nombre de un complemento asociado.
fr_fr: Pour une meilleure cohérence des données, veuillez fournir le nom d'un plugin associé.
id_id: Untuk konsistensi data yang lebih baik, berikan nama plugin terkait.
it_it: Per una migliore coerenza dei dati, fornisci il nome di un plug-in associato.
ja_jp: データの一貫性を高めるため、関連するプラグインの名前を指定してください。
ms_my: Untuk ketekalan data yang lebih baik, sila berikan nama pemalam yang berkaitan.
pl_pl: Aby uzyskać lepszą spójność danych, podaj nazwę powiązanej wtyczki.
pt_br: Para melhor consistência dos dados, forneça o nome de um plugin associado.

source: For status changes, please use the options available in the listing.
ar: لتغييرات الحالة، يرجى استخدام الخيارات المتاحة في القائمة.
el: Για αλλαγές κατάστασης, χρησιμοποιήστε τις διαθέσιμες επιλογές στην καταχώριση.
es_es: Para cambios de estado, utilice las opciones disponibles en el listado.
fr_fr: Pour les changements de statut, veuillez utiliser les options disponibles dans la liste.
id_id: Untuk perubahan status, silakan gunakan opsi yang tersedia dalam daftar.
it_it: Per le modifiche allo stato, utilizzare le opzioni disponibili nell'elenco.
ja_jp: ステータスを変更するには、リストにあるオプションを使用してください。
ms_my: Untuk perubahan status, sila gunakan pilihan yang tersedia dalam penyenaraian.
pl_pl: Aby zmienić status, skorzystaj z opcji dostępnych w aukcji.
pt_br: Para alterações de status, utilize as opções disponíveis na listagem.

source: Template Section
ar: قسم القالب
el: Ενότητα προτύπου
es_es: Sección de plantilla
fr_fr: Section Modèle
id_id: Bagian Templat
it_it: Sezione modello
ja_jp: テンプレートセクション
ms_my: Bahagian Templat
pl_pl: Sekcja szablonów
pt_br: Seção de modelo

source: Fields are currently auto-filled for preview purposes only. Please save your changes to apply them.
ar: يتم حاليًا ملء الحقول تلقائيًا لأغراض المعاينة فقط. الرجاء حفظ التغييرات لتطبيقها.
el: Τα πεδία συμπληρώνονται αυτόματα μόνο για σκοπούς προεπισκόπησης. Αποθηκεύστε τις αλλαγές σας για να τις εφαρμόσετε.
es_es: Actualmente, los campos se completan automáticamente solo con fines de vista previa. Guarde los cambios para aplicarlos.
fr_fr: Les champs sont actuellement remplis automatiquement à des fins d'aperçu uniquement. Veuillez enregistrer vos modifications pour les appliquer.
id_id: Bidang saat ini diisi secara otomatis untuk tujuan pratinjau saja. Harap simpan perubahan Anda untuk menerapkannya.
it_it: Al momento i campi vengono compilati automaticamente solo a scopo di anteprima. Salva le modifiche per applicarle.
ja_jp: 現在、フィールドはプレビューのみを目的として自動入力されています。変更を保存して適用してください。
ms_my: Medan sedang diisi secara automatik untuk tujuan pratonton sahaja. Sila simpan perubahan anda untuk menggunakannya.
pl_pl: Pola są obecnie wypełniane automatycznie, wyłącznie w celach podglądu. Zapisz zmiany, aby je zastosować.
pt_br: Atualmente, os campos são preenchidos automaticamente apenas para fins de visualização. Salve suas alterações para aplicá-las.

source: Choose one template style from the given below
ar: اختر نمط قالب واحد مما هو موضح أدناه
el: Επιλέξτε ένα στυλ προτύπου από τα παρακάτω
es_es: Elija un estilo de plantilla de los que se indican a continuación
fr_fr: Choisissez un style de modèle parmi ceux indiqués ci-dessous
id_id: Pilih satu gaya templat dari yang diberikan di bawah ini
it_it: Scegli uno stile di modello tra quelli indicati di seguito
ja_jp: 以下からテンプレート スタイルを 1 つ選択してください
ms_my: Pilih satu gaya templat daripada yang diberikan di bawah
pl_pl: Wybierz jeden styl szablonu z podanych poniżej
pt_br: Escolha um estilo de modelo abaixo

source: Add Button /Link
ar: إضافة زر/رابط
el: Κουμπί Προσθήκη /Σύνδεσμος
es_es: Agregar botón/enlace
fr_fr: Ajouter un bouton/un lien
id_id: Tambahkan Tombol / Tautan
it_it: Aggiungi pulsante/collegamento
ja_jp: ボタン/リンクを追加
ms_my: Tambah Butang /Pautan
pl_pl: Dodaj przycisk/link
pt_br: Adicionar botão/link

source: Add New Button /Link
ar: إضافة زر/رابط جديد
el: Προσθήκη νέου κουμπιού /Σύνδεσμος
es_es: Agregar nuevo botón/enlace
fr_fr: Ajouter un nouveau bouton/lien
id_id: Tambahkan Tombol/Tautan Baru
it_it: Aggiungi nuovo pulsante/collegamento
ja_jp: 新しいボタン/リンクを追加
ms_my: Tambah Butang/Pautan Baharu
pl_pl: Dodaj nowy przycisk/link
pt_br: Adicionar novo botão/link

source: Show on Listing
ar: عرض على القائمة
el: Εμφάνιση στην καταχώριση
es_es: Mostrar en el listado
fr_fr: Afficher sur l'annonce
id_id: Tampilkan di Daftar
it_it: Mostra nell'elenco
ja_jp: リストに表示
ms_my: Tunjukkan pada Penyenaraian
pl_pl: Pokaż na liście
pt_br: Mostrar na listagem

source: View Details
ar: عرض التفاصيل
el: Προβολή λεπτομερειών
es_es: Ver detalles
fr_fr: Afficher les détails
id_id: Lihat Detail
it_it: Visualizza dettagli
ja_jp: 詳細を見る
ms_my: Lihat Butiran
pl_pl: Zobacz szczegóły
pt_br: Ver detalhes
