Repository: WordPressBugBounty/plugins-geeky-bot
Catalog: geeky-bot/languages/geeky-bot-*.po
Languages: ar, el, es_es, fr_fr, id_id, it_it, ja_jp, ms_my, pl_pl, pt_br

source: On the responses listing page, all the responses are listed here; you can check them out.
ar: في صفحة قائمة الردود، يتم إدراج كافة الردود هنا؛ يمكنك التحقق منها.
el: Στη σελίδα λίστας απαντήσεων, όλες οι απαντήσεις παρατίθενται εδώ. μπορείτε να τα ελέγξετε.
es_es: En la página de listado de respuestas, todas las respuestas se enumeran aquí; puedes consultarlos.
fr_fr: Sur la page de liste des réponses, toutes les réponses sont répertoriées ici ; vous pouvez les consulter.
id_id: Pada halaman daftar tanggapan, semua tanggapan tercantum di sini; Anda dapat memeriksanya.
it_it: Nella pagina di elenco delle risposte, tutte le risposte sono elencate qui; puoi controllarli.
ja_jp: 回答リスト ページでは、すべての回答がここにリストされます。チェックしてみることができます。
ms_my: Pada halaman penyenaraian respons, semua jawapan disenaraikan di sini; anda boleh menyemaknya.
pl_pl: Na stronie z listą odpowiedzi znajdują się tutaj wszystkie odpowiedzi; możesz je sprawdzić.
pt_br: Na página de listagem de respostas, todas as respostas estão listadas aqui; você pode verificá-los.

source: Add Intent
ar: أضف نية
el: Προσθήκη Πρόθεσης
es_es: Agregar intención
fr_fr: Ajouter une intention
id_id: Tambahkan Niat
it_it: Aggiungi intento
ja_jp: インテントの追加
ms_my: Tambah Niat
pl_pl: Dodaj intencję
pt_br: Adicionar intenção

source: On the form listing page, all the forms are listed here; you can check them out.
ar: في صفحة قائمة النماذج، يتم إدراج جميع النماذج هنا؛ يمكنك التحقق منها.
el: Στη σελίδα καταχώρισης φορμών, όλες οι φόρμες παρατίθενται εδώ. μπορείτε να τα ελέγξετε.
es_es: En la página de listado de formularios, todos los formularios se enumeran aquí; puedes consultarlos.
fr_fr: Sur la page de liste des formulaires, tous les formulaires sont répertoriés ici ; vous pouvez les consulter.
id_id: Pada halaman daftar formulir, semua formulir tercantum di sini; Anda dapat memeriksanya.
it_it: Nella pagina di elenco dei moduli, tutti i moduli sono elencati qui; puoi controllarli.
ja_jp: フォーム一覧ページには、すべてのフォームが一覧表示されます。チェックしてみることができます。
ms_my: Pada halaman penyenaraian borang, semua borang disenaraikan di sini; anda boleh menyemaknya.
pl_pl: Na stronie z listą formularzy znajdują się tutaj wszystkie formularze; możesz je sprawdzić.
pt_br: Na página de listagem de formulários, todos os formulários estão listados aqui; você pode verificá-los.

source: Add Forms
ar: إضافة نماذج
el: Προσθήκη φορμών
es_es: Agregar formularios
fr_fr: Ajouter des formulaires
id_id: Tambahkan Formulir
it_it: Aggiungi moduli
ja_jp: フォームの追加
ms_my: Tambah Borang
pl_pl: Dodaj formularze
pt_br: Adicionar formulários

source: On the add form page, you can add a new form.
ar: في صفحة نموذج الإضافة، يمكنك إضافة نموذج جديد.
el: Στη σελίδα προσθήκης φόρμας, μπορείτε να προσθέσετε μια νέα φόρμα.
es_es: En la página Agregar formulario, puede agregar un nuevo formulario.
fr_fr: Sur la page d'ajout de formulaire, vous pouvez ajouter un nouveau formulaire.
id_id: Pada halaman tambah formulir, Anda dapat menambahkan formulir baru.
it_it: Nella pagina Aggiungi modulo è possibile aggiungere un nuovo modulo.
ja_jp: フォームの追加ページでは、新しいフォームを追加できます。
ms_my: Pada halaman tambah borang, anda boleh menambah borang baharu.
pl_pl: Na stronie dodawania formularza możesz dodać nowy formularz.
pt_br: Na página adicionar formulário, você pode adicionar um novo formulário.

source: Responses
ar: الردود
el: Απαντήσεις
es_es: Respuestas
fr_fr: Réponses
id_id: Tanggapan
it_it: Risposte
ja_jp: 応答
ms_my: Jawapan
pl_pl: Odpowiedzi
pt_br: Respostas

source: Add Response
ar: أضف الرد
el: Προσθήκη απάντησης
es_es: Agregar respuesta
fr_fr: Ajouter une réponse
id_id: Tambahkan Respon
it_it: Aggiungi risposta
ja_jp: 応答を追加
ms_my: Tambah Respons
pl_pl: Dodaj odpowiedź
pt_br: Adicionar resposta

source: On the add Response page, you can add a new Response.
ar: في صفحة إضافة استجابة، يمكنك إضافة استجابة جديدة.
el: Στη σελίδα προσθήκης απάντησης, μπορείτε να προσθέσετε μια νέα απάντηση.
es_es: En la página Agregar respuesta, puede agregar una nueva respuesta.
fr_fr: Sur la page Ajouter une réponse, vous pouvez ajouter une nouvelle réponse.
id_id: Pada halaman tambah Respon, Anda dapat menambahkan Respon baru.
it_it: Nella pagina Aggiungi risposta è possibile aggiungere una nuova risposta.
ja_jp: [応答の追加] ページで、新しい応答を追加できます。
ms_my: Pada halaman tambah Respons, anda boleh menambah Respons baharu.
pl_pl: Na stronie dodawania odpowiedzi możesz dodać nową odpowiedź.
pt_br: Na página adicionar resposta, você pode adicionar uma nova resposta.

source: On the actions listing page, all the actions are listed here; you can check them out.
ar: في صفحة قائمة الإجراءات، يتم إدراج كافة الإجراءات هنا؛ يمكنك التحقق منها.
el: Στη σελίδα λίστας ενεργειών, όλες οι ενέργειες παρατίθενται εδώ. μπορείτε να τα ελέγξετε.
es_es: En la página de listado de acciones, todas las acciones se enumeran aquí; puedes consultarlos.
fr_fr: Sur la page de liste des actions, toutes les actions sont répertoriées ici ; vous pouvez les consulter.
id_id: Pada halaman daftar tindakan, semua tindakan tercantum di sini; Anda dapat memeriksanya.
it_it: Nella pagina di elenco delle azioni, tutte le azioni sono elencate qui; puoi controllarli.
ja_jp: アクションのリスト ページには、すべてのアクションがリストされます。チェックしてみることができます。
ms_my: Pada halaman penyenaraian tindakan, semua tindakan disenaraikan di sini; anda boleh menyemaknya.
pl_pl: Na stronie z listą działań znajdują się tutaj wszystkie akcje; możesz je sprawdzić.
pt_br: Na página de listagem de ações, todas as ações estão listadas aqui; você pode verificá-los.

source: Add Action
ar: أضف الإجراء
el: Προσθήκη δράσης
es_es: Agregar acción
fr_fr: Ajouter une action
id_id: Tambahkan Tindakan
it_it: Aggiungi azione
ja_jp: アクションの追加
ms_my: Tambah Tindakan
pl_pl: Dodaj akcję
pt_br: Adicionar ação

source: On the add action page, you can add a new action.
ar: في صفحة إضافة إجراء، يمكنك إضافة إجراء جديد.
el: Στη σελίδα προσθήκης ενέργειας, μπορείτε να προσθέσετε μια νέα ενέργεια.
es_es: En la página Agregar acción, puede agregar una nueva acción.
fr_fr: Sur la page d'ajout d'action, vous pouvez ajouter une nouvelle action.
id_id: Di halaman tambahkan tindakan, Anda dapat menambahkan tindakan baru.
it_it: Nella pagina Aggiungi azione puoi aggiungere una nuova azione.
ja_jp: アクションの追加ページでは、新しいアクションを追加できます。
ms_my: Pada halaman tambah tindakan, anda boleh menambah tindakan baharu.
pl_pl: Na stronie dodawania akcji możesz dodać nową akcję.
pt_br: Na página adicionar ação, você pode adicionar uma nova ação.

source: Add Intent Group
ar: إضافة مجموعة النوايا
el: Προσθήκη ομάδας προθέσεων
es_es: Agregar grupo de intención
fr_fr: Ajouter un groupe d'intention
id_id: Tambahkan Grup Intent
it_it: Aggiungi gruppo di intenti
ja_jp: インテントグループの追加
ms_my: Tambah Kumpulan Niat
pl_pl: Dodaj grupę intencji
pt_br: Adicionar grupo de intenções

source: End Chat
ar: إنهاء الدردشة
el: Τερματισμός συνομιλίας
es_es: Finalizar chat
fr_fr: Terminer la discussion
id_id: Akhiri Obrolan
it_it: Termina la chat
ja_jp: チャットを終了する
ms_my: Tamatkan Sembang
pl_pl: Zakończ czat
pt_br: Encerrar bate-papo

source: Restart Chat
ar: أعد تشغيل الدردشة
el: Επανεκκινήστε τη συνομιλία
es_es: Reiniciar chat
fr_fr: Redémarrer la discussion
id_id: Mulai ulang Obrolan
it_it: Riavvia la chat
ja_jp: チャットを再開する
ms_my: Mulakan semula Sembang
pl_pl: Uruchom ponownie czat
pt_br: Reiniciar bate-papo

source: Image
ar: صورة
el: Εικών
es_es: Imagen
id_id: Gambar
it_it: Immagine
ja_jp: 画像
ms_my: Imej
pl_pl: Obraz
pt_br: Imagem

source: Send Icon
ar: أرسل أيقونة
el: Εικονίδιο αποστολής
es_es: Enviar icono
fr_fr: Icône Envoyer
id_id: Kirim Ikon
it_it: Invia icona
ja_jp: 送信アイコン
ms_my: Ikon Hantar
pl_pl: Wyślij ikonę
pt_br: Enviar ícone

source: Welcome to GeekyBot! Let me know how I can assist you today.
ar: مرحبًا بك في GeekyBot! اسمحوا لي أن أعرف كيف يمكنني مساعدتك اليوم.
el: Καλώς ήρθατε στο GeekyBot! Πείτε μου πώς μπορώ να σας βοηθήσω σήμερα.
es_es: ¡Bienvenido a GeekyBot! Déjame saber cómo puedo ayudarte hoy.
fr_fr: Bienvenue sur GeekyBot ! Faites-moi savoir comment je peux vous aider aujourd'hui.
id_id: Selamat datang di GeekyBot! Beri tahu saya bagaimana saya dapat membantu Anda hari ini.
it_it: Benvenuto su GeekyBot! Fammi sapere come posso aiutarti oggi.
ja_jp: ギーキーボットへようこそ!今日はどのようにお手伝いできるかお知らせください。
ms_my: Selamat datang ke GeekyBot! Beritahu saya bagaimana saya boleh membantu anda hari ini.
pl_pl: Witamy w GeekyBocie! Daj mi znać, jak mogę Ci dzisiaj pomóc.
pt_br: Bem-vindo ao GeekyBot! Deixe-me saber como posso ajudá-lo hoje.

source: admin.
ar: مسؤل.
el: διαχειριστής.
es_es: administración.
fr_fr: administrateur.
it_it: amministratore.
ja_jp: 管理者。
pl_pl: administrator
pt_br: administrador.

source: Account Assistance
ar: مساعدة الحساب
el: Βοήθεια λογαριασμού
es_es: Asistencia de cuenta
fr_fr: Aide au compte
id_id: Bantuan Akun
it_it: Assistenza sul conto
ja_jp: アカウントサポート
ms_my: Bantuan Akaun
pl_pl: Pomoc dotycząca konta
pt_br: Assistência à conta

source: Diet Plan Assistant
ar: مساعد خطة النظام الغذائي
el: Βοηθός Διατροφικού Σχεδίου
es_es: Asistente de plan de dieta
fr_fr: Assistante diététique
id_id: Asisten Rencana Diet
it_it: Assistente al piano dietetico
ja_jp: ダイエットプランアシスタント
ms_my: Pembantu Rancangan Diet
pl_pl: Asystent planu diety
pt_br: Assistente de plano de dieta

source: Job Application
ar: تطبيق الوظيفة
el: Αίτηση Εργασίας
es_es: Solicitud de empleo
fr_fr: Demande d'emploi
id_id: Lamaran Pekerjaan
it_it: Domanda di lavoro
ja_jp: 求人応募
ms_my: Permohonan Kerja
pl_pl: Podanie o pracę
pt_br: Formulário de emprego

source: Offline Form
ar: نموذج غير متصل
el: Φόρμα εκτός σύνδεσης
es_es: Formulario sin conexión
fr_fr: Formulaire hors ligne
id_id: Formulir Offline
it_it: Modulo offline
ja_jp: オフラインフォーム
ms_my: Borang Luar Talian
pl_pl: Formularz offline
pt_br: Formulário off-line

source: Real Estate
ar: العقارات
el: Ακίνητα
es_es: Bienes raíces
fr_fr: Immobilier
id_id: Real Estat
it_it: Immobiliare
ja_jp: 不動産
ms_my: Hartanah
pl_pl: Nieruchomość
pt_br: Imobiliária

source: Sales Support
ar: دعم المبيعات
el: Υποστήριξη Πωλήσεων
es_es: Soporte de ventas
fr_fr: Assistance commerciale
id_id: Dukungan Penjualan
it_it: Supporto alle vendite
ja_jp: 販売サポート
ms_my: Sokongan Jualan
pl_pl: Wsparcie sprzedaży
pt_br: Suporte de vendas

source: University
ar: جامعة
el: Πανεπιστήμιο
es_es: Universidad
fr_fr: Université
id_id: Universitas
it_it: Università
ja_jp: 大学
ms_my: Universiti
pl_pl: Uniwersytet
pt_br: Universidade

source: Vacation Planner
ar: مخطط العطلة
el: Σχεδιαστής διακοπών
es_es: Planificador de vacaciones
fr_fr: Planificateur de vacances
id_id: Perencana Liburan
it_it: Pianificatore di vacanze
ja_jp: バケーションプランナー
ms_my: Perancang Percutian
pl_pl: Planista wakacji
pt_br: Planejador de férias

source: Support
ar: يدعم
el: Υποστήριξη
es_es: Apoyo
fr_fr: Soutien
id_id: Mendukung
it_it: Supporto
ja_jp: サポート
ms_my: Sokongan
pl_pl: Wsparcie
pt_br: Apoiar

source: Add-ons Status
ar: حالة الوظائف الإضافية
el: Κατάσταση πρόσθετων
es_es: Estado de complemento
fr_fr: Statut complémentaire
id_id: Status add-on
it_it: Stato componenti aggiuntivi
ja_jp: アドオンステータス
ms_my: Status tambahan
pl_pl: Status dodatków
pt_br: Status de complementos

source: Hide notice
ar: إخفاء الإشعار
el: Απόκρυψη ειδοποίησης
es_es: Aconsejar
fr_fr: Cacher un avis
id_id: Sembunyikan pemberitahuan
it_it: Nascondi avviso
ja_jp: 通知を非表示にします
ms_my: Menyembunyikan notis
pl_pl: Ukryj zawiadomienie
pt_br: Ocultar aviso

source: Transaction Key
ar: مفتاح المعاملة
el: Κλειδί συναλλαγής
es_es: Clave de transacción
fr_fr: Clé de transaction
id_id: Kunci transaksi
it_it: Chiave di transazione
ja_jp: トランザクションキー
ms_my: Kunci urus niaga
pl_pl: Klucz transakcji
pt_br: Chave de transação

source: Please select )
ar: الرجاء الاختيار)
el: Επιλέξτε)
es_es: Seleccione)
fr_fr: Veuillez sélectionner)
id_id: Silakan Pilih)
it_it: Seleziona)
ja_jp: 選択してください）
ms_my: Sila pilih)
pl_pl: Wybierz)
pt_br: Selecione)

source: and Enter your license key and hit to authenticate. A valid key is required for updates.
ar: وأدخل مفتاح الترخيص الخاص بك وضرب للمصادقة. مفتاح صالح مطلوب للتحديثات.
el: και εισαγάγετε το κλειδί άδειας χρήσης και πατήστε για να πιστοποιήσετε τον έλεγχο ταυτότητας. Απαιτείται έγκυρο κλειδί για ενημερώσεις.
es_es: e ingrese su clave de licencia y presione para autenticar. Se requiere una clave válida para las actualizaciones.
fr_fr: et entrez votre clé de licence et appuyez sur Authenticaz. Une clé valide est requise pour les mises à jour.
id_id: dan masukkan kunci lisensi Anda dan tekan untuk mengotentikasi. Kunci yang valid diperlukan untuk pembaruan.
it_it: e inserisci la chiave di licenza e premi per autenticare. È richiesta una chiave valida per gli aggiornamenti.
ja_jp: ライセンスキーを入力し、ヒットして認証します。更新には有効なキーが必要です。
ms_my: dan masukkan kunci lesen anda dan tekan untuk mengesahkan. Kunci yang sah diperlukan untuk kemas kini.
pl_pl: i wprowadź swój klucz licencyjny i naciśnij, aby uwierzytelnić. Wymagany jest ważny klucz do aktualizacji.
pt_br: e insira sua chave de licença e pressione para autenticar. Uma chave válida é necessária para atualizações.

source: Custom Text Style
ar: نمط نص مخصص
el: Προσαρμοσμένο στυλ κειμένου
es_es: Estilo de texto personalizado
fr_fr: Style de texte personnalisé
id_id: Gaya teks khusus
it_it: Stile di testo personalizzato
ja_jp: カスタムテキストスタイル
ms_my: Gaya teks tersuai
pl_pl: Niestandardowy styl tekstu
pt_br: Estilo de texto personalizado

source: GeekyBot Add-ons Update Available!
ar: تحديث الوظائف الإضافية GEEKYBOT المتاحة!
el: Διαθέσιμη ενημέρωση πρόσθετων GeekyBot!
es_es: ¡Actualización de complementos GeekyBot disponibles!
fr_fr: Mise à jour des modules complémentaires GEEKYBOT disponibles!
id_id: Pembaruan ADD-On GeekyBot tersedia!
it_it: Aggiornamento dei componenti aggiuntivi Geekybot disponibile!
ja_jp: GeekyBotアドオンアップデートが利用可能です！
ms_my: Kemas kini tambahan Geekybot tersedia!
pl_pl: Dostępna aktualizacja dodatków GeekyBot!
pt_br: Atualização de complementos do Geekybot disponível!

source: We have recently launched a fresh update for the add-ons. Don't forget to update the add-ons to enjoy the greatest features!
ar: لقد أطلقنا مؤخرًا تحديثًا جديدًا للإضافات. لا تنس تحديث الوظائف الإضافية للاستمتاع بأكبر الميزات!
el: Πρόσφατα ξεκινήσαμε μια νέα ενημέρωση για τα πρόσθετα. Μην ξεχάσετε να ενημερώσετε τα πρόσθετα για να απολαύσετε τα μεγαλύτερα χαρακτηριστικά!
es_es: Recientemente hemos lanzado una nueva actualización para los complementos. ¡No olvide actualizar los complementos para disfrutar de las mejores características!
fr_fr: Nous avons récemment lancé une nouvelle mise à jour pour les modules complémentaires. N'oubliez pas de mettre à jour les modules complémentaires pour profiter des plus grandes fonctionnalités!
id_id: Kami baru-baru ini meluncurkan pembaruan baru untuk add-on. Jangan lupa memperbarui add-on untuk menikmati fitur terbesar!
it_it: Di recente abbiamo lanciato un nuovo aggiornamento per i componenti aggiuntivi. Non dimenticare di aggiornare i componenti aggiuntivi per goderti le più grandi funzionalità!
ja_jp: 最近、アドオンの新鮮なアップデートを開始しました。アドオンを更新して、最大の機能を楽しむことを忘れないでください！
ms_my: Kami baru-baru ini melancarkan kemas kini baru untuk add-ons. Jangan lupa untuk mengemas kini add-on untuk menikmati ciri-ciri terbesar!
pl_pl: Niedawno wprowadziliśmy nową aktualizację dodatków. Nie zapomnij zaktualizować dodatków, aby cieszyć się największymi funkcjami!
pt_br: Recentemente, lançamos uma nova atualização para os complementos. Não se esqueça de atualizar os complementos para aproveitar os melhores recursos!

source: View Add-ons Status
ar: عرض الحالة الإضافية
el: Προβολή κατάστασης πρόσθετων
es_es: Ver el estado de complementos
fr_fr: Afficher l'état des modules complémentaires
id_id: Lihat status add-on
it_it: Visualizza lo stato dei componenti aggiuntivi
ja_jp: アドオンステータスを表示します
ms_my: Lihat status tambahan
pl_pl: Wyświetl status dodatków
pt_br: Veja o status dos complementos

source: How to translate
ar: كيفية الترجمة
el: Πώς να μεταφράσετε
es_es: Cómo traducir
fr_fr: Comment traduire
id_id: Cara menerjemahkan
it_it: Come tradurre
ja_jp: 翻訳方法
ms_my: Cara menterjemahkan
pl_pl: Jak tłumaczyć
pt_br: Como traduzir

source: How to use AI Web Search
ar: كيفية استخدام AI Web Search
el: Πώς να χρησιμοποιήσετε την αναζήτηση ιστού AI
es_es: Cómo usar la búsqueda web de IA
fr_fr: Comment utiliser la recherche sur le Web AI
id_id: Cara menggunakan pencarian web ai
it_it: Come utilizzare la ricerca web AI
ja_jp: AI Web検索の使用方法
ms_my: Cara Menggunakan Carian Web AI
pl_pl: Jak korzystać z wyszukiwania sieci AI
pt_br: Como usar a pesquisa na web da IA

source: How to install addons
ar: كيفية تثبيت الإضافات
el: Πώς να εγκαταστήσετε τα πρόσθετα
es_es: Cómo instalar complementos
fr_fr: Comment installer des addons
id_id: Cara Menginstal Addons
it_it: Come installare componenti aggiuntivi
ja_jp: アドオンをインストールする方法
ms_my: Cara Memasang Addons
pl_pl: Jak zainstalować dodatki
pt_br: Como instalar addons

source: Your Bot Is Going To Expire Soon Please Renew Your subscription!!
ar: سوف تنتهي صلاحية الروبوت الخاص بك قريبًا ، يرجى تجديد اشتراكك !!
el: Το bot σας θα λήξει σύντομα, ανανεώστε τη συνδρομή σας !!
es_es: ¡Su bot va a expirar pronto, por favor renovar su suscripción!
fr_fr: Votre bot va expirer bientôt, veuillez renouveler votre abonnement !!
id_id: Bot Anda akan segera kedaluwarsa, silakan perbarui langganan Anda !!
it_it: Il tuo bot scadrà presto per favore rinnova il tuo abbonamento !!
ja_jp: あなたのボットはすぐに期限切れになりますあなたのサブスクリプションを更新してください!!
ms_my: Bot anda akan tamat tempoh tidak lama lagi sila memperbaharui langganan anda !!
pl_pl: Twój bot wkrótce wygasa, odnowić subskrypcję !!
pt_br: Seu bot vai expirar em breve, renove sua assinatura !!

source: Your Bot Is Expired !!
ar: انتهت صلاحية روبوتك !!
el: Το bot σας έχει λήξει !!
es_es: ¡Tu bot está caducado!
fr_fr: Votre bot est expiré !!
id_id: Bot Anda kedaluwarsa !!
it_it: Il tuo bot è scaduto !!
ja_jp: あなたのボットは期限切れです!!
ms_my: Bot anda tamat !!
pl_pl: Twój bot wygasł !!
pt_br: Seu bot expirou !!

source: Additionally, here are other top matches for your search.
ar: بالإضافة إلى ذلك ، إليك مباريات أخرى أفضل لبحثك.
el: Επιπλέον, εδώ είναι και άλλοι κορυφαίοι αγώνες για την αναζήτησή σας.
es_es: Además, aquí hay otros partidos principales para su búsqueda.
fr_fr: De plus, voici d'autres matchs supérieurs pour votre recherche.
id_id: Selain itu, berikut adalah pertandingan teratas lainnya untuk pencarian Anda.
it_it: Inoltre, ecco altre partite migliori per la tua ricerca.
ja_jp: さらに、検索の他のトップマッチを以下に示します。
ms_my: Di samping itu, berikut adalah perlawanan utama lain untuk carian anda.
pl_pl: Dodatkowo, oto inne najlepsze mecze do wyszukiwania.
pt_br: Além disso, aqui estão outras partidas principais para sua pesquisa.

source: Here are the best matches for your search.
ar: فيما يلي أفضل المباريات لبحثك.
el: Εδώ είναι οι καλύτεροι αγώνες για την αναζήτησή σας.
es_es: Aquí están los mejores partidos para su búsqueda.
fr_fr: Voici les meilleurs matchs pour votre recherche.
id_id: Berikut adalah kecocokan terbaik untuk pencarian Anda.
it_it: Ecco le migliori partite per la tua ricerca.
ja_jp: ここにあなたの検索に最適な一致があります。
ms_my: Berikut adalah perlawanan terbaik untuk carian anda.
pl_pl: Oto najlepsze mecze do wyszukiwania.
pt_br: Aqui estão as melhores correspondências para sua pesquisa.

source: Products
ar: منتجات
el: Προϊόντα
es_es: Productos
fr_fr: Produits
id_id: Produk
it_it: Prodotti
ja_jp: 製品
ms_my: Produk
pl_pl: Produkty
pt_br: Produtos

source: Show Products
ar: عرض المنتجات
el: Εμφάνιση προϊόντων
es_es: Exhibir productos
fr_fr: Montrer les produits
id_id: Tunjukkan produk
it_it: Mostra prodotti
ja_jp: 製品を表示します
ms_my: Tunjukkan produk
pl_pl: Pokaż produkty
pt_br: Mostrar produtos

source: Email To Admin With Chat Conversation
ar: البريد الإلكتروني إلى المسؤول مع محادثة الدردشة
el: Email στο διαχειριστή με συνομιλία συνομιλίας
es_es: Correo electrónico al administrador con conversación de chat
fr_fr: Email à administrer avec conversation de chat
id_id: Email ke admin dengan percakapan obrolan
it_it: Invia un'e -mail a amministratore con la conversazione di chat
ja_jp: チャットの会話で管理者へのメール
ms_my: E -mel ke pentadbir dengan perbualan sembang
pl_pl: E -mail do administratora z rozmową na czacie
pt_br: E -mail para admin com conversa de bate -papo

source: Get Products Between Price
ar: احصل على منتجات بين السعر
el: Λάβετε προϊόντα μεταξύ της τιμής
es_es: Obtener productos entre el precio
fr_fr: Obtenir des produits entre le prix
id_id: Dapatkan Produk Antara Harga
it_it: Ottieni prodotti tra il prezzo
ja_jp: 価格の間に製品を取得します
ms_my: Dapatkan produk antara harga
pl_pl: Uzyskaj produkty między ceną
pt_br: Obtenha produtos entre o preço

source: Show All Sale Products
ar: عرض جميع منتجات البيع
el: Εμφάνιση όλων των προϊόντων πώλησης
es_es: Mostrar todos los productos de venta
fr_fr: Afficher tous les produits de vente
id_id: Tunjukkan semua produk penjualan
it_it: Mostra tutti i prodotti di vendita
ja_jp: すべての販売製品を表示します
ms_my: Tunjukkan semua produk jualan
pl_pl: Pokaż wszystkie produkty sprzedaży
pt_br: Mostrar todos os produtos de venda

source: Show All Trending Products
ar: إظهار جميع المنتجات المتجهة
el: Εμφάνιση όλων των προϊόντων Trending
es_es: Mostrar todos los productos de tendencia
fr_fr: Afficher tous les produits tendance
id_id: Tunjukkan semua produk yang sedang tren
it_it: Mostra tutti i prodotti di tendenza
ja_jp: すべてのトレンド製品を表示します
ms_my: Tunjukkan semua produk yang trend
pl_pl: Pokaż wszystkie produkty trendów
pt_br: Mostre todos os produtos de tendência

source: Show All Latest Products
ar: عرض جميع المنتجات الأخيرة
el: Εμφάνιση όλων των τελευταίων προϊόντων
es_es: Mostrar todos los últimos productos
fr_fr: Afficher tous les derniers produits
id_id: Tunjukkan semua produk terbaru
it_it: Mostra tutti gli ultimi prodotti
ja_jp: すべての最新製品を表示します
ms_my: Tunjukkan semua produk terkini
pl_pl: Pokaż wszystkie najnowsze produkty
pt_br: Mostre todos os produtos mais recentes

source: Show All Highest Rated Products
ar: إظهار جميع المنتجات ذات التصنيف الأعلى
el: Εμφάνιση όλων των υψηλότερης βαθμολογίας προϊόντων
es_es: Mostrar todos los productos de mejor calificación
fr_fr: Montrer tous les produits les mieux notés
id_id: Tunjukkan semua produk berperingkat tertinggi
it_it: Mostra tutti i prodotti più votati
ja_jp: 最も評価の高い製品をすべて表示します
ms_my: Tunjukkan semua produk tertinggi
pl_pl: Pokaż wszystkie najwyżej oceniane produkty
pt_br: Mostre todos os produtos com a classificação mais alta

source: View Orders
ar: عرض الأوامر
el: Προβολές
es_es: Ver pedidos
fr_fr: Afficher les commandes
id_id: Lihat pesanan
it_it: Visualizza gli ordini
ja_jp: 注文を表示します
ms_my: Lihat pesanan
pl_pl: Wyświetl zamówienia
pt_br: Visualizar ordens

source: view Account Details
ar: عرض تفاصيل الحساب
el: Προβολή λεπτομερειών λογαριασμού
es_es: Ver detalles de la cuenta
fr_fr: Afficher les détails du compte
id_id: Lihat detail akun
it_it: Visualizza i dettagli dell'account
ja_jp: アカウントの詳細を表示します
ms_my: Lihat butiran akaun
pl_pl: Zobacz szczegóły konta
pt_br: Ver detalhes da conta

source: Show All Sale Products {add-on base}
ar: عرض جميع منتجات البيع {add-on base}
el: Εμφάνιση όλων των προϊόντων πώλησης {add-on base}
es_es: Mostrar todos los productos de venta {base complementar}
fr_fr: Afficher tous les produits de vente {base complémentaire}
id_id: Tampilkan semua produk penjualan {add-on base}
it_it: Mostra tutti i prodotti di vendita {Base aggiuntiva}
ja_jp: すべての販売製品を表示{アドオンベース}
ms_my: Tunjukkan semua produk jualan {asas tambahan}
pl_pl: Pokaż wszystkie produkty sprzedaży {dodatkowa baza}
pt_br: Mostrar todos os produtos de venda {Base add-on}
